{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ácido Tranexâmico",
            "nomeComercial": "Transamin®, Exacyl®, Cyklokapron®",
            "classificacao": "Antifibrinolítico; inibidor da fibrinólise; derivado sintético da lisina",
            "mecanismoAcao": "O ácido tranexâmico atua como inibidor competitivo da ativação do plasminogênio, ligando-se aos sítios lisina-dependentes da plasmina e do plasminogênio. Com isso, bloqueia a conversão do plasminogênio em plasmina, impedindo a degradação da fibrina estabilizada nos coágulos. Em altas concentrações, pode atuar também como inibidor não competitivo da própria plasmina. Seu efeito principal é estabilizar coágulos hemostáticos e prevenir hemorragias excessivas em contextos cirúrgicos, traumáticos ou ginecológicos. A afinidade do ácido tranexâmico pelos sítios de ligação da lisina na plasmina é cerca de 6 a 10 vezes maior que a do ácido aminocaproico. Com isso, é mais potente na estabilização de coágulos. Ao impedir a interação da plasmina com a fibrina, reduz a lise do coágulo hemostático sem interferir diretamente na cascata de coagulação, o que contribui para seu perfil de segurança. Estudos recentes também sugerem que o ácido tranexâmico possui propriedades anti-inflamatórias indiretas, ao reduzir a ativação de neutrófilos e liberar citocinas pró-inflamatórias em resposta a sangramento agudo.",
            "farmacocinetica": "• Início de ação: imediato (IV), 30 min (VO).\n• Pico de efeito: 1 hora (VO).\n• Duração: 3 a 4 horas (IV), até 6 horas (VO).\n• Meia-vida: 2 a 3 horas (IV), 3,1 h (VO).\n• Biodisponibilidade oral: ~30–50%.\n• Volume de distribuição: 9–12 L.\n• Ligação a proteínas plasmáticas: <3%.\n• Excreção: renal, predominantemente como fármaco inalterado (>90%).",
            "farmacodinamica": "Reduz a perda sanguínea em procedimentos cirúrgicos e traumatismos ao conservar os coágulos hemostáticos formados. É eficaz na prevenção de sangramentos em contextos ginecológicos (menorragia), cirurgias ortopédicas, urológicas, cardíacas e obstétricas (hemorragia pós-parto). Não possui efeito pró-coagulante direto, mas atua como estabilizador do coágulo. Sua eficácia depende do momento da administração – idealmente nas primeiras 3 horas após o início da hemorragia. A administração precoce do ácido tranexâmico em trauma grave com sangramento reduz significativamente a mortalidade relacionada a hemorragias, especialmente se iniciado nas primeiras 3 horas. O estudo CRASH-2 demonstrou que seu uso em trauma diminuiu a mortalidade sem aumentar eventos trombóticos. Em cirurgias cardíacas, ortopédicas e ginecológicas, reduz a perda sanguínea total e necessidade de transfusão. Em obstetrícia, seu papel na prevenção e tratamento da hemorragia pós-parto é amplamente validado pela OMS. Apesar de seu efeito antifibrinolítico, não eleva significativamente o risco de trombose em pacientes sem predisposição.",
            "indicacoes": "• Hemorragias agudas ou risco de sangramento aumentado em cirurgias ortopédicas, cardíacas, neurocirúrgicas, ginecológicas e urológicas.\n• Trauma com hemorragia ativa (ex: protocolo CRASH-2).\n• Menorragia idiopática.\n• Hemorragia pós-parto.\n• Angioedema hereditário.\n• Epistaxe recorrente.\n• Uso odontológico em hemofílicos.",
            "posologia": "Adultos:\n• Hemorragia aguda (trauma, cirurgia): 1 g IV em 10 minutos, seguido de 1 g em infusão contínua por 8 horas.\n• Menorragia: 1–1,5 g VO 3 a 4 vezes ao dia por até 5 dias no ciclo.\n• HPP: 1 g IV a cada 6–8 h, máximo de 4 g/dia.\nPediatria:\n• Cirurgia cardíaca: 10 mg/kg IV lento, seguido de infusão 1 mg/kg/h por 8 horas.\n• Hemorragia geral: 15 mg/kg/dose VO ou IV a cada 8 h.",
            "administracao": "• Via intravenosa (bolus lento ou infusão contínua).\n• Oral (comprimidos ou solução).\n• Deve ser infundido lentamente (10 mL/min) para evitar hipotensão.",
            "doseMaxima": "• 4 g/dia IV ou VO (adultos).\n• 45 mg/kg/dia em pediatria.",
            "doseMinima": "• 10–15 mg/kg IV ou VO (pediatria).",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, vômito, diarreia.\n• Cefaleia, dor muscular.\n• Hipotensão (se IV rápido).\nIncomuns (0,1–1%):\n• Trombose venosa profunda (raro em monoterapia).\n• Alterações visuais (visão turva, alterações na percepção de cores).\nRaras (<0,1%):\n• Convulsões (principalmente em altas doses IV, neurocirurgia).\n• Reações alérgicas graves.\n• Embolia pulmonar (em uso concomitante com pró-coagulantes).",
            "riscoGravidez": "Categoria B. Estudos não demonstraram efeitos teratogênicos. Amplamente usado em hemorragia obstétrica e menorragia. Considerado seguro se bem indicado.",
            "riscoLactacao": "Excretado em pequenas quantidades no leite. Uso considerado seguro durante a amamentação com monitorização clínica.",
            "ajusteRenal": "• Requer ajuste em insuficiência renal leve a grave.\n• ClCr 50–80 mL/min: 25 mg/kg a cada 12 h.\n• ClCr 10–50 mL/min: 25 mg/kg a cada 24 h.\n• ClCr <10 mL/min: 10–15 mg/kg a cada 24 h.",
            "ajusteHepatico": "• Não há necessidade de ajuste.\n• Monitorar em hepatopatias graves se risco de sangramento coexistente.",
            "contraindicacoes": "• Trombose ativa.\n• Histórico de convulsões em uso anterior.\n• Sangramento subaracnoide (risco de vasoespasmo).\n• Hipersensibilidade à substância.\n• Coagulação intravascular disseminada (sem suporte apropriado).",
            "interacaoMedicamento": "• Potencializa o risco trombótico com contraceptivos orais combinados.\n• Risco aumentado de convulsões com carbamazepina.\n• Pode interagir com anticoagulantes ou pró-coagulantes, exigindo monitorização rigorosa. O uso concomitante com ácido etamsilato ou outros pró-coagulantes pode aumentar o risco de eventos tromboembólicos. A associação com contraceptivos orais combinados potencializa o risco de trombose venosa e arterial. Recomenda-se evitar uso simultâneo com agentes trombogênicos em pacientes com fatores de risco conhecidos. Em pacientes com hemofilia, seu uso em conjunto com fatores de coagulação deve ser realizado com monitorização rigorosa de sinais de trombose cerebral ou venosa profunda, particularmente quando utilizado por via IV.",
            "apresentacao": "• Ampolas IV: 500 mg/5 mL, 1 g/10 mL.\n• Comprimidos: 250 mg, 500 mg.\n• Solução oral pediátrica: 100 mg/mL.",
            "preparo": "• IV bolus: administrar diluído ou puro lentamente.\n• Infusão contínua: diluir 1 g em 100 mL de SF 0,9%.\n• VO: ingerir com líquido para minimizar náuseas.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com bicarbonato de sódio e soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após diluição, usar em até 8 h (IV).",
            "cuidadosMedicos": "• Avaliar função renal antes do uso.\n• Monitorar sinais de trombose ou convulsão.\n• Observar tempo de sangramento e uso associado de anticoagulantes.\n• Idealmente administrar nas primeiras 3 horas após início da hemorragia aguda (ex: trauma, HPP).",
            "cuidadosFarmaceuticos": "• Confirmar dose, diluição e via.\n• Verificar integridade e validade das ampolas.\n• Garantir diluição adequada e administração lenta.\n• Notificar qualquer alteração visual relatada pelo paciente.",
            "cuidadosEnfermagem": "• Monitorar PA durante infusão IV.\n• Avaliar padrão de sangramento e débito urinário.\n• Registrar efeitos adversos (náusea, convulsão, hipotensão).\n• Assegurar infusão lenta para evitar reações adversas cardiovasculares.",
            "viaEliminacao": "Excreção predominantemente renal, por filtração glomerular. Aproximadamente 90–95% do fármaco é eliminado inalterado na urina em até 24 horas. Em insuficiência renal, a eliminação é prolongada, requerendo ajuste de dose.",
            "inicioAcao": "Imediato por via IV; 30 a 60 minutos por via oral.",
            "tempoPico": "1 a 2 horas após administração oral.",
            "meiaVida": "2 a 3 horas (IV); até 3,1 horas por via oral.",
            "efeitoClinico": "Estabilização dos coágulos e redução da perda sanguínea em cenários de hiperfibrinólise. Em trauma, sua administração precoce reduz mortalidade. Em cirurgias, diminui transfusões e tempo de sangramento. O efeito clínico é diretamente proporcional à concentração plasmática e à precocidade da administração.",
            "precaucoesEspecificas": "Evitar uso concomitante com outros antifibrinolíticos. Cautela em pacientes com risco de trombose ou antecedentes de convulsão. Em neurocirurgia e cirurgias oftalmológicas, pesar risco-benefício cuidadosamente. Monitorar função renal em tratamentos prolongados e ajustar dose conforme necessidade clínica.",
            "fontesBibliograficas": "Bula Anvisa (Transamin®), UpToDate (2024), CRASH-2 Trial, Micromedex, PubMed ID 37620890, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), WHO Guidelines on Postpartum Hemorrhage (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Tranexamic Acid",
            "nomeComercial": "Transamin®, Exacyl®, Cyklokapron®",
            "classificacao": "Antifibrinolytic; fibrinolysis inhibitor; synthetic lysine analogue",
            "mecanismoAcao": "Tranexamic acid acts as a competitive inhibitor of plasminogen activation by binding to lysine-binding sites on both plasmin and plasminogen. This blocks the conversion of plasminogen to plasmin, thereby preventing the degradation of stabilized fibrin in blood clots. At high concentrations, it may also act as a non-competitive inhibitor of plasmin itself. Its main effect is to stabilize hemostatic clots and prevent excessive bleeding in surgical, traumatic, or gynecological contexts. Tranexamic acid has a 6- to 10-fold higher affinity for plasmin lysine-binding sites than epsilon-aminocaproic acid, making it more potent in clot stabilization. By preventing plasmin-fibrin interaction, it reduces clot lysis without directly interfering with the coagulation cascade, contributing to its safety profile. Recent studies also suggest indirect anti-inflammatory properties, as it reduces neutrophil activation and the release of pro-inflammatory cytokines in response to acute bleeding.",
            "farmacocinetica": "• Onset of action: immediate (IV), 30 min (oral).\n• Peak effect: 1 hour (oral).\n• Duration: 3–4 hours (IV), up to 6 hours (oral).\n• Half-life: 2–3 hours (IV), 3.1 h (oral).\n• Oral bioavailability: ~30–50%.\n• Volume of distribution: 9–12 L.\n• Plasma protein binding: <3%.\n• Excretion: renal, mainly as unchanged drug (>90%).",
            "farmacodinamica": "Reduces blood loss in surgical procedures and trauma by preserving formed hemostatic clots. Effective in preventing bleeding in gynecological contexts (menorrhagia), orthopedic, urologic, cardiac, and obstetric surgeries (postpartum hemorrhage). It does not have a direct procoagulant effect but acts as a clot stabilizer. Its efficacy depends on the timing of administration—ideally within the first 3 hours after the onset of bleeding. Early administration in severe trauma with bleeding significantly reduces hemorrhagic mortality, especially if started within 3 hours. The CRASH-2 trial showed that its use in trauma reduced mortality without increasing thrombotic events. In cardiac, orthopedic, and gynecological surgeries, it reduces total blood loss and transfusion requirements. In obstetrics, its role in the prevention and treatment of postpartum hemorrhage is widely validated by WHO. Despite its antifibrinolytic effect, it does not significantly increase the risk of thrombosis in patients without predisposition.",
            "indicacoes": "• Acute hemorrhage or increased bleeding risk in orthopedic, cardiac, neurosurgical, gynecological, and urologic surgeries.\n• Trauma with active bleeding (e.g., CRASH-2 protocol).\n• Idiopathic menorrhagia.\n• Postpartum hemorrhage.\n• Hereditary angioedema.\n• Recurrent epistaxis.\n• Dental use in hemophiliacs.",
            "posologia": "Adults:\n• Acute hemorrhage (trauma, surgery): 1 g IV over 10 minutes, followed by 1 g as a continuous infusion over 8 hours.\n• Menorrhagia: 1–1.5 g orally 3 to 4 times a day for up to 5 days per cycle.\n• Postpartum hemorrhage: 1 g IV every 6–8 h, max 4 g/day.\nPediatrics:\n• Cardiac surgery: 10 mg/kg slow IV, then infusion 1 mg/kg/h for 8 hours.\n• General hemorrhage: 15 mg/kg/dose orally or IV every 8 h.",
            "administracao": "• Intravenous route (slow bolus or continuous infusion).\n• Oral route (tablets or solution).\n• Should be infused slowly (10 mL/min) to avoid hypotension.",
            "doseMaxima": "• 4 g/day IV or oral (adults).\n• 45 mg/kg/day in pediatrics.",
            "doseMinima": "• 10–15 mg/kg IV or oral (pediatrics).",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, vomiting, diarrhea.\n• Headache, myalgia.\n• Hypotension (if IV administered rapidly).\nUncommon (0.1–1%):\n• Deep vein thrombosis (rare in monotherapy).\n• Visual disturbances (blurred vision, color vision changes).\nRare (<0.1%):\n• Seizures (mainly with high IV doses, neurosurgery).\n• Severe allergic reactions.\n• Pulmonary embolism (when used with procoagulants).",
            "riscoGravidez": "Pregnancy Category B. Studies have not demonstrated teratogenic effects. Widely used in obstetric hemorrhage and menorrhagia. Considered safe when properly indicated.",
            "riscoLactacao": "Excreted in small amounts in breast milk. Use is considered safe during breastfeeding with clinical monitoring.",
            "ajusteRenal": "• Dose adjustment required in mild to severe renal impairment.\n• CrCl 50–80 mL/min: 25 mg/kg every 12 h.\n• CrCl 10–50 mL/min: 25 mg/kg every 24 h.\n• CrCl <10 mL/min: 10–15 mg/kg every 24 h.",
            "ajusteHepatico": "• No adjustment required.\n• Monitor in severe hepatic disease if bleeding risk is present.",
            "contraindicacoes": "• Active thrombosis.\n• History of seizures with previous use.\n• Subarachnoid hemorrhage (risk of vasospasm).\n• Hypersensitivity to the substance.\n• Disseminated intravascular coagulation (without appropriate support).",
            "interacaoMedicamento": "• Increases thrombotic risk with combined oral contraceptives.\n• Increased risk of seizures with carbamazepine.\n• May interact with anticoagulants or procoagulants, requiring close monitoring. Concomitant use with etamsylate or other procoagulants may increase the risk of thromboembolic events. Combination with combined oral contraceptives potentiates the risk of venous and arterial thrombosis. Simultaneous use with thrombogenic agents should be avoided in patients with known risk factors. In hemophilia patients, use with coagulation factors should be performed with close monitoring for signs of cerebral or deep venous thrombosis, particularly when administered IV.",
            "apresentacao": "• IV ampoules: 500 mg/5 mL, 1 g/10 mL.\n• Tablets: 250 mg, 500 mg.\n• Pediatric oral solution: 100 mg/mL.",
            "preparo": "• IV bolus: administer diluted or undiluted slowly.\n• Continuous infusion: dilute 1 g in 100 mL of 0.9% saline.\n• Oral: take with liquid to minimize nausea.",
            "solucoesCompatíveis": "• 0.9% sodium chloride solution.\n• 5% dextrose solution.\n• Incompatible with sodium bicarbonate and alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C (59°F–86°F).\n• Protect from light.\n• After dilution, use within 8 hours (IV).",
            "cuidadosMedicos": "• Assess renal function before use.\n• Monitor for signs of thrombosis or seizure.\n• Observe bleeding time and concomitant use of anticoagulants.\n• Ideally administer within the first 3 hours after onset of acute hemorrhage (e.g., trauma, postpartum hemorrhage).",
            "cuidadosFarmaceuticos": "• Confirm dose, dilution, and route.\n• Check ampoule integrity and expiration.\n• Ensure proper dilution and slow administration.\n• Report any visual changes reported by the patient.",
            "cuidadosEnfermagem": "• Monitor blood pressure during IV infusion.\n• Assess bleeding pattern and urine output.\n• Record adverse effects (nausea, seizure, hypotension).\n• Ensure slow infusion to avoid cardiovascular adverse reactions.",
            "viaEliminacao": "Predominantly renal excretion via glomerular filtration. Approximately 90–95% of the drug is eliminated unchanged in the urine within 24 hours. In renal impairment, elimination is prolonged, requiring dose adjustment.",
            "inicioAcao": "Immediate via IV; 30–60 minutes via oral route.",
            "tempoPico": "1–2 hours after oral administration.",
            "meiaVida": "2–3 hours (IV); up to 3.1 hours orally.",
            "efeitoClinico": "Stabilization of clots and reduction of blood loss in hyperfibrinolytic states. In trauma, early administration reduces mortality. In surgery, reduces transfusions and bleeding time. Clinical effect is directly proportional to plasma concentration and promptness of administration.",
            "precaucoesEspecificas": "Avoid concomitant use with other antifibrinolytics. Caution in patients with thrombosis risk or history of seizures. In neurosurgery and ophthalmic surgery, carefully weigh risk-benefit. Monitor renal function in prolonged treatments and adjust dose as clinically indicated.",
            "fontesBibliograficas": "Anvisa package insert (Transamin®), UpToDate (2024), CRASH-2 Trial, Micromedex, PubMed ID 37620890, Goodman & Gilman (13th Ed.), Tintinalli’s Emergency Medicine (9th Ed.), WHO Guidelines on Postpartum Hemorrhage (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Ácido Tranexámico",
            "nomeComercial": "Transamin®, Exacyl®, Cyklokapron®",
            "classificacao": "Antifibrinolítico; inhibidor de la fibrinólisis; derivado sintético de la lisina",
            "mecanismoAcao": "El ácido tranexámico actúa como un inhibidor competitivo de la activación del plasminógeno, uniéndose a los sitios lisina-dependientes de la plasmina y del plasminógeno. De este modo, bloquea la conversión de plasminógeno a plasmina, previniendo la degradación de la fibrina estabilizada en los coágulos. A concentraciones elevadas, también puede actuar como inhibidor no competitivo de la propia plasmina. Su principal efecto es estabilizar los coágulos hemostáticos y prevenir hemorragias excesivas en contextos quirúrgicos, traumáticos o ginecológicos. La afinidad del ácido tranexámico por los sitios de unión a lisina en la plasmina es aproximadamente 6 a 10 veces mayor que la del ácido aminocaproico, lo que lo hace más potente en la estabilización de coágulos. Al impedir la interacción de la plasmina con la fibrina, reduce la lisis del coágulo hemostático sin interferir directamente en la cascada de coagulación, lo que contribuye a su perfil de seguridad. Estudios recientes también sugieren que el ácido tranexámico posee propiedades antiinflamatorias indirectas, ya que reduce la activación de neutrófilos y la liberación de citocinas proinflamatorias en respuesta a hemorragia aguda.",
            "farmacocinetica": "• Inicio de acción: inmediato (IV), 30 min (VO).\n• Pico de efecto: 1 hora (VO).\n• Duración: 3 a 4 horas (IV), hasta 6 horas (VO).\n• Vida media: 2 a 3 horas (IV), 3,1 h (VO).\n• Biodisponibilidad oral: ~30–50%.\n• Volumen de distribución: 9–12 L.\n• Unión a proteínas plasmáticas: <3%.\n• Excreción: renal, predominantemente como fármaco inalterado (>90%).",
            "farmacodinamica": "Reduce la pérdida sanguínea en procedimientos quirúrgicos y traumatismos al conservar los coágulos hemostáticos formados. Es eficaz en la prevención de hemorragias en contextos ginecológicos (menorragia), cirugías ortopédicas, urológicas, cardíacas y obstétricas (hemorragia postparto). No posee efecto procoagulante directo, sino que actúa como estabilizador del coágulo. Su eficacia depende del momento de la administración – idealmente en las primeras 3 horas tras el inicio de la hemorragia. La administración precoz de ácido tranexámico en trauma grave con sangrado reduce significativamente la mortalidad relacionada con hemorragias, especialmente si se inicia en las primeras 3 horas. El estudio CRASH-2 demostró que su uso en trauma disminuyó la mortalidad sin aumentar eventos trombóticos. En cirugías cardíacas, ortopédicas y ginecológicas, reduce la pérdida sanguínea total y la necesidad de transfusión. En obstetricia, su papel en la prevención y tratamiento de la hemorragia postparto está ampliamente validado por la OMS. A pesar de su efecto antifibrinolítico, no incrementa significativamente el riesgo de trombosis en pacientes sin predisposición.",
            "indicacoes": "• Hemorragias agudas o riesgo incrementado de sangrado en cirugías ortopédicas, cardíacas, neuroquirúrgicas, ginecológicas y urológicas.\n• Trauma con hemorragia activa (ej: protocolo CRASH-2).\n• Menorragia idiopática.\n• Hemorragia postparto.\n• Angioedema hereditario.\n• Epistaxis recurrente.\n• Uso odontológico en hemofílicos.",
            "posologia": "Adultos:\n• Hemorragia aguda (trauma, cirugía): 1 g IV en 10 minutos, seguido de 1 g en infusión continua durante 8 horas.\n• Menorragia: 1–1,5 g VO 3 a 4 veces al día por hasta 5 días en el ciclo.\n• HPP: 1 g IV cada 6–8 h, máximo 4 g/día.\nPediatría:\n• Cirugía cardíaca: 10 mg/kg IV lento, seguido de infusión 1 mg/kg/h por 8 horas.\n• Hemorragia general: 15 mg/kg/dosis VO o IV cada 8 h.",
            "administracao": "• Vía intravenosa (bolo lento o infusión continua).\n• Oral (comprimidos o solución).\n• Debe infundirse lentamente (10 mL/min) para evitar hipotensión.",
            "doseMaxima": "• 4 g/día IV o VO (adultos).\n• 45 mg/kg/día en pediatría.",
            "doseMinima": "• 10–15 mg/kg IV o VO (pediatría).",
            "reacoesAdversas": "Comunes (1–10%):\n• Náuseas, vómitos, diarrea.\n• Cefalea, mialgia.\n• Hipotensión (si IV rápido).\nInfrecuentes (0,1–1%):\n• Trombosis venosa profunda (rara en monoterapia).\n• Alteraciones visuales (visión borrosa, cambios en la percepción de colores).\nRaras (<0,1%):\n• Convulsiones (principalmente en dosis altas IV, neurocirugía).\n• Reacciones alérgicas graves.\n• Embolia pulmonar (en uso concomitante con procoagulantes).",
            "riscoGravidez": "Categoría B. Los estudios no han demostrado efectos teratogénicos. Ampliamente utilizado en hemorragia obstétrica y menorragia. Considerado seguro si está bien indicado.",
            "riscoLactacao": "Excretado en pequeñas cantidades en la leche materna. Uso considerado seguro durante la lactancia con monitorización clínica.",
            "ajusteRenal": "• Requiere ajuste en insuficiencia renal leve a grave.\n• ClCr 50–80 mL/min: 25 mg/kg cada 12 h.\n• ClCr 10–50 mL/min: 25 mg/kg cada 24 h.\n• ClCr <10 mL/min: 10–15 mg/kg cada 24 h.",
            "ajusteHepatico": "• No requiere ajuste.\n• Monitorizar en hepatopatías graves si existe riesgo de sangrado concomitante.",
            "contraindicacoes": "• Trombosis activa.\n• Antecedentes de convulsiones con uso previo.\n• Hemorragia subaracnoidea (riesgo de vasoespasmo).\n• Hipersensibilidad a la sustancia.\n• Coagulación intravascular diseminada (sin soporte apropiado).",
            "interacaoMedicamento": "• Potencializa el riesgo trombótico con anticonceptivos orales combinados.\n• Mayor riesgo de convulsiones con carbamazepina.\n• Puede interactuar con anticoagulantes o procoagulantes, requiriendo monitorización rigurosa. El uso concomitante con ácido etamsilato u otros procoagulantes puede aumentar el riesgo de eventos tromboembólicos. La asociación con anticonceptivos orales combinados potencia el riesgo de trombosis venosa y arterial. Se recomienda evitar el uso simultáneo con agentes trombogénicos en pacientes con factores de riesgo conocidos. En pacientes con hemofilia, su uso junto con factores de coagulación debe realizarse bajo estricta monitorización de signos de trombosis cerebral o venosa profunda, especialmente cuando se administra por vía IV.",
            "apresentacao": "• Ampollas IV: 500 mg/5 mL, 1 g/10 mL.\n• Comprimidos: 250 mg, 500 mg.\n• Solución oral pediátrica: 100 mg/mL.",
            "preparo": "• Bolo IV: administrar diluido o puro lentamente.\n• Infusión continua: diluir 1 g en 100 mL de SF 0,9%.\n• VO: ingerir con líquido para minimizar náuseas.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con bicarbonato de sodio y soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Tras la dilución, usar en hasta 8 h (IV).",
            "cuidadosMedicos": "• Evaluar función renal antes del uso.\n• Monitorizar signos de trombosis o convulsión.\n• Observar tiempo de sangrado y uso concomitante de anticoagulantes.\n• Idealmente administrar en las primeras 3 horas tras el inicio de la hemorragia aguda (ej: trauma, HPP).",
            "cuidadosFarmaceuticos": "• Confirmar dosis, dilución y vía.\n• Verificar integridad y validez de las ampollas.\n• Garantizar dilución adecuada y administración lenta.\n• Notificar cualquier alteración visual referida por el paciente.",
            "cuidadosEnfermagem": "• Monitorizar TA durante la infusión IV.\n• Evaluar patrón de sangrado y diuresis.\n• Registrar efectos adversos (náusea, convulsión, hipotensión).\n• Asegurar infusión lenta para evitar reacciones adversas cardiovasculares.",
            "viaEliminacao": "Excreción predominantemente renal, por filtración glomerular. Aproximadamente el 90–95% del fármaco se elimina inalterado en la orina en hasta 24 horas. En insuficiencia renal, la eliminación se prolonga, requiriendo ajuste de dosis.",
            "inicioAcao": "Inmediato por vía IV; 30 a 60 minutos por vía oral.",
            "tempoPico": "1 a 2 horas tras administración oral.",
            "meiaVida": "2 a 3 horas (IV); hasta 3,1 horas por vía oral.",
            "efeitoClinico": "Estabilización de coágulos y reducción de la pérdida sanguínea en situaciones de hiperfibrinólisis. En trauma, su administración precoz reduce la mortalidad. En cirugías, disminuye transfusiones y tiempo de sangrado. El efecto clínico es directamente proporcional a la concentración plasmática y a la precocidad de la administración.",
            "precaucoesEspecificas": "Evitar el uso concomitante con otros antifibrinolíticos. Precaución en pacientes con riesgo de trombosis o antecedentes de convulsiones. En neurocirugía y cirugías oftalmológicas, sopesar cuidadosamente el riesgo-beneficio. Monitorizar función renal en tratamientos prolongados y ajustar dosis según necesidad clínica.",
            "fontesBibliograficas": "Bula Anvisa (Transamin®), UpToDate (2024), CRASH-2 Trial, Micromedex, PubMed ID 37620890, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), WHO Guidelines on Postpartum Hemorrhage (2023)."
        }
}}
