{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ácido Aminocaproico",
            "nomeComercial": "Amicar®, Caproamin®, Acamol®",
            "classificacao": "Antifibrinolítico; inibidor da ativação do plasminogênio; análogo da lisina",
            "mecanismoAcao": "O ácido aminocaproico é um análogo sintético da lisina que inibe competitivamente a ligação do plasminogênio à fibrina, impedindo sua ativação a plasmina. Esse bloqueio evita a degradação da rede de fibrina, estabilizando coágulos hemostáticos. Diferente da hemostasia primária, o ácido aminocaproico atua no controle da fibrinólise, reduzindo sangramentos em situações com hiperfibrinólise primária ou secundária, como cirurgias cardíacas, hepáticas e urológicas. Sua ação é dose-dependente e reversível. Diferente do ácido tranexâmico, o ácido aminocaproico requer concentrações plasmáticas mais elevadas para obter o mesmo efeito antifibrinolítico, embora mantenha boa eficácia em sangramentos leves a moderados. Seu efeito não se limita à inibição da ligação do plasminogênio à fibrina, mas também diminui a ativação do fator XIIa e da calicreína em alguns modelos in vitro, o que pode contribuir para efeito hemostático adicional em contextos específicos. Além disso, reduz a permeabilidade vascular mediada pela plasmina, favorecendo a manutenção da integridade vascular durante inflamação sistêmica ou trauma.",
            "farmacocinetica": "• Início de ação: imediato (IV), 1 hora (VO).\n• Pico plasmático: 1–2 horas (VO).\n• Meia-vida: 2 horas.\n• Volume de distribuição: 0,2–0,4 L/kg.\n• Ligação a proteínas plasmáticas: insignificante.\n• Biodisponibilidade oral: >90%.\n• Excreção: renal (>80% como fármaco inalterado em 6 h).\n• Atravessa a placenta e barreira hematoencefálica em pequenas concentrações.",
            "farmacodinamica": "Sua eficácia está diretamente relacionada à concentração plasmática, sendo ideal manter níveis >100 mcg/mL. Reduz sangramento perioperatório, necessidade transfusional e tempo de cirurgia em procedimentos cardíacos, ortopédicos e oncológicos. É usado também em sangramentos urinários (hematúria macroscópica), sangramentos mucosos (epistaxe, menorragia), síndrome hemorrágica na leucemia aguda e coagulopatias adquiridas como CID e hiperfibrinólise pós-fibrinólise induzida por estreptoquinase ou alteplase. Em coagulopatias associadas a doenças hematológicas, como leucemias, linfomas e aplasia de medula, o ácido aminocaproico tem papel adjuvante na prevenção de sangramentos mucosos persistentes. Também é eficaz na profilaxia e tratamento de sangramentos decorrentes de procedimentos odontológicos ou otorrinolaringológicos em pacientes com coagulopatias hereditárias. Em urologia, seu uso exige cautela na presença de obstrução, pois a formação de coágulos na bexiga pode levar a tamponamento vesical grave. A droga também tem sido utilizada off-label em sangramentos pós-fibrinolíticos secundários a agentes como alteplase em quadros de AVC ou IAM.",
            "indicacoes": "• Hiperfibrinólise em cirurgias cardíacas, hepáticas, ortopédicas e ginecológicas.\n• Hematúria macroscópica não obstrutiva.\n• Síndrome hemorrágica por leucemia ou trombocitopenia.\n• Sangramentos mucosos recorrentes (epistaxe, gengivorragia).\n• Profilaxia de sangramento em hemofílicos.\n• Coagulação intravascular disseminada (CID) com predomínio de fibrinólise, sob controle especializado.",
            "posologia": "Adultos:\n• IV: 4–5 g em 250 mL SF 0,9% IV em 1 hora, seguido de 1 g/h em bomba por 8 horas.\n• VO: 5 g VO inicialmente, depois 1–1,25 g VO a cada 4 h por até 10 dias.\nPediatria:\n• IV: 100–150 mg/kg em 1 h, depois 10–15 mg/kg/h em infusão contínua.\n• VO: 100 mg/kg/dose VO a cada 6 horas.",
            "administracao": "• Via intravenosa (bolus ou infusão contínua).\n• Oral (comprimidos ou solução).\n• Infusão IV deve ser realizada lentamente para evitar hipotensão.",
            "doseMaxima": "• 30 g/dia (adultos).\n• 3 g/dose oral ou 15 mg/kg/h IV (pediatria).",
            "doseMinima": "• 1 g IV ou VO (adultos); 100 mg/kg (pediatria).",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, vômito, diarreia.\n• Dor abdominal, mialgia.\nIncomuns (0,1–1%):\n• Hipotensão (especialmente IV rápida).\n• Trombose venosa ou arterial.\n• Bradicardia, arritmias.\nRaras (<0,1%):\n• Rabdomiólise, miopatia, elevação de CPK.\n• Convulsões (uso prolongado ou altas doses).\n• Reações alérgicas graves.",
            "riscoGravidez": "Categoria C. Estudos animais mostraram toxicidade em altas doses. Usar apenas se o benefício superar os riscos. Empregado em situações críticas de sangramento obstétrico.",
            "riscoLactacao": "Excreção desconhecida no leite. Uso com cautela. Considerar suspensão da amamentação em uso prolongado ou doses elevadas.",
            "ajusteRenal": "• Requer ajuste em IR moderada a grave.\n• ClCr 30–50 mL/min: 50% da dose.\n• ClCr <30 mL/min: 25% da dose e monitorar níveis se disponível.",
            "ajusteHepatico": "• Não é necessário ajuste de dose. Usar com cautela em hepatopatias com coagulopatia ativa.",
            "contraindicacoes": "• Sangramento ativo intravascular com risco trombótico elevado.\n• Hematúria macroscópica obstrutiva (risco de tamponamento).\n• Trombose ativa (TEP, AVC isquêmico recente, IAM).\n• Hipersensibilidade ao ácido aminocaproico ou componentes da fórmula.",
            "interacaoMedicamento": "• Risco aumentado de trombose com estrogênios, ACOs, eritropoetina e outros antifibrinolíticos.\n• Evitar uso concomitante com derivados de ácido tranexâmico.\n• Potencialização de efeitos com anticoagulantes ou antiplaquetários pode aumentar risco de desequilíbrio hemostático. Estudos indicam que o uso concomitante com ácido tranexâmico deve ser evitado, pois há risco teórico de convulsões por somatório de bloqueio do receptor GABA-A em altas concentrações. Em pacientes com disfunção renal, a combinação com aminoglicosídeos deve ser monitorada quanto à função renal cumulativa. O ácido aminocaproico também pode antagonizar parcialmente a ação de trombolíticos e deve ser evitado em pacientes que receberam estreptoquinase, uroquinase ou alteplase nas últimas 24 horas, exceto sob indicação formal de reversão de sangramento.",
            "apresentacao": "• Solução injetável: 250 mg/mL (frasco de 20 mL).\n• Comprimidos: 500 mg, 1000 mg.\n• Solução oral pediátrica: 100 mg/mL (frasco 100 mL).",
            "preparo": "• IV: diluir em 100–250 mL de SF 0,9%.\n• VO: ingerir com líquido para reduzir desconforto GI.\n• Evitar diluições alcalinas ou rápidas infusões IV.",
            "solucoesCompatíveis": "• SF 0,9%.\n• SG 5%.\n• Incompatível com soluções alcalinas, hemoderivados e soluções lipídicas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e da umidade.\n• Após diluição, utilizar em até 8 h sob condições assépticas.",
            "cuidadosMedicos": "• Avaliar risco-benefício antes da administração.\n• Monitorar sinais de trombose, função renal, CPK e padrão neurológico.\n• Não usar como monoterapia em CID sem controle da condição base.\n• Indicar com clareza em hematúria e sangramentos mucosos refratários.",
            "cuidadosFarmaceuticos": "• Garantir integridade da ampola, concentração e validade.\n• Verificar compatibilidade com diluentes e soluções IV.\n• Preparar em condições assépticas.\n• Notificar reações adversas e comunicar sinais de toxicidade.",
            "cuidadosEnfermagem": "• Monitorar pressão arterial e frequência cardíaca durante infusão.\n• Avaliar sangramento e sinais de coagulação intravascular.\n• Observar efeitos adversos (náusea, mialgia, hipotensão).\n• Documentar via, horário, dose e local de aplicação.",
            "viaEliminacao": "Predominantemente renal, por filtração glomerular. Mais de 80% do fármaco é excretado inalterado na urina em até 6 horas após administração. Pequena fração pode ser metabolizada no fígado. A eliminação é reduzida em insuficiência renal grave.",
            "inicioAcao": "Imediato por via IV; 1 hora por via oral.",
            "tempoPico": "1 a 2 horas após administração oral.",
            "meiaVida": "Cerca de 2 horas em pacientes com função renal normal.",
            "efeitoClinico": "Redução da fibrinólise e estabilização de coágulos, com melhora do controle do sangramento em condições de hiperfibrinólise. O efeito clínico é proporcional à concentração plasmática e se mantém enquanto esta estiver acima de 100 mcg/mL.",
            "precaucoesEspecificas": "Evitar uso em sangramentos com risco trombótico elevado sem controle da causa base. Monitorar função renal em tratamentos prolongados. Uso com cautela em associação a outros antifibrinolíticos e em pacientes com história de eventos trombóticos prévios. Em pediatria, ajustar a dose cuidadosamente conforme peso e função renal.",
            "fontesBibliograficas": "Bula Anvisa (Amicar®), UpToDate (2024), Micromedex, PubMed ID 37621715, Goodman & Gilman (13ª Ed.), Hemostasis and Thrombosis: Basic Principles and Clinical Practice (6ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Aminocaproic Acid",
            "nomeComercial": "Amicar®, Caproamin®, Acamol®",
            "classificacao": "Antifibrinolytic; plasminogen activation inhibitor; lysine analogue",
            "mecanismoAcao": "Aminocaproic acid is a synthetic analogue of lysine that competitively inhibits the binding of plasminogen to fibrin, thereby preventing its activation to plasmin. This blockade prevents the degradation of the fibrin mesh, stabilizing hemostatic clots. Unlike primary hemostasis, aminocaproic acid acts specifically in the control of fibrinolysis, reducing bleeding in cases of primary or secondary hyperfibrinolysis, such as during cardiac, hepatic, or urologic surgeries. Its action is dose-dependent and reversible. Compared to tranexamic acid, aminocaproic acid requires higher plasma concentrations to achieve the same antifibrinolytic effect, although it remains effective in mild to moderate bleeding. Its effect is not limited to inhibition of plasminogen binding to fibrin, but also reduces factor XIIa and kallikrein activation in some in vitro models, which may contribute to additional hemostatic effects in specific contexts. Furthermore, it decreases plasmin-mediated vascular permeability, helping to maintain vascular integrity during systemic inflammation or trauma.",
            "farmacocinetica": "• Onset of action: immediate (IV), 1 hour (oral).\n• Peak plasma concentration: 1–2 hours (oral).\n• Half-life: 2 hours.\n• Volume of distribution: 0.2–0.4 L/kg.\n• Plasma protein binding: negligible.\n• Oral bioavailability: >90%.\n• Excretion: renal (>80% as unchanged drug within 6 h).\n• Crosses the placenta and the blood-brain barrier in small amounts.",
            "farmacodinamica": "Its efficacy is directly related to plasma concentration, with ideal levels >100 mcg/mL. Reduces perioperative bleeding, transfusion requirements, and surgery time in cardiac, orthopedic, and oncologic procedures. Also used in urinary bleeding (gross hematuria), mucosal bleeding (epistaxis, menorrhagia), hemorrhagic syndrome in acute leukemia, and acquired coagulopathies such as DIC and hyperfibrinolysis after streptokinase- or alteplase-induced fibrinolysis. In coagulopathies associated with hematologic diseases (leukemias, lymphomas, marrow aplasia), aminocaproic acid is an adjunct for preventing persistent mucosal bleeding. It is also effective for prophylaxis and treatment of bleeding from dental or ENT procedures in patients with hereditary coagulopathies. In urology, caution is required in the presence of obstruction, as clot formation in the bladder may cause severe tamponade. The drug has also been used off-label for post-fibrinolytic bleeding secondary to agents such as alteplase in stroke or myocardial infarction.",
            "indicacoes": "• Hyperfibrinolysis in cardiac, hepatic, orthopedic, and gynecological surgeries.\n• Non-obstructive gross hematuria.\n• Hemorrhagic syndrome due to leukemia or thrombocytopenia.\n• Recurrent mucosal bleeding (epistaxis, gingivorrhagia).\n• Prophylaxis of bleeding in hemophiliacs.\n• Disseminated intravascular coagulation (DIC) with predominant fibrinolysis, under specialized management.",
            "posologia": "Adults:\n• IV: 4–5 g in 250 mL 0.9% saline IV over 1 hour, followed by 1 g/h via infusion pump for 8 hours.\n• Oral: 5 g orally initially, then 1–1.25 g orally every 4 hours for up to 10 days.\nPediatrics:\n• IV: 100–150 mg/kg over 1 hour, then 10–15 mg/kg/h as continuous infusion.\n• Oral: 100 mg/kg/dose orally every 6 hours.",
            "administracao": "• Intravenous (bolus or continuous infusion).\n• Oral (tablets or solution).\n• IV infusion should be administered slowly to avoid hypotension.",
            "doseMaxima": "• 30 g/day (adults).\n• 3 g/oral dose or 15 mg/kg/h IV (pediatrics).",
            "doseMinima": "• 1 g IV or orally (adults); 100 mg/kg (pediatrics).",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, vomiting, diarrhea.\n• Abdominal pain, myalgia.\nUncommon (0.1–1%):\n• Hypotension (especially with rapid IV administration).\n• Venous or arterial thrombosis.\n• Bradycardia, arrhythmias.\nRare (<0.1%):\n• Rhabdomyolysis, myopathy, elevated CPK.\n• Seizures (with prolonged use or high doses).\n• Severe allergic reactions.",
            "riscoGravidez": "Category C. Animal studies have shown toxicity at high doses. Use only if the benefit outweighs the risks. Used in critical obstetric bleeding situations.",
            "riscoLactacao": "Excretion in breast milk is unknown. Use with caution. Consider discontinuing breastfeeding with prolonged use or high doses.",
            "ajusteRenal": "• Dose adjustment required in moderate to severe renal impairment.\n• CrCl 30–50 mL/min: 50% of the dose.\n• CrCl <30 mL/min: 25% of the dose and monitor levels if available.",
            "ajusteHepatico": "• No dose adjustment required. Use with caution in hepatic disease with active coagulopathy.",
            "contraindicacoes": "• Active intravascular bleeding with high thrombotic risk.\n• Obstructive gross hematuria (risk of tamponade).\n• Active thrombosis (PE, recent ischemic stroke, MI).\n• Hypersensitivity to aminocaproic acid or formulation components.",
            "interacaoMedicamento": "• Increased risk of thrombosis with estrogens, oral contraceptives, erythropoietin, and other antifibrinolytics.\n• Avoid concomitant use with tranexamic acid derivatives.\n• Potentiation of effects with anticoagulants or antiplatelets may increase the risk of hemostatic imbalance. Studies indicate that concomitant use with tranexamic acid should be avoided due to a theoretical risk of seizures from additive GABA-A receptor blockade at high concentrations. In patients with renal dysfunction, combination with aminoglycosides should be monitored for cumulative renal toxicity. Aminocaproic acid may also partially antagonize thrombolytic action and should be avoided in patients who have received streptokinase, urokinase, or alteplase within the past 24 hours, except under formal indication for reversal of bleeding.",
            "apresentacao": "• Injectable solution: 250 mg/mL (20 mL vial).\n• Tablets: 500 mg, 1000 mg.\n• Pediatric oral solution: 100 mg/mL (100 mL bottle).",
            "preparo": "• IV: dilute in 100–250 mL of 0.9% saline.\n• Oral: ingest with liquid to reduce GI discomfort.\n• Avoid alkaline dilutions or rapid IV infusions.",
            "solucoesCompatíveis": "• 0.9% saline.\n• 5% dextrose.\n• Incompatible with alkaline solutions, blood products, and lipid emulsions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and moisture.\n• After dilution, use within 8 hours under aseptic conditions.",
            "cuidadosMedicos": "• Assess risk-benefit before administration.\n• Monitor for signs of thrombosis, renal function, CPK, and neurological status.\n• Do not use as monotherapy in DIC without control of underlying condition.\n• Indicate clearly in refractory hematuria and mucosal bleeding.",
            "cuidadosFarmaceuticos": "• Ensure ampoule integrity, concentration, and expiration date.\n• Check compatibility with diluents and IV solutions.\n• Prepare under aseptic conditions.\n• Report adverse reactions and communicate signs of toxicity.",
            "cuidadosEnfermagem": "• Monitor blood pressure and heart rate during infusion.\n• Assess bleeding and signs of intravascular coagulation.\n• Observe for adverse effects (nausea, myalgia, hypotension).\n• Document route, time, dose, and site of administration.",
            "viaEliminacao": "Predominantly renal, via glomerular filtration. More than 80% of the drug is excreted unchanged in the urine within 6 hours after administration. A small fraction may be metabolized in the liver. Elimination is reduced in severe renal insufficiency.",
            "inicioAcao": "Immediate via IV; 1 hour via oral route.",
            "tempoPico": "1 to 2 hours after oral administration.",
            "meiaVida": "Approximately 2 hours in patients with normal renal function.",
            "efeitoClinico": "Reduction of fibrinolysis and stabilization of clots, improving bleeding control in hyperfibrinolytic conditions. The clinical effect is proportional to plasma concentration and persists while it remains above 100 mcg/mL.",
            "precaucoesEspecificas": "Avoid use in bleeding with high thrombotic risk without control of the underlying cause. Monitor renal function in prolonged treatments. Use with caution in combination with other antifibrinolytics and in patients with a history of thrombotic events. In pediatrics, adjust the dose carefully according to weight and renal function.",
            "fontesBibliograficas": "Anvisa package insert (Amicar®), UpToDate (2024), Micromedex, PubMed ID 37621715, Goodman & Gilman (13th Ed.), Hemostasis and Thrombosis: Basic Principles and Clinical Practice (6th Ed.), Tintinalli’s Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Ácido Aminocaproico",
            "nomeComercial": "Amicar®, Caproamin®, Acamol®",
            "classificacao": "Antifibrinolítico; inhibidor de la activación del plasminógeno; análogo de la lisina",
            "mecanismoAcao": "El ácido aminocaproico es un análogo sintético de la lisina que inhibe de manera competitiva la unión del plasminógeno a la fibrina, impidiendo así su activación a plasmina. Este bloqueo previene la degradación de la red de fibrina, estabilizando los coágulos hemostáticos. A diferencia de la hemostasia primaria, el ácido aminocaproico actúa específicamente en el control de la fibrinólisis, reduciendo hemorragias en situaciones de hiperfibrinólisis primaria o secundaria, como en cirugías cardíacas, hepáticas y urológicas. Su acción es dosis-dependiente y reversible. En comparación con el ácido tranexámico, el ácido aminocaproico requiere concentraciones plasmáticas más elevadas para lograr el mismo efecto antifibrinolítico, aunque mantiene buena eficacia en hemorragias leves a moderadas. Su efecto no se limita a la inhibición de la unión del plasminógeno a la fibrina, sino que también disminuye la activación del factor XIIa y de la calicreína en algunos modelos in vitro, lo que puede contribuir a un efecto hemostático adicional en contextos específicos. Además, reduce la permeabilidad vascular mediada por plasmina, favoreciendo el mantenimiento de la integridad vascular durante inflamación sistémica o traumatismos.",
            "farmacocinetica": "• Inicio de acción: inmediato (IV), 1 hora (VO).\n• Pico plasmático: 1–2 horas (VO).\n• Vida media: 2 horas.\n• Volumen de distribución: 0,2–0,4 L/kg.\n• Unión a proteínas plasmáticas: insignificante.\n• Biodisponibilidad oral: >90%.\n• Excreción: renal (>80% como fármaco inalterado en 6 h).\n• Cruza la placenta y la barrera hematoencefálica en pequeñas concentraciones.",
            "farmacodinamica": "Su eficacia está directamente relacionada con la concentración plasmática, siendo ideal mantener niveles >100 mcg/mL. Reduce el sangrado perioperatorio, la necesidad transfusional y el tiempo quirúrgico en procedimientos cardíacos, ortopédicos y oncológicos. También se utiliza en hemorragias urinarias (hematuria macroscópica), hemorragias mucosas (epistaxis, menorragia), síndrome hemorrágico en leucemia aguda y coagulopatías adquiridas como CID e hiperfibrinólisis posterior a fibrinólisis inducida por estreptoquinasa o alteplasa. En coagulopatías asociadas a enfermedades hematológicas, como leucemias, linfomas y aplasia medular, el ácido aminocaproico tiene un papel adyuvante en la prevención de hemorragias mucosas persistentes. También es eficaz en la profilaxis y tratamiento de hemorragias derivadas de procedimientos odontológicos u otorrinolaringológicos en pacientes con coagulopatías hereditarias. En urología, su uso requiere precaución en presencia de obstrucción, ya que la formación de coágulos en la vejiga puede provocar taponamiento vesical grave. El medicamento también se ha utilizado off-label en hemorragias post-fibrinolíticas secundarias a agentes como alteplasa en cuadros de ACV o IAM.",
            "indicacoes": "• Hiperfibrinólisis en cirugías cardíacas, hepáticas, ortopédicas y ginecológicas.\n• Hematuria macroscópica no obstructiva.\n• Síndrome hemorrágico por leucemia o trombocitopenia.\n• Hemorragias mucosas recurrentes (epistaxis, gingivorragia).\n• Profilaxis de hemorragia en hemofílicos.\n• Coagulación intravascular diseminada (CID) con predominio de fibrinólisis, bajo control especializado.",
            "posologia": "Adultos:\n• IV: 4–5 g en 250 mL de SF 0,9% IV en 1 hora, seguido de 1 g/h en bomba durante 8 horas.\n• VO: 5 g VO inicialmente, luego 1–1,25 g VO cada 4 h hasta por 10 días.\nPediatría:\n• IV: 100–150 mg/kg en 1 h, luego 10–15 mg/kg/h en infusión continua.\n• VO: 100 mg/kg/dosis VO cada 6 horas.",
            "administracao": "• Vía intravenosa (bolo o infusión continua).\n• Oral (comprimidos o solución).\n• La infusión IV debe realizarse lentamente para evitar hipotensión.",
            "doseMaxima": "• 30 g/día (adultos).\n• 3 g/dosis oral o 15 mg/kg/h IV (pediatría).",
            "doseMinima": "• 1 g IV o VO (adultos); 100 mg/kg (pediatría).",
            "reacoesAdversas": "Frecuentes (1–10%):\n• Náuseas, vómitos, diarrea.\n• Dolor abdominal, mialgia.\nInfrecuentes (0,1–1%):\n• Hipotensión (especialmente IV rápida).\n• Trombosis venosa o arterial.\n• Bradicardia, arritmias.\nRaras (<0,1%):\n• Rabdomiólisis, miopatía, elevación de CPK.\n• Convulsiones (uso prolongado o dosis altas).\n• Reacciones alérgicas graves.",
            "riscoGravidez": "Categoría C. Estudios en animales demostraron toxicidad a dosis altas. Usar solo si el beneficio supera los riesgos. Empleado en situaciones críticas de hemorragia obstétrica.",
            "riscoLactacao": "Excreción en la leche desconocida. Uso con precaución. Considerar suspender la lactancia en uso prolongado o dosis elevadas.",
            "ajusteRenal": "• Requiere ajuste en insuficiencia renal moderada a grave.\n• ClCr 30–50 mL/min: 50% de la dosis.\n• ClCr <30 mL/min: 25% de la dosis y monitorizar niveles si es posible.",
            "ajusteHepatico": "• No es necesario ajuste de dosis. Usar con precaución en hepatopatías con coagulopatía activa.",
            "contraindicacoes": "• Hemorragia activa intravascular con alto riesgo trombótico.\n• Hematuria macroscópica obstructiva (riesgo de taponamiento).\n• Trombosis activa (TEP, ACV isquémico reciente, IAM).\n• Hipersensibilidad al ácido aminocaproico o componentes de la fórmula.",
            "interacaoMedicamento": "• Riesgo aumentado de trombosis con estrógenos, anticonceptivos orales, eritropoyetina y otros antifibrinolíticos.\n• Evitar el uso concomitante con derivados de ácido tranexámico.\n• La potenciación de efectos con anticoagulantes o antiagregantes puede aumentar el riesgo de desequilibrio hemostático. Estudios indican que el uso concomitante con ácido tranexámico debe evitarse, ya que existe un riesgo teórico de convulsiones por sumatoria de bloqueo del receptor GABA-A en altas concentraciones. En pacientes con disfunción renal, la combinación con aminoglucósidos debe ser monitorizada respecto a la función renal acumulada. El ácido aminocaproico también puede antagonizar parcialmente la acción de trombolíticos y debe evitarse en pacientes que hayan recibido estreptoquinasa, uroquinasa o alteplasa en las últimas 24 horas, salvo indicación formal de reversión de hemorragia.",
            "apresentacao": "• Solución inyectable: 250 mg/mL (frasco de 20 mL).\n• Comprimidos: 500 mg, 1000 mg.\n• Solución oral pediátrica: 100 mg/mL (frasco 100 mL).",
            "preparo": "• IV: diluir en 100–250 mL de SF 0,9%.\n• VO: ingerir con líquido para reducir molestias gastrointestinales.\n• Evitar diluciones alcalinas o infusiones IV rápidas.",
            "solucoesCompatíveis": "• SF 0,9%.\n• SG 5%.\n• Incompatible con soluciones alcalinas, hemoderivados y soluciones lipídicas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y la humedad.\n• Tras la dilución, utilizar en un máximo de 8 horas bajo condiciones asépticas.",
            "cuidadosMedicos": "• Evaluar riesgo-beneficio antes de la administración.\n• Monitorizar signos de trombosis, función renal, CPK y estado neurológico.\n• No usar como monoterapia en CID sin control de la condición base.\n• Indicar claramente en hematuria y hemorragias mucosas refractarias.",
            "cuidadosFarmaceuticos": "• Garantizar integridad del vial, concentración y validez.\n• Verificar compatibilidad con diluyentes y soluciones IV.\n• Preparar en condiciones asépticas.\n• Notificar reacciones adversas y comunicar signos de toxicidad.",
            "cuidadosEnfermagem": "• Monitorizar presión arterial y frecuencia cardíaca durante la infusión.\n• Evaluar hemorragia y signos de coagulación intravascular.\n• Observar efectos adversos (náuseas, mialgia, hipotensión).\n• Documentar vía, horario, dosis y lugar de administración.",
            "viaEliminacao": "Predominantemente renal, por filtración glomerular. Más del 80% del fármaco se excreta inalterado en la orina en hasta 6 horas tras la administración. Una pequeña fracción puede metabolizarse en el hígado. La eliminación se reduce en insuficiencia renal grave.",
            "inicioAcao": "Inmediato por vía IV; 1 hora por vía oral.",
            "tempoPico": "1 a 2 horas tras la administración oral.",
            "meiaVida": "Aproximadamente 2 horas en pacientes con función renal normal.",
            "efeitoClinico": "Reducción de la fibrinólisis y estabilización de coágulos, con mejora en el control de la hemorragia en condiciones de hiperfibrinólisis. El efecto clínico es proporcional a la concentración plasmática y se mantiene mientras ésta esté por encima de 100 mcg/mL.",
            "precaucoesEspecificas": "Evitar uso en hemorragias con alto riesgo trombótico sin control de la causa base. Monitorizar función renal en tratamientos prolongados. Uso con precaución en combinación con otros antifibrinolíticos y en pacientes con antecedentes de eventos trombóticos. En pediatría, ajustar la dosis cuidadosamente según peso y función renal.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Amicar®), UpToDate (2024), Micromedex, PubMed ID 37621715, Goodman & Gilman (13ª Ed.), Hemostasis and Thrombosis: Basic Principles and Clinical Practice (6ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    }
}
