{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Adrenalina (Epinefrina)",
            "nomeComercial": "Adren®, Epipen®, Epiren®, Epinefrina Hipocloridrato",
            "classificacao": "Agente adrenérgico, simpaticomimético, vasopressor e broncodilatador",
            "mecanismoAcao": "Atua como agonista adrenérgico alfa e beta. A estimulação de receptores alfa-1 promove vasoconstrição periférica, enquanto os receptores beta-1 aumentam a contratilidade e frequência cardíaca. Os receptores beta-2 promovem broncodilatação. A ativação de receptores beta-2 também promove estabilização de mastócitos, reduzindo liberação de histamina, leucotrienos e citocinas pró-inflamatórias. A adrenalina inibe a degranulação celular e promove vasodilatação coronariana. Em doses elevadas, o efeito alfa-1 predomina, enquanto em doses baixas os efeitos beta-2 são mais expressivos, justificando seu uso em broncoespasmo isolado.",
            "farmacocinetica": "Início de ação imediato por via IV; 3–5 minutos por via IM. Metabolizada por monoaminoxidase e catecol-O-metiltransferase (COMT); excreção renal.",
            "farmacodinamica": "Eleva pressão arterial, frequência cardíaca e débito cardíaco. Reduz resistência nas vias aéreas. Aumenta perfusão coronariana durante PCR. Duração de ação curta. Em anafilaxia, reverte rapidamente hipotensão, edema de laringe e broncoespasmo. Em PCR, aumenta a pressão de perfusão coronariana e cerebral, melhorando o retorno à circulação espontânea (ROSC). O efeito broncodilatador é útil em crises de asma refratárias, enquanto a vasoconstrição alfa-adrenérgica é benéfica em choque refratário com vasoplegia. Tem ação curta, necessitando administração repetida ou infusão contínua para manutenção dos efeitos clínicos desejados.",
            "indicacoes": "Parada cardiorrespiratória, anafilaxia, broncoespasmo agudo refratário, choque séptico com hipotensão refratária, bradicardia grave, como adjuvante de anestésicos locais.",
            "posologia": "PCR adulto: 1 mg IV/IO a cada 3–5 min. PCR pediátrico: 0,01 mg/kg IV/IO. Anafilaxia adulto: 0,3 a 0,5 mg IM. Crianças: 0,01 mg/kg IM. Infusão: 0,05–2 mcg/kg/min IV contínuo.",
            "administracao": "IV, IM, SC, IO, endotraqueal (como alternativa), nebulização (crup), infusão contínua com bomba.",
            "doseMaxima": "1 mg por dose em adultos (PCR). 0,5 mg IM em anafilaxia. Pediatria: máximo 0,3 mg por dose IM.",
            "doseMinima": "0,01 mg/kg (IM/IV em pediatria).",
            "reacoesAdversas": "Ansiedade, tremores, cefaleia, taquiarritmias, hipertensão, isquemia miocárdica, necrose local por extravasamento.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Sem estudos controlados em humanos.",
            "riscoLactacao": "Pouca excreção no leite; uso emergencial geralmente seguro.",
            "ajusteRenal": "Não é necessário ajuste de dose para insuficiência renal leve a moderada. Usar com cautela em disfunção renal grave, monitorando efeitos adversos.",
            "ajusteHepatico": "Usar com cautela. A metabolização hepática pode ser alterada em insuficiência hepática grave, com maior risco de toxicidade.",
            "contraindicacoes": "Não existem contraindicações absolutas em emergências. Evitar em pacientes com taquiarritmias instáveis fora do contexto emergencial.",
            "interacaoMedicamento": "Potencialização de arritmias com anestésicos halogenados. Interage com betabloqueadores, antidepressivos tricíclicos, IMAOs. Pode reduzir efeitos de insulina e hipoglicemiantes. O uso concomitante com antipsicóticos ou bloqueadores alfa pode atenuar a resposta vasopressora. O uso em pacientes em inibidores da MAO pode precipitar crise hipertensiva grave. A hipocalemia induzida por beta-2 pode aumentar risco de arritmia em uso com digitálicos. Evitar uso simultâneo com cloridrato de propranolol ou labetalol sem preparo adequado para bradicardia ou broncoespasmo induzido.",
            "apresentacao": "Ampolas 1 mg/mL (1:1000) para IM/SC. Ampolas 1 mg/10 mL (1:10.000) para uso IV. Auto-injetores 0,3 mg e 0,15 mg.",
            "preparo": "Para infusão: diluir 1 mg em 100 mL SF 0,9% (10 mcg/mL) ou 1 mg em 250 mL (4 mcg/mL). Para bolus IV lento: diluir 1 mg em 10 mL SF.",
            "solucoesCompatíveis": "Soro fisiológico (SF 0,9%) e solução glicosada a 5% são compatíveis. Incompatível com soluções alcalinas.",
            "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Descartar se houver coloração escura ou precipitação.",
            "cuidadosMedicos": "Monitorar ECG, pressão arterial, oximetria e perfusão. Usar com precaução em pacientes com doença cardiovascular.",
            "cuidadosFarmaceuticos": "Preparar sob condições assépticas. Usar diluição apropriada para via. Evitar extravasamento por risco de necrose.",
            "cuidadosEnfermagem": "Observar sinais de toxicidade (hipertensão, taquicardia). Confirmar via e concentração antes de administrar.",
            "fontesBibliograficas": "Bula Anvisa (Epinefrina Hipocloridrato), Manual SBP Terapêutica Pediátrica, Diretrizes ACLS 2020, Micromedex, Tintinalli’s Emergency Medicine, UpToDate (2024), PubMed ID 36782345."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Adrenaline (Epinephrine)",
            "nomeComercial": "Adren®, Epipen®, Epiren®, Epinephrine Hydrochloride",
            "classificacao": "Adrenergic agent, sympathomimetic, vasopressor, and bronchodilator",
            "mecanismoAcao": "Acts as an alpha and beta adrenergic agonist. Stimulation of alpha-1 receptors causes peripheral vasoconstriction, while beta-1 receptor activation increases cardiac contractility and heart rate. Beta-2 receptor stimulation leads to bronchodilation. Activation of beta-2 receptors also stabilizes mast cells, reducing the release of histamine, leukotrienes, and pro-inflammatory cytokines. Epinephrine inhibits cellular degranulation and promotes coronary vasodilation. At high doses, alpha-1 effects predominate; at low doses, beta-2 effects are more pronounced, which justifies its use in isolated bronchospasm.",
            "farmacocinetica": "Onset of action is immediate via IV; 3–5 minutes via IM. Metabolized by monoamine oxidase (MAO) and catechol-O-methyltransferase (COMT); renal excretion.",
            "farmacodinamica": "Increases blood pressure, heart rate, and cardiac output. Decreases airway resistance. Enhances coronary perfusion during cardiac arrest. Short duration of action. In anaphylaxis, rapidly reverses hypotension, laryngeal edema, and bronchospasm. In cardiac arrest, increases coronary and cerebral perfusion pressure, improving return of spontaneous circulation (ROSC). The bronchodilator effect is useful in refractory asthma exacerbations, while alpha-adrenergic vasoconstriction is beneficial in refractory shock with vasoplegia. Due to its short action, repeated administration or continuous infusion is required to maintain clinical effects.",
            "indicacoes": "Cardiac arrest, anaphylaxis, refractory acute bronchospasm, septic shock with refractory hypotension, severe bradycardia, as adjuvant to local anesthetics.",
            "posologia": "Adult cardiac arrest: 1 mg IV/IO every 3–5 min. Pediatric cardiac arrest: 0.01 mg/kg IV/IO. Adult anaphylaxis: 0.3 to 0.5 mg IM. Pediatric: 0.01 mg/kg IM. Infusion: 0.05–2 mcg/kg/min continuous IV.",
            "administracao": "IV, IM, SC, IO, endotracheal (as alternative), nebulization (croup), continuous infusion via pump.",
            "doseMaxima": "1 mg per dose in adults (cardiac arrest). 0.5 mg IM in anaphylaxis. Pediatrics: maximum 0.3 mg per IM dose.",
            "doseMinima": "0.01 mg/kg (IM/IV in pediatrics).",
            "reacoesAdversas": "Anxiety, tremors, headache, tachyarrhythmias, hypertension, myocardial ischemia, local necrosis due to extravasation.",
            "riscoGravidez": "Category C. Use only if clearly needed. No controlled studies in humans.",
            "riscoLactacao": "Minimal excretion in breast milk; emergency use is generally considered safe.",
            "ajusteRenal": "No dosage adjustment required for mild to moderate renal impairment. Use with caution in severe renal dysfunction, monitoring for adverse effects.",
            "ajusteHepatico": "Use with caution. Hepatic metabolism may be impaired in severe hepatic insufficiency, with increased risk of toxicity.",
            "contraindicacoes": "No absolute contraindications in emergencies. Avoid in patients with unstable tachyarrhythmias outside emergency settings.",
            "interacaoMedicamento": "Potentiation of arrhythmias with halogenated anesthetics. Interacts with beta-blockers, tricyclic antidepressants, and MAO inhibitors. May reduce the effects of insulin and hypoglycemic agents. Concomitant use with antipsychotics or alpha-blockers may attenuate the vasopressor response. Use in patients on MAO inhibitors may precipitate severe hypertensive crisis. Beta-2-induced hypokalemia may increase arrhythmia risk when used with digitalis. Avoid simultaneous use with propranolol or labetalol hydrochloride without adequate preparation for induced bradycardia or bronchospasm.",
            "apresentacao": "Ampoules 1 mg/mL (1:1000) for IM/SC. Ampoules 1 mg/10 mL (1:10,000) for IV use. Auto-injectors 0.3 mg and 0.15 mg.",
            "preparo": "For infusion: dilute 1 mg in 100 mL 0.9% saline (10 mcg/mL) or 1 mg in 250 mL (4 mcg/mL). For slow IV bolus: dilute 1 mg in 10 mL saline.",
            "solucoesCompatíveis": "0.9% saline and 5% dextrose solutions are compatible. Incompatible with alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Discard if dark coloration or precipitation is observed.",
            "cuidadosMedicos": "Monitor ECG, blood pressure, oximetry, and perfusion. Use with caution in patients with cardiovascular disease.",
            "cuidadosFarmaceuticos": "Prepare under aseptic conditions. Use appropriate dilution for the route. Avoid extravasation due to risk of necrosis.",
            "cuidadosEnfermagem": "Observe for signs of toxicity (hypertension, tachycardia). Confirm route and concentration before administration.",
            "fontesBibliograficas": "Anvisa Package Insert (Epinephrine Hydrochloride), SBP Pediatric Therapeutics Manual, ACLS Guidelines 2020, Micromedex, Tintinalli’s Emergency Medicine, UpToDate (2024), PubMed ID 36782345."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Adrenalina (Epinefrina)",
            "nomeComercial": "Adren®, Epipen®, Epiren®, Epinefrina Clorhidrato",
            "classificacao": "Agente adrenérgico, simpaticomimético, vasopresor y broncodilatador",
            "mecanismoAcao": "Actúa como agonista adrenérgico de los receptores alfa y beta. La estimulación de los receptores alfa-1 induce vasoconstricción periférica, mientras que la activación de los receptores beta-1 incrementa la contractilidad y la frecuencia cardíaca. La estimulación de los receptores beta-2 produce broncodilatación. La activación de beta-2 también estabiliza los mastocitos, reduciendo la liberación de histamina, leucotrienos y citocinas proinflamatorias. La adrenalina inhibe la degranulación celular y promueve la vasodilatación coronaria. A dosis elevadas, predomina el efecto alfa-1; a dosis bajas, los efectos beta-2 son más notables, lo que justifica su uso en broncoespasmo aislado.",
            "farmacocinetica": "Inicio de acción inmediato por vía IV; 3–5 minutos por vía IM. Metabolizada por monoaminooxidasa (MAO) y catecol-O-metiltransferasa (COMT); excreción renal.",
            "farmacodinamica": "Aumenta la presión arterial, la frecuencia cardíaca y el gasto cardíaco. Disminuye la resistencia de las vías respiratorias. Mejora la perfusión coronaria durante el paro cardíaco. Duración de acción corta. En anafilaxia, revierte rápidamente la hipotensión, el edema laríngeo y el broncoespasmo. En paro cardíaco, eleva la presión de perfusión coronaria y cerebral, mejorando el retorno a la circulación espontánea (ROSC). El efecto broncodilatador es útil en crisis asmáticas refractarias, mientras que la vasoconstricción alfa-adrenérgica es beneficiosa en shock refractario con vasoplejía. Su acción es breve, por lo que puede requerirse administración repetida o infusión continua para mantener los efectos clínicos deseados.",
            "indicacoes": "Paro cardiorrespiratorio, anafilaxia, broncoespasmo agudo refractario, shock séptico con hipotensión refractaria, bradicardia grave, como adyuvante de anestésicos locales.",
            "posologia": "Paro cardíaco en adultos: 1 mg IV/IO cada 3–5 min. Paro cardíaco pediátrico: 0,01 mg/kg IV/IO. Anafilaxia en adultos: 0,3 a 0,5 mg IM. Niños: 0,01 mg/kg IM. Infusión: 0,05–2 mcg/kg/min IV continua.",
            "administracao": "IV, IM, SC, IO, endotraqueal (como alternativa), nebulización (crup), infusión continua con bomba.",
            "doseMaxima": "1 mg por dosis en adultos (paro cardíaco). 0,5 mg IM en anafilaxia. Pediatría: máximo 0,3 mg por dosis IM.",
            "doseMinima": "0,01 mg/kg (IM/IV en pediatría).",
            "reacoesAdversas": "Ansiedad, temblores, cefalea, taquiarritmias, hipertensión, isquemia miocárdica, necrosis local por extravasación.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. No existen estudios controlados en humanos.",
            "riscoLactacao": "Excreción mínima en leche materna; el uso en emergencias se considera generalmente seguro.",
            "ajusteRenal": "No se requiere ajuste de dosis en insuficiencia renal leve a moderada. Usar con precaución en disfunción renal grave, monitorizando efectos adversos.",
            "ajusteHepatico": "Usar con precaución. El metabolismo hepático puede verse alterado en insuficiencia hepática grave, con mayor riesgo de toxicidad.",
            "contraindicacoes": "No existen contraindicaciones absolutas en situaciones de emergencia. Evitar en pacientes con taquiarritmias inestables fuera del contexto de urgencia.",
            "interacaoMedicamento": "Potenciación de arritmias con anestésicos halogenados. Interactúa con betabloqueantes, antidepresivos tricíclicos, inhibidores de la MAO. Puede reducir el efecto de insulina y antidiabéticos. El uso concomitante con antipsicóticos o bloqueadores alfa puede atenuar la respuesta vasopresora. El uso en pacientes bajo inhibidores de la MAO puede precipitar crisis hipertensivas graves. La hipopotasemia inducida por beta-2 puede aumentar el riesgo de arritmias en combinación con digitálicos. Evitar el uso simultáneo con propranolol o labetalol clorhidrato sin preparación adecuada ante la posibilidad de bradicardia o broncoespasmo inducido.",
            "apresentacao": "Ampollas 1 mg/mL (1:1000) para IM/SC. Ampollas 1 mg/10 mL (1:10.000) para uso IV. Autoinyectores 0,3 mg y 0,15 mg.",
            "preparo": "Para infusión: diluir 1 mg en 100 mL de SSF 0,9% (10 mcg/mL) o 1 mg en 250 mL (4 mcg/mL). Para bolo IV lento: diluir 1 mg en 10 mL de SSF.",
            "solucoesCompatíveis": "Solución salina fisiológica (SSF 0,9%) y solución glucosada al 5% son compatibles. Incompatible con soluciones alcalinas.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Desechar si se observa coloración oscura o precipitación.",
            "cuidadosMedicos": "Monitorizar ECG, presión arterial, oximetría y perfusión. Utilizar con precaución en pacientes con enfermedad cardiovascular.",
            "cuidadosFarmaceuticos": "Preparar bajo condiciones asépticas. Utilizar la dilución apropiada según la vía. Evitar extravasación por riesgo de necrosis.",
            "cuidadosEnfermagem": "Observar signos de toxicidad (hipertensión, taquicardia). Confirmar la vía y concentración antes de administrar.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Epinefrina Clorhidrato), Manual Terapéutico Pediátrico, Guías ACLS 2020, Micromedex, Tintinalli’s Emergency Medicine, UpToDate (2024), PubMed ID 36782345."
        }
    }
}
