{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Água destilada (Aqua purificata)",
            "nomeComercial": "Água Destilada Estéril®, Água PPI®, Aqua Bidest®, Aqua Purificata",
            "classificacao": "Veículo e solvente farmacêutico estéril; diluente universal; solução hipotônica",
            "mecanismoAcao": "A água destilada é um solvente purificado por destilação, isenta de sais, íons, partículas e microorganismos. Por ser hipotônica em relação ao plasma, sua infusão direta em grandes volumes intravenosos pode causar lise celular (hemólise) e distúrbios eletrolíticos. É amplamente utilizada como diluente para reconstituição de medicamentos, lavagem de cavidades e enxágue de materiais cirúrgicos, sendo compatível com a maioria dos princípios ativos. Sua extrema pureza evita reações com substâncias instáveis, sendo especialmente útil na reconstituição de antibióticos liofilizados, vacinas e soluções oftálmicas. Ao não conter tampões nem eletrólitos, não interfere na estabilidade química da maioria dos princípios ativos. No entanto, sua hipotonicidade pode provocar ruptura de células endoteliais ou eritrócitos se administrada diretamente em grandes volumes pela via IV, causando hemólise osmótica rápida.",
            "farmacocinetica": "• Distribuição: entra rapidamente nos compartimentos intra e extracelular.\n• Excreção: renal (filtração glomerular da água livre).\n• Absorção: não aplicável por via parenteral.\n• Meia-vida: depende do estado hídrico e função renal do paciente.",
            "farmacodinamica": "A administração parenteral de pequenas quantidades de água destilada como diluente não tem efeitos farmacodinâmicos significativos. Grandes volumes, especialmente em infusão venosa direta, causam hemólise aguda por osmose e liberação de hemoglobina livre. Quando utilizada como veículo para reconstituição, permite administração segura de princípios ativos compatíveis, sem alterar sua eficácia. Quando utilizada para irrigação, não gera efeitos sistêmicos significativos, desde que o volume absorvido seja mínimo. Em procedimentos cirúrgicos com risco de absorção elevada (ex: RTU de próstata), a absorção inadvertida de grandes volumes pode levar a desequilíbrios hidroeletrolíticos, hemólise, convulsões e edema cerebral. Para minimizar esse risco, recomenda-se seu uso com cautela e em volumes controlados, especialmente em pacientes com função renal comprometida.",
            "indicacoes": "• Diluente para reconstituição de medicamentos injetáveis.\n• Irrigação estéril de feridas, cavidades, órgãos durante procedimentos cirúrgicos.\n• Lavagem de cateteres, sondas e sistemas fechados.\n• Enxágue de instrumentos cirúrgicos e ópticos.\n• Uso em procedimentos urológicos, oftalmológicos e ginecológicos (versão estéril).",
            "posologia": "Adultos e pediatria:\n• Quantidade variável conforme o preparo farmacêutico.\n• Reconstituição: volumes de 2 mL a 100 mL, conforme orientação da bula do fármaco.\n• Irrigação: conforme volume necessário, usualmente de 50 a 2.000 mL sob técnica estéril.\n• Uso parenteral direto: contraindicado, exceto em volumes mínimos como diluição (ex: via IM ou SC).",
            "administracao": "• Reconstituição de medicamentos: IV, IM, SC, intratecal (conforme fármaco).\n• Irrigação estéril: tópica, cavitária, intraoperatória.\n• Não administrar por via intravenosa em bolus ou infusão contínua isoladamente.\n• Técnicas assépticas e compatibilidade obrigatórias.",
            "doseMaxima": "Sem dose fixa – depende do uso; volumes maiores restritos à irrigação ou diluição sob prescrição.",
            "doseMinima": "1–2 mL (ex: diluição de vacinas, antibióticos IM).",
            "reacoesAdversas": "Comuns (1–10%):\n• Irritação local leve em uso tópico repetido.\nRaras (<0,1%):\n• Hemólise (uso IV inadvertido).\n• Reações inflamatórias se contaminada ou mal armazenada.\n• Hiponatremia dilucional em uso excessivo inadvertido por via IV.\n• Edema celular e convulsões em infusão venosa rápida (acidental).",
            "riscoGravidez": "Categoria A. Pode ser usada com segurança durante toda a gestação, inclusive para diluição de medicações obstétricas e irrigação cirúrgica.",
            "riscoLactacao": "Não há excreção no leite e nenhum risco identificado. Totalmente compatível com a amamentação.",
            "ajusteRenal": "• Não se aplica para reconstituição.\n• Evitar infusão parenteral de grandes volumes em pacientes com insuficiência renal grave ou anúria sem controle.",
            "ajusteHepatico": "• Não aplicável em diluições ou irrigação tópica.",
            "contraindicacoes": "• Infusão venosa direta isolada.\n• Hipotonicidade grave e risco de hemólise.\n• Uso intraocular prolongado sem controle de osmolaridade (off-label).",
            "interacaoMedicamento": "• Compatível com a maioria dos antibióticos, sedativos, antieméticos, vacinas.\n• Incompatível com soluções hiperosmolares ou alcalinas sem prescrição específica.\n• Atenção à estabilidade e tempo de uso após reconstituição dos fármacos. A ausência de íons previne precipitações com sais de cálcio, magnésio ou bicarbonato, tornando a água destilada ideal para fármacos sensíveis à presença de eletrólitos. Por outro lado, sua ausência de efeito tampão pode reduzir a estabilidade de medicamentos que exigem controle de pH, como certos quimioterápicos ou antibióticos carbapenêmicos. Deve-se evitar seu uso com soluções hiperosmolares sem orientação técnica, devido à osmolaridade potencialmente incompatível com o tecido humano.",
            "apresentacao": "• Frascos-ampola: 2 mL, 5 mL, 10 mL, 20 mL, 50 mL (uso injetável).\n• Bolsas de irrigação: 250 mL, 500 mL, 1.000 mL, 2.000 mL (uso estéril).\n• Frascos de laboratório: 500 mL, 1.000 mL (uso não parenteral).",
            "preparo": "• Pronta para uso.\n• Usar seringa e agulha estéreis para retirada do frasco-ampola.\n• Utilizar imediatamente após abertura; evitar contaminação.\n• Armazenar soluções reconstituídas conforme orientação do medicamento diluído.",
            "solucoesCompatíveis": "• Compatível com a maioria dos medicamentos liofilizados. Incompatível com eletrólitos hiperosmolares e bicarbonato.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e calor.\n• Frascos abertos devem ser descartados após 24 h, salvo em sistema fechado e asséptico contínuo.",
            "cuidadosMedicos": "• Evitar uso indevido por via IV isolada.\n• Confirmar concentração e volume de reconstituição.\n• Monitorar sinais de hemólise em caso de infusão acidental em grande volume.",
            "cuidadosFarmaceuticos": "• Verificar lote, validade e integridade do frasco antes do uso.\n• Utilizar técnica estéril rigorosa.\n• Garantir compatibilidade com o princípio ativo e registrar na prescrição.",
            "cuidadosEnfermagem": "• Auxiliar na preparação de medicações sob prescrição.\n• Observar sinais de irritação local ou efeitos adversos após administração.\n• Notificar qualquer uso inadvertido ou erro de diluição.",
            "viaEliminacao": "Principalmente por excreção renal de água livre por filtração glomerular, regulada pelo balanço hidroeletrolítico, secreção de ADH e função tubular. A água em excesso é eliminada com grande rapidez em pacientes normovolêmicos, mas pode ser retida em condições de hipervolemia, insuficiência renal ou distúrbios hormonais.",
            "inicioAcao": "Imediato quando injetada ou aplicada localmente; alguns segundos após contato com tecidos sensíveis (ex: mucosas).",
            "tempoPico": "Não aplicável – efeito físico imediato e não farmacológico.",
            "meiaVida": "Variável conforme o estado volêmico e função renal do paciente; meia-vida fisiológica da água é de aproximadamente 45 minutos a 1 hora em adultos normais.",
            "efeitoClinico": "Facilita dissolução, diluição e aplicação segura de fármacos em soluções parenterais ou tópicas. Em irrigação, remove detritos, coágulos e contaminantes com segurança. Não exerce ação farmacológica ativa, mas seu uso inadequado pode gerar efeitos deletérios como hemólise, hiponatremia ou edema cerebral. Em uso tópico ou cavitário, promove limpeza física sem interferir na função celular se utilizada em volumes adequados.",
            "precaucoesEspecificas": "Evitar uso intravenoso isolado. Garantir compatibilidade com fármaco diluído. Não utilizar como substituto de soluções isotônicas. Usar sob técnica estéril e dentro do tempo máximo após abertura do frasco. Em cirurgias urológicas ou neurológicas, controlar rigorosamente o volume absorvido para evitar complicações osmóticas.",
            "fontesBibliograficas": "Bula Anvisa (Água Destilada Estéril), UpToDate (2024), Micromedex, PubMed ID 37637310, Goodman & Gilman (13ª Ed.), Manual SBH Terapêutica, WHO Guidelines on Injectable Medicines."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Distilled Water (Aqua purificata)",
            "nomeComercial": "Sterile Distilled Water®, Water for Injection®, Aqua Bidest®, Aqua Purificata",
            "classificacao": "Sterile pharmaceutical vehicle and solvent; universal diluent; hypotonic solution",
            "mecanismoAcao": "Distilled water is a solvent purified by distillation, free of salts, ions, particles, and microorganisms. Being hypotonic relative to plasma, its direct intravenous infusion in large volumes can cause cell lysis (hemolysis) and electrolyte disturbances. It is widely used as a diluent for drug reconstitution, cavity irrigation, and rinsing of surgical instruments, being compatible with most active pharmaceutical ingredients. Its extreme purity prevents reactions with unstable substances, making it especially useful for reconstituting lyophilized antibiotics, vaccines, and ophthalmic solutions. The absence of buffers and electrolytes means it does not interfere with the chemical stability of most active ingredients. However, its hypotonicity may cause rupture of endothelial cells or erythrocytes if administered directly in large volumes intravenously, leading to rapid osmotic hemolysis.",
            "farmacocinetica": "• Distribution: rapidly enters intra- and extracellular compartments.\n• Excretion: renal (glomerular filtration of free water).\n• Absorption: not applicable via parenteral route.\n• Half-life: depends on the patient's hydration status and renal function.",
            "farmacodinamica": "Parenteral administration of small amounts of distilled water as a diluent has no significant pharmacodynamic effects. Large volumes, especially via direct intravenous infusion, cause acute hemolysis by osmosis and release of free hemoglobin. When used as a vehicle for reconstitution, it allows safe administration of compatible active ingredients without altering their efficacy. When used for irrigation, it does not generate significant systemic effects provided the absorbed volume is minimal. In surgical procedures with a risk of high absorption (e.g., TURP), inadvertent absorption of large volumes may lead to electrolyte imbalances, hemolysis, seizures, and cerebral edema. To minimize this risk, its use is recommended with caution and in controlled volumes, especially in patients with impaired renal function.",
            "indicacoes": "• Diluent for reconstitution of injectable drugs.\n• Sterile irrigation of wounds, cavities, organs during surgical procedures.\n• Flushing of catheters, tubes, and closed systems.\n• Rinsing of surgical and optical instruments.\n• Use in urological, ophthalmological, and gynecological procedures (sterile version).",
            "posologia": "Adults and pediatrics:\n• Variable amount according to the pharmaceutical preparation.\n• Reconstitution: volumes from 2 mL to 100 mL, as recommended by the drug’s package insert.\n• Irrigation: as needed, usually 50 to 2,000 mL under sterile technique.\n• Direct parenteral use: contraindicated except in minimal volumes as a diluent (e.g., IM or SC route).",
            "administracao": "• Drug reconstitution: IV, IM, SC, intrathecal (according to the drug).\n• Sterile irrigation: topical, cavitary, intraoperative.\n• Do not administer intravenously as a bolus or continuous infusion alone.\n• Strict aseptic technique and compatibility required.",
            "doseMaxima": "No fixed dose – depends on use; larger volumes restricted to irrigation or dilution under prescription.",
            "doseMinima": "1–2 mL (e.g., dilution of vaccines, IM antibiotics).",
            "reacoesAdversas": "Common (1–10%):\n• Mild local irritation with repeated topical use.\nRare (<0.1%):\n• Hemolysis (inadvertent IV use).\n• Inflammatory reactions if contaminated or improperly stored.\n• Dilutional hyponatremia in excessive inadvertent IV use.\n• Cellular edema and seizures in rapid intravenous infusion (accidental).",
            "riscoGravidez": "Category A. Can be safely used throughout pregnancy, including for dilution of obstetric medications and surgical irrigation.",
            "riscoLactacao": "Not excreted in breast milk and no identified risk. Fully compatible with breastfeeding.",
            "ajusteRenal": "• Not applicable for reconstitution.\n• Avoid parenteral infusion of large volumes in patients with severe renal insufficiency or uncontrolled anuria.",
            "ajusteHepatico": "• Not applicable for dilutions or topical irrigation.",
            "contraindicacoes": "• Isolated direct intravenous infusion.\n• Severe hypotonicity and risk of hemolysis.\n• Prolonged intraocular use without osmolarity control (off-label).",
            "interacaoMedicamento": "• Compatible with most antibiotics, sedatives, antiemetics, vaccines.\n• Incompatible with hyperosmolar or alkaline solutions without specific prescription.\n• Attention to stability and time of use after drug reconstitution. The absence of ions prevents precipitation with calcium, magnesium, or bicarbonate salts, making distilled water ideal for drugs sensitive to electrolytes. On the other hand, its lack of buffering effect may reduce the stability of drugs that require pH control, such as certain chemotherapeutics or carbapenem antibiotics. Its use with hyperosmolar solutions should be avoided without technical guidance due to potential osmolarity incompatibility with human tissues.",
            "apresentacao": "• Vials: 2 mL, 5 mL, 10 mL, 20 mL, 50 mL (injectable use).\n• Irrigation bags: 250 mL, 500 mL, 1,000 mL, 2,000 mL (sterile use).\n• Laboratory bottles: 500 mL, 1,000 mL (non-parenteral use).",
            "preparo": "• Ready to use.\n• Use sterile syringe and needle to withdraw from vial.\n• Use immediately after opening; avoid contamination.\n• Store reconstituted solutions as per the diluted drug’s instructions.",
            "solucoesCompatíveis": "• Compatible with most lyophilized drugs. Incompatible with hyperosmolar electrolytes and bicarbonate.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and heat.\n• Opened vials should be discarded after 24 h, except in a closed, continuous aseptic system.",
            "cuidadosMedicos": "• Avoid inappropriate use via isolated IV route.\n• Confirm concentration and reconstitution volume.\n• Monitor for signs of hemolysis in case of accidental infusion of large volume.",
            "cuidadosFarmaceuticos": "• Check batch, expiration date, and vial integrity before use.\n• Use strict aseptic technique.\n• Ensure compatibility with the active ingredient and record in the prescription.",
            "cuidadosEnfermagem": "• Assist in medication preparation under prescription.\n• Observe for signs of local irritation or adverse effects after administration.\n• Report any inadvertent use or dilution error.",
            "viaEliminacao": "Mainly by renal excretion of free water through glomerular filtration, regulated by fluid and electrolyte balance, ADH secretion, and tubular function. Excess water is rapidly eliminated in normovolemic patients, but may be retained in cases of hypervolemia, renal failure, or hormonal disorders.",
            "inicioAcao": "Immediate when injected or applied locally; a few seconds after contact with sensitive tissues (e.g., mucous membranes).",
            "tempoPico": "Not applicable – immediate physical (not pharmacological) effect.",
            "meiaVida": "Variable according to the patient’s volemic status and renal function; physiologic half-life of water is approximately 45 minutes to 1 hour in healthy adults.",
            "efeitoClinico": "Facilitates dissolution, dilution, and safe application of drugs in parenteral or topical solutions. In irrigation, safely removes debris, clots, and contaminants. Does not exert active pharmacological action, but inappropriate use may cause harmful effects such as hemolysis, hyponatremia, or cerebral edema. In topical or cavity use, promotes physical cleaning without interfering with cell function if used in appropriate volumes.",
            "precaucoesEspecificas": "Avoid isolated intravenous use. Ensure compatibility with the diluted drug. Do not use as a substitute for isotonic solutions. Use under aseptic technique and within the maximum time after vial opening. In urological or neurosurgical procedures, rigorously control the absorbed volume to prevent osmotic complications.",
            "fontesBibliograficas": "Anvisa Package Insert (Sterile Distilled Water), UpToDate (2024), Micromedex, PubMed ID 37637310, Goodman & Gilman (13th Ed.), SBH Therapeutic Manual, WHO Guidelines on Injectable Medicines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Agua destilada (Aqua purificata)",
            "nomeComercial": "Agua Destilada Estéril®, Agua PPI®, Aqua Bidest®, Aqua Purificata",
            "classificacao": "Vehículo y disolvente farmacéutico estéril; diluyente universal; solución hipotónica",
            "mecanismoAcao": "El agua destilada es un disolvente purificado por destilación, libre de sales, iones, partículas y microorganismos. Al ser hipotónica en relación con el plasma, su infusión directa en grandes volúmenes por vía intravenosa puede causar lisis celular (hemólisis) y alteraciones electrolíticas. Se utiliza ampliamente como diluyente para la reconstitución de medicamentos, lavado de cavidades y enjuague de materiales quirúrgicos, siendo compatible con la mayoría de los principios activos. Su extrema pureza evita reacciones con sustancias inestables, siendo especialmente útil en la reconstitución de antibióticos liofilizados, vacunas y soluciones oftálmicas. Al no contener tampones ni electrolitos, no interfiere en la estabilidad química de la mayoría de los principios activos. Sin embargo, su hipotonicidad puede provocar la ruptura de células endoteliales o eritrocitos si se administra directamente en grandes volúmenes por vía IV, causando hemólisis osmótica rápida.",
            "farmacocinetica": "• Distribución: entra rápidamente en los compartimentos intra y extracelular.\n• Excreción: renal (filtración glomerular del agua libre).\n• Absorción: no aplicable por vía parenteral.\n• Vida media: depende del estado hídrico y la función renal del paciente.",
            "farmacodinamica": "La administración parenteral de pequeñas cantidades de agua destilada como diluyente no tiene efectos farmacodinámicos significativos. Grandes volúmenes, especialmente en infusión venosa directa, causan hemólisis aguda por ósmosis y liberación de hemoglobina libre. Cuando se utiliza como vehículo para la reconstitución, permite la administración segura de principios activos compatibles, sin alterar su eficacia. Cuando se utiliza para irrigación, no genera efectos sistémicos significativos, siempre que el volumen absorbido sea mínimo. En procedimientos quirúrgicos con riesgo de absorción elevada (ej: RTU de próstata), la absorción inadvertida de grandes volúmenes puede llevar a desequilibrios hidroelectrolíticos, hemólisis, convulsiones y edema cerebral. Para minimizar este riesgo, se recomienda su uso con precaución y en volúmenes controlados, especialmente en pacientes con función renal comprometida.",
            "indicacoes": "• Diluyente para la reconstitución de medicamentos inyectables.\n• Irrigación estéril de heridas, cavidades, órganos durante procedimientos quirúrgicos.\n• Lavado de catéteres, sondas y sistemas cerrados.\n• Enjuague de instrumentos quirúrgicos y ópticos.\n• Uso en procedimientos urológicos, oftalmológicos y ginecológicos (versión estéril).",
            "posologia": "Adultos y pediatría:\n• Cantidad variable según la preparación farmacéutica.\n• Reconstitución: volúmenes de 2 mL a 100 mL, según la indicación de la ficha técnica del fármaco.\n• Irrigación: según el volumen necesario, usualmente de 50 a 2.000 mL bajo técnica estéril.\n• Uso parenteral directo: contraindicado, excepto en volúmenes mínimos como dilución (ej: vía IM o SC).",
            "administracao": "• Reconstitución de medicamentos: IV, IM, SC, intratecal (según el fármaco).\n• Irrigación estéril: tópica, cavitaria, intraoperatoria.\n• No administrar por vía intravenosa en bolo o infusión continua de forma aislada.\n• Técnicas asépticas y compatibilidad obligatorias.",
            "doseMaxima": "Sin dosis fija – depende del uso; volúmenes mayores restringidos a irrigación o dilución bajo prescripción.",
            "doseMinima": "1–2 mL (ej: dilución de vacunas, antibióticos IM).",
            "reacoesAdversas": "Comunes (1–10%):\n• Irritación local leve en uso tópico repetido.\nRaras (<0,1%):\n• Hemólisis (uso IV inadvertido).\n• Reacciones inflamatorias si está contaminada o mal almacenada.\n• Hiponatremia dilucional en uso excesivo inadvertido por vía IV.\n• Edema celular y convulsiones en infusión venosa rápida (accidental).",
            "riscoGravidez": "Categoría A. Puede utilizarse de forma segura durante todo el embarazo, incluso para la dilución de medicamentos obstétricos e irrigación quirúrgica.",
            "riscoLactacao": "No se excreta en la leche materna y no se ha identificado ningún riesgo. Totalmente compatible con la lactancia.",
            "ajusteRenal": "• No se aplica para reconstitución.\n• Evitar la infusión parenteral de grandes volúmenes en pacientes con insuficiencia renal grave o anuria sin control.",
            "ajusteHepatico": "• No aplicable en diluciones o irrigación tópica.",
            "contraindicacoes": "• Infusión venosa directa aislada.\n• Hipotonicidad grave y riesgo de hemólisis.\n• Uso intraocular prolongado sin control de osmolaridad (off-label).",
            "interacaoMedicamento": "• Compatible con la mayoría de los antibióticos, sedantes, antieméticos, vacunas.\n• Incompatible con soluciones hiperosmolares o alcalinas sin prescripción específica.\n• Atención a la estabilidad y tiempo de uso tras la reconstitución de los fármacos. La ausencia de iones previene precipitaciones con sales de calcio, magnesio o bicarbonato, lo que hace que el agua destilada sea ideal para fármacos sensibles a la presencia de electrolitos. Por otro lado, su ausencia de efecto tampón puede reducir la estabilidad de medicamentos que requieren control de pH, como ciertos quimioterápicos o antibióticos carbapenémicos. Debe evitarse su uso con soluciones hiperosmolares sin orientación técnica, debido a la osmolaridad potencialmente incompatible con el tejido humano.",
            "apresentacao": "• Viales: 2 mL, 5 mL, 10 mL, 20 mL, 50 mL (uso inyectable).\n• Bolsas de irrigación: 250 mL, 500 mL, 1.000 mL, 2.000 mL (uso estéril).\n• Frascos de laboratorio: 500 mL, 1.000 mL (uso no parenteral).",
            "preparo": "• Lista para su uso.\n• Usar jeringa y aguja estériles para retirar del vial.\n• Utilizar inmediatamente después de la apertura; evitar la contaminación.\n• Almacenar las soluciones reconstituidas según la indicación del medicamento diluido.",
            "solucoesCompatíveis": "• Compatible con la mayoría de los medicamentos liofilizados. Incompatible con electrolitos hiperosmolares y bicarbonato.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y el calor.\n• Los viales abiertos deben ser descartados después de 24 h, salvo en sistema cerrado y aséptico continuo.",
            "cuidadosMedicos": "• Evitar el uso indebido por vía IV aislada.\n• Confirmar la concentración y el volumen de reconstitución.\n• Monitorizar signos de hemólisis en caso de infusión accidental en gran volumen.",
            "cuidadosFarmaceuticos": "• Verificar lote, validez e integridad del vial antes de su uso.\n• Utilizar técnica estéril rigurosa.\n• Garantizar compatibilidad con el principio activo y registrar en la prescripción.",
            "cuidadosEnfermagem": "• Auxiliar en la preparación de medicamentos bajo prescripción.\n• Observar signos de irritación local o efectos adversos tras la administración.\n• Notificar cualquier uso inadvertido o error de dilución.",
            "viaEliminacao": "Principalmente por excreción renal de agua libre por filtración glomerular, regulada por el equilibrio hidroelectrolítico, secreción de ADH y función tubular. El exceso de agua se elimina rápidamente en pacientes normovolémicos, pero puede retenerse en condiciones de hipervolemia, insuficiencia renal o trastornos hormonales.",
            "inicioAcao": "Inmediato cuando se inyecta o aplica localmente; algunos segundos tras el contacto con tejidos sensibles (ej: mucosas).",
            "tempoPico": "No aplicable – efecto físico inmediato y no farmacológico.",
            "meiaVida": "Variable según el estado volémico y la función renal del paciente; la vida media fisiológica del agua es de aproximadamente 45 minutos a 1 hora en adultos normales.",
            "efeitoClinico": "Facilita la disolución, dilución y aplicación segura de fármacos en soluciones parenterales o tópicas. En irrigación, elimina detritos, coágulos y contaminantes de forma segura. No ejerce acción farmacológica activa, pero su uso inadecuado puede generar efectos deletéreos como hemólisis, hiponatremia o edema cerebral. En uso tópico o cavitario, promueve la limpieza física sin interferir en la función celular si se utiliza en volúmenes adecuados.",
            "precaucoesEspecificas": "Evitar el uso intravenoso aislado. Garantizar compatibilidad con el fármaco diluido. No utilizar como sustituto de soluciones isotónicas. Usar bajo técnica estéril y dentro del tiempo máximo tras la apertura del vial. En cirugías urológicas o neurológicas, controlar rigurosamente el volumen absorbido para evitar complicaciones osmóticas.",
            "fontesBibliograficas": "Ficha técnica Anvisa (Agua Destilada Estéril), UpToDate (2024), Micromedex, PubMed ID 37637310, Goodman & Gilman (13ª Ed.), Manual SBH Terapéutica, WHO Guidelines on Injectable Medicines."
        }
    }
}
