{
  "PT": {
    "bulario": {
      "nomePrincipioAtivo": "Azul de Metileno",
      "nomeComercial": "Azurin®, Probayblue®, Methylene Blue",
      "classificacao": "Corante tiazínico; antídoto; agente redutor e vasoconstritor",
      "mecanismoAcao": "O azul de metileno atua como agente redutor ao aceitar elétrons do NADPH por meio da enzima NADPH-metemoglobina redutase, convertendo a metemoglobina (Fe3+) de volta em hemoglobina funcional (Fe2+). Esse processo restaura a capacidade de transporte de oxigênio do sangue. Em concentrações mais elevadas, pode atuar como oxidante, devendo ser usado com cautela. Também inibe a enzima guanilato ciclase, reduzindo a produção de GMPc e promovendo vasoconstrição em estados de vasoplegia. Possui leve ação inibidora da monoamina oxidase (MAO), podendo interagir com outros fármacos serotoninérgicos.",
      "farmacocinetica": "• Início de ação: 30 a 60 minutos (IV).\n• Meia-vida: 5 a 24 horas.\n• Metabolização: hepática (parcial).\n• Excreção: urinária, com coloração azul/verde da urina.",
      "farmacodinamica": "O azul de metileno apresenta ação farmacodinâmica complexa e multimodal. Na metemoglobinemia, reduz a concentração de metemoglobina ao estimular a via NADPH-dependente da metemoglobina redutase, revertendo o ferro férrico (Fe3+) para ferro ferroso (Fe2+) na hemoglobina, restaurando a capacidade de transporte de oxigênio. Essa ação depende da atividade da enzima e da disponibilidade de NADPH, sendo ineficaz em pacientes com deficiência de G6PD. Além disso, o azul de metileno inibe a guanilato ciclase solúvel, reduzindo os níveis de GMPc e promovendo vasoconstrição, especialmente útil em estados de vasoplegia refratária, como no choque séptico e no pós-operatório de cirurgia cardíaca. Também atua como inibidor reversível e não seletivo da monoamina oxidase (IMAO), interferindo na degradação de serotonina, dopamina e noradrenalina, o que explica o risco de síndrome serotoninérgica quando usado concomitantemente com fármacos serotoninérgicos. Em doses elevadas, pode agir como agente oxidante, agravando a metemoglobinemia ou induzindo hemólise. Sua atividade como corante biológico permite seu uso em procedimentos diagnósticos e cirúrgicos para marcação tecidual e avaliação da permeabilidade de estruturas anatômicas. A resposta clínica depende da dose, tempo de infusão, função renal/hepática e interações medicamentosas concomitantes.",
      "indicacoes": "• Tratamento da metemoglobinemia sintomática.\n• Adjuvante no choque refratário com vasoplegia (ex.: pós-cirurgia cardíaca).\n• Intoxicação por cianeto (em combinação com outros antídotos).\n• Corante diagnóstico em cirurgias.\n• Uso off-label em sepse vasodilatadora e encefalopatia hepática.",
      "posologia": "• Metemoglobinemia: 1 a 2 mg/kg IV em 5 minutos. Pode repetir após 1 hora se necessário.\n• Vasoplegia: 1 a 2 mg/kg IV em bolus, seguido de infusão contínua (0,25–2 mg/kg/h).\n• Uso diagnóstico: dose variável conforme técnica.",
      "administracao": "• Intravenosa (IV) lenta ou infusão contínua.\n• Não administrar por via intratecal ou subcutânea.",
      "doseMaxima": "• 7 mg/kg por dia.",
      "doseMinima": "• 1 mg/kg em metemoglobinemia leve.",
      "reacoesAdversas": "Cefaleia, náusea, dor abdominal, hipotensão, dispneia, arritmias, dor torácica, anemia hemolítica (em pacientes com deficiência de G6PD), coloração azul da pele e urina, confusão, hipertermia, síndrome serotoninérgica (em uso combinado com ISRS, IMAO, etc).",
      "riscoGravidez": "Categoria X. Contraindicado devido à toxicidade fetal relatada (hemólise, hipoxemia fetal, malformações).",
      "riscoLactacao": "Excretado no leite materno. Não recomendado durante a lactação.",
      "ajusteRenal": "Usar com cautela em insuficiência renal grave. Monitorar toxicidade.",
      "ajusteHepatico": "Usar com cautela em insuficiência hepática. Monitorar efeitos adversos.",
      "contraindicacoes": "Deficiência de G6PD, gravidez, uso concomitante de IMAO ou ISRS (risco de síndrome serotoninérgica), hipersensibilidade conhecida.",
      "interacaoMedicamento": "Potencial risco de síndrome serotoninérgica com antidepressivos (ISRS, IMAO, tricíclicos), tramadol, linezolida. Pode interferir com medições laboratoriais de saturação de oxigênio e bilirubina.",
      "apresentacao": "Ampola 10 mg/mL (2 mL ou 10 mL).",
      "preparo": "Diluir em soro fisiológico 0,9% até 50 mL para infusão lenta IV.",
      "solucoesCompatíveis": "Soro fisiológico 0,9%. Incompatível com soluções alcalinas ou oxidantes.",
      "armazenamento": "Conservar entre 15°C e 30°C. Proteger da luz.",
      "cuidadosMedicos": "Monitorar saturação, sinais de síndrome serotoninérgica, PA, ECG. Avaliar função hepática e renal durante uso prolongado.",
      "cuidadosFarmaceuticos": "Preparar em condições assépticas. Diluir em SF 0,9% e proteger da luz. Verificar integridade da ampola.",
      "cuidadosEnfermagem": "Monitorar sinais vitais, saturação de oxigênio, coloração da pele e urina. Observar sinais de neurotoxicidade e hipotensão.",
      "fontesBibliograficas": "Bula Anvisa (Azul de Metileno), UpToDate (2024), Micromedex, Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia (7ª Ed.), PubMed ID 36647828."
    }
  },
 
  "US": {
    "bulario": {
      "nomePrincipioAtivo": "Methylene Blue",
      "nomeComercial": "Azurin®, Probayblue®, Methylene Blue",
      "classificacao": "Thiazine dye; antidote; reducing agent and vasoconstrictor",
      "mecanismoAcao": "Methylene blue acts as a reducing agent by accepting electrons from NADPH via the enzyme NADPH-methemoglobin reductase, converting methemoglobin (Fe3+) back to functional hemoglobin (Fe2+). This process restores the blood's oxygen-carrying capacity. At higher concentrations, it may act as an oxidant and should be used with caution. It also inhibits guanylate cyclase enzyme, reducing cGMP production and promoting vasoconstriction in vasoplegic states. It has mild monoamine oxidase (MAO) inhibitory activity, potentially interacting with other serotonergic drugs.",
      "farmacocinetica": "• Onset of action: 30 to 60 minutes (IV).\n• Half-life: 5 to 24 hours.\n• Metabolism: hepatic (partial).\n• Excretion: urinary, with blue/green discoloration of urine.",
      "farmacodinamica": "Reduces methemoglobinemia, promotes vasoconstriction in vasoplegic shock, and modulates inflammatory response in sepsis. At high doses, may cause paradoxical effects due to direct oxidant action.",
      "indicacoes": "• Treatment of symptomatic methemoglobinemia.\n• Adjunct in refractory shock with vasoplegia (e.g., post-cardiac surgery).\n• Cyanide poisoning (in combination with other antidotes).\n• Diagnostic dye in surgeries.\n• Off-label use in vasodilatory sepsis and hepatic encephalopathy.",
      "posologia": "• Methemoglobinemia: 1 to 2 mg/kg IV over 5 minutes. May repeat after 1 hour if necessary.\n• Vasoplegia: 1 to 2 mg/kg IV bolus, followed by continuous infusion (0.25–2 mg/kg/h).\n• Diagnostic use: dose varies according to technique.",
      "administracao": "• Slow intravenous (IV) injection or continuous infusion.\n• Do not administer intrathecally or subcutaneously.",
      "doseMaxima": "• 7 mg/kg per day.",
      "doseMinima": "• 1 mg/kg in mild methemoglobinemia.",
      "reacoesAdversas": "Headache, nausea, abdominal pain, hypotension, dyspnea, arrhythmias, chest pain, hemolytic anemia (in patients with G6PD deficiency), blue discoloration of skin and urine, confusion, hyperthermia, serotonin syndrome (when combined with SSRIs, MAOIs, etc.).",
      "riscoGravidez": "Category X. Contraindicated due to reported fetal toxicity (hemolysis, fetal hypoxemia, malformations).",
      "riscoLactacao": "Excreted in breast milk. Not recommended during lactation.",
      "ajusteRenal": "Use with caution in severe renal impairment. Monitor for toxicity.",
      "ajusteHepatico": "Use with caution in hepatic impairment. Monitor adverse effects.",
      "contraindicacoes": "G6PD deficiency, pregnancy, concomitant use of MAOIs or SSRIs (risk of serotonin syndrome), known hypersensitivity.",
      "interacaoMedicamento": "Potential risk of serotonin syndrome with antidepressants (SSRIs, MAOIs, tricyclics), tramadol, linezolid. May interfere with laboratory measurements of oxygen saturation and bilirubin.",
      "apresentacao": "Ampoule 10 mg/mL (2 mL or 10 mL).",
      "preparo": "Dilute in 0.9% saline up to 50 mL for slow IV infusion.",
      "solucoesCompatíveis": "0.9% saline. Incompatible with alkaline or oxidizing solutions.",
      "armazenamento": "Store between 15°C and 30°C. Protect from light.",
      "cuidadosMedicos": "Monitor saturation, signs of serotonin syndrome, blood pressure, ECG. Assess hepatic and renal function during prolonged use.",
      "cuidadosFarmaceuticos": "Prepare under aseptic conditions. Dilute in 0.9% saline and protect from light. Check ampoule integrity.",
      "cuidadosEnfermagem": "Monitor vital signs, oxygen saturation, skin and urine discoloration. Observe for neurotoxicity and hypotension.",
      "fontesBibliograficas": "Anvisa Package Insert (Methylene Blue), UpToDate (2024), Micromedex, Tintinalli’s Emergency Medicine (9th Ed.), Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia (7th Ed.), PubMed ID 36647828."
    }
  }
  "ES": {
    "bulario": {
      "nomePrincipioAtivo": "Azul de metileno",
      "nomeComercial": "Azurin®, Probayblue®, Azul de metileno",
      "classificacao": "Colorante tiazínico; antídoto; agente reductor y vasoconstrictor",
      "mecanismoAcao": "El azul de metileno actúa como agente reductor al aceptar electrones del NADPH a través de la enzima NADPH-metemoglobina reductasa, convirtiendo la metahemoglobina (Fe3+) nuevamente en hemoglobina funcional (Fe2+). Este proceso restaura la capacidad de transporte de oxígeno en la sangre. En concentraciones más elevadas, puede actuar como oxidante, por lo que debe usarse con precaución. También inhibe la enzima guanilato ciclasa, reduciendo la producción de GMPc y promoviendo vasoconstricción en estados de vasoplejía. Posee leve acción inhibidora de la monoamino oxidasa (MAO), pudiendo interactuar con otros fármacos serotoninérgicos.",
      "farmacocinetica": "• Inicio de acción: 30 a 60 minutos (IV).\n• Vida media: 5 a 24 horas.\n• Metabolismo: hepático (parcial).\n• Excreción: urinaria, con coloración azul/verde de la orina.",
      "farmacodinamica": "El azul de metileno presenta una acción farmacodinámica compleja y multimodal. En la metahemoglobinemia, reduce la concentración de metahemoglobina al estimular la vía NADPH-dependiente de la metahemoglobina reductasa, revirtiendo el hierro férrico (Fe3+) a ferroso (Fe2+) en la hemoglobina, restaurando la capacidad de transporte de oxígeno. Esta acción depende de la actividad enzimática y de la disponibilidad de NADPH, siendo ineficaz en pacientes con deficiencia de G6PD. Además, el azul de metileno inhibe la guanilato ciclasa soluble, reduciendo los niveles de GMPc y promoviendo vasoconstricción, especialmente útil en estados de vasoplejía refractaria, como en el shock séptico y en el postoperatorio de cirugía cardíaca. También actúa como inhibidor reversible y no selectivo de la monoamino oxidasa (IMAO), interfiriendo en la degradación de serotonina, dopamina y noradrenalina, lo que explica el riesgo de síndrome serotoninérgico cuando se usa concomitantemente con fármacos serotoninérgicos. En dosis elevadas, puede actuar como agente oxidante, agravando la metahemoglobinemia o induciendo hemólisis. Su actividad como colorante biológico permite su uso en procedimientos diagnósticos y quirúrgicos para marcaje tisular y evaluación de la permeabilidad de estructuras anatómicas. La respuesta clínica depende de la dosis, tiempo de infusión, función renal/hepática e interacciones medicamentosas concomitantes.",
      "indicacoes": "• Tratamiento de la metahemoglobinemia sintomática.\n• Adyuvante en el shock refractario con vasoplejía (ej.: post-cirugía cardíaca).\n• Intoxicación por cianuro (en combinación con otros antídotos).\n• Colorante diagnóstico en cirugías.\n• Uso off-label en sepsis vasodilatadora y encefalopatía hepática.",
      "posologia": "• Metahemoglobinemia: 1 a 2 mg/kg IV en 5 minutos. Puede repetirse después de 1 hora si es necesario.\n• Vasoplejía: 1 a 2 mg/kg IV en bolo, seguido de infusión continua (0,25–2 mg/kg/h).\n• Uso diagnóstico: dosis variable según técnica.",
      "administracao": "• Intravenosa (IV) lenta o infusión continua.\n• No administrar por vía intratecal o subcutánea.",
      "doseMaxima": "• 7 mg/kg por día.",
      "doseMinima": "• 1 mg/kg en metahemoglobinemia leve.",
      "reacoesAdversas": "Cefalea, náuseas, dolor abdominal, hipotensión, disnea, arritmias, dolor torácico, anemia hemolítica (en pacientes con deficiencia de G6PD), coloración azul de la piel y orina, confusión, hipertermia, síndrome serotoninérgico (en uso combinado con ISRS, IMAO, etc.).",
      "riscoGravidez": "Categoría X. Contraindicado debido a toxicidad fetal reportada (hemólisis, hipoxemia fetal, malformaciones).",
      "riscoLactacao": "Excretado en la leche materna. No recomendado durante la lactancia.",
      "ajusteRenal": "Usar con precaución en insuficiencia renal grave. Monitorizar toxicidad.",
      "ajusteHepatico": "Usar con precaución en insuficiencia hepática. Monitorizar efectos adversos.",
      "contraindicacoes": "Deficiencia de G6PD, embarazo, uso concomitante de IMAO o ISRS (riesgo de síndrome serotoninérgico), hipersensibilidad conocida.",
      "interacaoMedicamento": "Riesgo potencial de síndrome serotoninérgico con antidepresivos (ISRS, IMAO, tricíclicos), tramadol, linezolid. Puede interferir con mediciones de laboratorio de saturación de oxígeno y bilirrubina.",
      "apresentacao": "Ampolla 10 mg/mL (2 mL o 10 mL).",
      "preparo": "Diluir en suero fisiológico 0,9% hasta 50 mL para infusión IV lenta.",
      "solucoesCompatíveis": "Suero fisiológico 0,9%. Incompatible con soluciones alcalinas u oxidantes.",
      "armazenamento": "Conservar entre 15°C y 30°C. Proteger de la luz.",
      "cuidadosMedicos": "Monitorizar saturación, signos de síndrome serotoninérgico, PA, ECG. Evaluar función hepática y renal durante uso prolongado.",
      "cuidadosFarmaceuticos": "Preparar en condiciones asépticas. Diluir en SF 0,9% y proteger de la luz. Verificar integridad de la ampolla.",
      "cuidadosEnfermagem": "Monitorizar signos vitales, saturación de oxígeno, coloración de piel y orina. Observar signos de neurotoxicidad e hipotensión.",
      "fontesBibliograficas": "Ficha técnica Anvisa (Azul de metileno), UpToDate (2024), Micromedex, Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia (7ª Ed.), PubMed ID 36647828."
    }
  },
}
