{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Betametasona",
            "nomeComercial": "Celestone®, Betnovate®, Diprospan®, Diprospan® Dual, Betatril®",
            "classificacao": "Corticosteroide sistêmico, glicocorticoide de longa duração",
            "mecanismoAcao": "A betametasona exerce efeito anti-inflamatório, imunossupressor e antialérgico potente. Atua como agonista dos receptores de glicocorticoides intracelulares, modulando a transcrição gênica e inibindo a síntese de mediadores inflamatórios, como citocinas, prostaglandinas, leucotrienos e fator de necrose tumoral. Estabiliza membranas celulares, reduz a permeabilidade capilar e inibe a migração de leucócitos. Não possui atividade mineralocorticoide significativa.",
            "farmacocinetica": "• Absorção: biodisponibilidade de 100% por via IV e IM.\n• Início de ação: 1–2 horas.\n• Pico: 2–4 horas.\n• Duração do efeito: 36–72 horas.\n• Volume de distribuição: 0,7–1,5 L/kg.\n• Ligação às proteínas plasmáticas: 64%.\n• Metabolização: hepática, via CYP3A4.\n• Meia-vida plasmática: 5–6 horas.\n• Meia-vida biológica: 36–54 horas.\n• Excreção: renal, principalmente na forma de metabólitos inativos.",
            "farmacodinamica": "Apresenta ação anti-inflamatória cerca de 25–30 vezes superior à hidrocortisona, com nula atividade mineralocorticoide. Atua reduzindo edema, infiltração celular, dilatação vascular, deposição de fibrina, formação de colágeno e proliferação fibroblástica.",
            "indicacoes": "• Edema cerebral (tumores, neurocirurgias, TCE).\n• Choque séptico refratário (como adjuvante, uso excepcional).\n• Reações anafiláticas (como coadjuvante após adrenalina).\n• Asma grave refratária.\n• Exacerbações de DPOC.\n• Laringotraqueobronquite (crupe).\n• Crises de doenças autoimunes (LES, vasculites, AR).\n• COVID-19 grave (alternativa à dexametasona).\n• Prevenção da doença da membrana hialina (profilaxia de prematuridade).\n• Tratamento de exacerbações alérgicas graves.\n• Tratamento adjuvante em neoplasias e edema vasogênico cerebral.",
            "posologia": "Adulto:\n• Edema cerebral:\n  - 6–12 mg IV ou IM a cada 6 horas, manutenção por 24–48 horas.\n• Asma grave, DPOC, anafilaxia:\n  - 4–8 mg IV ou IM a cada 6–12 horas.\n• COVID-19 grave:\n  - 6 mg IV ou IM 1x/dia por até 10 dias.\n• Prematuridade (profilaxia):\n  - 12 mg IM, duas doses com intervalo de 24 horas.\nPediatria:\n• 0,1–0,2 mg/kg/dose IV ou IM, máximo 8 mg/dose, a cada 6–24 horas, conforme quadro clínico.",
            "administracao": "• Via intravenosa lenta (2–5 minutos), intramuscular profunda ou infusão diluída em 50–100 mL de SF ou SG5%.\n• Pode ser administrada tanto em acesso periférico quanto central, com boa tolerabilidade.",
            "doseMaxima": "• Adulto: até 48 mg/dia em situações críticas.\n• Pediatria: 8 mg por dose (máximo absoluto).",
            "doseMinima": "• Adulto: 4 mg.\n• Pediatria: 0,1 mg/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Hiperglicemia, insônia, agitação, aumento do apetite.\nComuns (1–10%):\n• Hipocalemia, hipertensão, dispepsia, leucocitose transitória.\nIncomuns (0,1–1%):\n• Miopatia, psicose esteroide, alteração de humor, arritmias (secundárias a distúrbios eletrolíticos).\nRaras (<0,1%):\n• Necrose avascular, pancreatite, perfuração gastrointestinal, glaucoma, catarata subcapsular posterior (uso prolongado).",
            "riscoGravidez": "Categoria C. Usar quando os benefícios superarem os riscos. Associado a risco de restrição de crescimento fetal e supressão adrenal neonatal em uso prolongado.",
            "riscoLactacao": "Compatível. Pequenas quantidades são excretadas no leite e são geralmente seguras em uso de curta duração.",
            "ajusteRenal": "• Não requer ajuste.\n• Monitorar balanço hídrico, eletrólitos (especialmente potássio) e sinais de retenção hídrica em insuficiência renal grave.",
            "ajusteHepatico": "• Pode requerer ajuste em insuficiência hepática grave devido à redução do metabolismo hepático.\n• Monitorar sinais de toxicidade (hiperglicemia, alterações eletrolíticas, psicose).",
            "contraindicacoes": "• Hipersensibilidade à betametasona ou a qualquer componente da formulação.\n• Infecções fúngicas sistêmicas não tratadas.\n• Uso concomitante de vacinas de vírus vivos.\n• Miastenia gravis descompensada (relativa).",
            "interacaoMedicamento": "• Potencializa hipocalemia com diuréticos não poupadores de potássio.\n• Potencializa hiperglicemia com antidiabéticos.\n• Potencializa toxicidade digitálica (em hipocalemia).\n• Aumenta risco gastrointestinal com AINEs.\n• Aumenta efeito de anticoagulantes orais.\n• Reduz eficácia de vacinas.\n• Interage com indutores/inibidores de CYP3A4 (rifampicina, fenitoína, carbamazepina, cetoconazol).",
            "apresentacao": "• Ampolas 4 mg/mL – 1 mL e 2 mL.\n• Frascos-ampola de 6 mg/mL – 1 mL.\n• Formulações associadas (Betametasona fosfato + Betametasona acetato) de liberação imediata e prolongada IM (ex.: Diprospan®).",
            "preparo": "• Uso IV ou IM direto da ampola.\n• Para infusão: diluir 4–8 mg em 50–100 mL de SF ou SG5%.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%.\nIncompatível com soluções extremamente ácidas ou alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C, protegido da luz.\n• Após aberto, utilizar imediatamente. Descartar se houver precipitação ou alteração de cor.",
            "cuidadosMedicos": "• Monitorar glicemia, eletrólitos (Na+, K+), função renal, pressão arterial e sinais de infecção.\n• Usar menor dose eficaz pelo menor tempo possível.\n• Observar risco de supressão do eixo HHA (hipotálamo-hipófise-adrenal) em uso prolongado.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via e diluição correta.\n• Verificar estabilidade e compatibilidade da solução.\n• Documentar lote, dose, via e horário corretamente.\n• Observar risco de precipitação ou incompatibilidade em diluições incorretas.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, glicemia, eletrólitos e balanço hídrico.\n• Observar sinais de sobrecarga volêmica, agitação, alterações de humor ou hiperglicemia.\n• Inspecionar local de infusão para sinais de extravasamento.",
            "viaEliminacao": "Principalmente renal, como metabólitos inativos, por filtração glomerular e secreção tubular. Pequena fração excretada inalterada nas fezes e bile. A eliminação é prolongada em neonatos e pacientes com insuficiência hepática grave.",
            "inicioAcao": "1–2 horas após administração IM ou IV. 1–3 dias após administração intra-articular ou intralesional.",
            "tempoPico": "2–4 horas (IM/IV); 6–24 horas (intra-articular, intralesional).",
            "meiaVida": "Plasmática: 5–6 horas. Biológica: 36–54 horas. Pode se estender até 72 horas em formulações de depósito.",
            "efeitoClinico": "Redução rápida da resposta inflamatória e imunológica. Efeito sustentado em tecidos, especialmente em articulações, pele e mucosas. Uso sistêmico promove melhora clínica significativa em doenças autoimunes, alérgicas e pulmonares graves. Estabiliza membranas lisossômicas, reduz permeabilidade capilar e inibe resposta imune celular.",
            "precaucoesEspecificas": "Evitar em infecções sistêmicas não controladas. Usar com cautela em diabetes, hipertensão, osteoporose, glaucoma, psicose, úlcera péptica. Considerar profilaxia para úlcera e osteoporose em uso prolongado. Após uso intra-articular, restringir atividade física por 24–48h para evitar ruptura tendínea.",
            "fontesBibliograficas": "Bula Anvisa (Betametasona), UpToDate (2024), Micromedex, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37599847, Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Betamethasone",
            "nomeComercial": "Celestone®, Betnovate®, Diprospan®, Diprospan® Dual, Betatril®",
            "classificacao": "Systemic corticosteroid, long-acting glucocorticoid",
            "mecanismoAcao": "Betamethasone exerts potent anti-inflammatory, immunosuppressive, and antiallergic effects. It acts as an agonist of intracellular glucocorticoid receptors, modulating gene transcription and inhibiting the synthesis of inflammatory mediators such as cytokines, prostaglandins, leukotrienes, and tumor necrosis factor. It stabilizes cellular membranes, reduces capillary permeability, and inhibits leukocyte migration. It has negligible mineralocorticoid activity.",
            "farmacocinetica": "• Absorption: 100% bioavailability via IV and IM routes.\n• Onset of action: 1–2 hours.\n• Peak: 2–4 hours.\n• Duration of effect: 36–72 hours.\n• Volume of distribution: 0.7–1.5 L/kg.\n• Plasma protein binding: 64%.\n• Metabolism: hepatic, via CYP3A4.\n• Plasma half-life: 5–6 hours.\n• Biological half-life: 36–54 hours.\n• Excretion: renal, mainly as inactive metabolites.",
            "farmacodinamica": "Displays anti-inflammatory potency approximately 25–30 times greater than hydrocortisone, with no significant mineralocorticoid activity. Reduces edema, cellular infiltration, vascular dilation, fibrin deposition, collagen formation, and fibroblast proliferation.",
            "indicacoes": "• Cerebral edema (tumors, neurosurgery, TBI).\n• Refractory septic shock (as adjunct, exceptional use).\n• Anaphylactic reactions (as adjunct after epinephrine).\n• Severe refractory asthma.\n• COPD exacerbations.\n• Laryngotracheobronchitis (croup).\n• Acute flares of autoimmune diseases (SLE, vasculitis, RA).\n• Severe COVID-19 (alternative to dexamethasone).\n• Prevention of hyaline membrane disease (prematurity prophylaxis).\n• Treatment of severe allergic exacerbations.\n• Adjunct treatment in neoplasms and vasogenic cerebral edema.",
            "posologia": "Adults:\n• Cerebral edema:\n  - 6–12 mg IV or IM every 6 hours, maintenance for 24–48 hours.\n• Severe asthma, COPD, anaphylaxis:\n  - 4–8 mg IV or IM every 6–12 hours.\n• Severe COVID-19:\n  - 6 mg IV or IM once daily for up to 10 days.\n• Prematurity (prophylaxis):\n  - 12 mg IM, two doses 24 hours apart.\nPediatrics:\n• 0.1–0.2 mg/kg/dose IV or IM, maximum 8 mg/dose, every 6–24 hours as clinically indicated.",
            "administracao": "• Slow intravenous injection (2–5 minutes), deep intramuscular injection, or infusion diluted in 50–100 mL of NS or D5W.\n• Can be administered via peripheral or central access, with good tolerability.",
            "doseMaxima": "• Adults: up to 48 mg/day in critical situations.\n• Pediatrics: 8 mg per dose (absolute maximum).",
            "doseMinima": "• Adults: 4 mg.\n• Pediatrics: 0.1 mg/kg.",
            "reacoesAdversas": "Very common (>10%):\n• Hyperglycemia, insomnia, agitation, increased appetite.\nCommon (1–10%):\n• Hypokalemia, hypertension, dyspepsia, transient leukocytosis.\nUncommon (0.1–1%):\n• Myopathy, steroid psychosis, mood changes, arrhythmias (secondary to electrolyte disorders).\nRare (<0.1%):\n• Avascular necrosis, pancreatitis, gastrointestinal perforation, glaucoma, posterior subcapsular cataract (prolonged use).",
            "riscoGravidez": "Category C. Use when benefits outweigh risks. Associated with risk of fetal growth restriction and neonatal adrenal suppression with prolonged use.",
            "riscoLactacao": "Compatible. Small amounts are excreted in breast milk and are generally safe for short-term use.",
            "ajusteRenal": "• No adjustment required.\n• Monitor fluid balance, electrolytes (especially potassium), and signs of fluid retention in severe renal impairment.",
            "ajusteHepatico": "• May require adjustment in severe hepatic impairment due to reduced hepatic metabolism.\n• Monitor for toxicity (hyperglycemia, electrolyte disturbances, psychosis).",
            "contraindicacoes": "• Hypersensitivity to betamethasone or any component of the formulation.\n• Untreated systemic fungal infections.\n• Concomitant use of live virus vaccines.\n• Decompensated myasthenia gravis (relative).",
            "interacaoMedicamento": "• Potentiates hypokalemia with non–potassium-sparing diuretics.\n• Potentiates hyperglycemia with antidiabetic agents.\n• Increases digitalis toxicity (in hypokalemia).\n• Increases GI risk with NSAIDs.\n• Increases effect of oral anticoagulants.\n• Reduces vaccine efficacy.\n• Interacts with CYP3A4 inducers/inhibitors (rifampin, phenytoin, carbamazepine, ketoconazole).",
            "apresentacao": "• Ampoules 4 mg/mL – 1 mL and 2 mL.\n• Vials 6 mg/mL – 1 mL.\n• Combination formulations (Betamethasone phosphate + Betamethasone acetate) for immediate and prolonged IM release (e.g., Diprospan®).",
            "preparo": "• Direct IV or IM use from ampoule.\n• For infusion: dilute 4–8 mg in 50–100 mL of NS or D5W.",
            "solucoesCompatíveis": "0.9% normal saline, 5% dextrose solution.\nIncompatible with extremely acidic or alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C, protected from light.\n• Once opened, use immediately. Discard if precipitation or color change occurs.",
            "cuidadosMedicos": "• Monitor blood glucose, electrolytes (Na+, K+), renal function, blood pressure, and signs of infection.\n• Use the lowest effective dose for the shortest possible duration.\n• Be aware of risk of HPA (hypothalamic-pituitary-adrenal) axis suppression with prolonged use.",
            "cuidadosFarmaceuticos": "• Check drug name, dose, route, and correct dilution.\n• Verify solution stability and compatibility.\n• Properly document batch, dose, route, and time.\n• Watch for precipitation or incompatibility with improper dilutions.",
            "cuidadosEnfermagem": "• Monitor vital signs, blood glucose, electrolytes, and fluid balance.\n• Observe for signs of fluid overload, agitation, mood changes, or hyperglycemia.\n• Inspect infusion site for signs of extravasation.",
            "viaEliminacao": "Primarily renal, as inactive metabolites, via glomerular filtration and tubular secretion. A small fraction excreted unchanged in feces and bile. Elimination is prolonged in neonates and patients with severe hepatic impairment.",
            "inicioAcao": "1–2 hours after IM or IV administration. 1–3 days after intra-articular or intralesional administration.",
            "tempoPico": "2–4 hours (IM/IV); 6–24 hours (intra-articular, intralesional).",
            "meiaVida": "Plasma: 5–6 hours. Biological: 36–54 hours. May extend up to 72 hours in depot formulations.",
            "efeitoClinico": "Rapid reduction of inflammatory and immune response. Sustained effect in tissues, especially joints, skin, and mucosa. Systemic use leads to significant clinical improvement in severe autoimmune, allergic, and pulmonary diseases. Stabilizes lysosomal membranes, reduces capillary permeability, and inhibits cellular immune response.",
            "precaucoesEspecificas": "Avoid in uncontrolled systemic infections. Use with caution in diabetes, hypertension, osteoporosis, glaucoma, psychosis, peptic ulcer. Consider prophylaxis for ulcer and osteoporosis in prolonged use. After intra-articular use, restrict physical activity for 24–48h to avoid tendon rupture.",
            "fontesBibliograficas": "FDA label (Betamethasone), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37599847, Tintinalli’s Emergency Medicine (9th Edition), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Betametasona",
            "nomeComercial": "Celestone®, Betnovate®, Diprospan®, Diprospan® Dual, Betatril®",
            "classificacao": "Corticosteroide sistémico, glucocorticoide de acción prolongada",
            "mecanismoAcao": "La betametasona ejerce un potente efecto antiinflamatorio, inmunosupresor y antialérgico. Actúa como agonista de los receptores glucocorticoides intracelulares, modulando la transcripción génica e inhibiendo la síntesis de mediadores inflamatorios como citocinas, prostaglandinas, leucotrienos y factor de necrosis tumoral. Estabiliza las membranas celulares, reduce la permeabilidad capilar e inhibe la migración de leucocitos. No posee actividad mineralocorticoide significativa.",
            "farmacocinetica": "• Absorción: biodisponibilidad del 100% por vía IV e IM.\n• Inicio de acción: 1–2 horas.\n• Pico: 2–4 horas.\n• Duración del efecto: 36–72 horas.\n• Volumen de distribución: 0,7–1,5 L/kg.\n• Unión a proteínas plasmáticas: 64%.\n• Metabolismo: hepático, vía CYP3A4.\n• Vida media plasmática: 5–6 horas.\n• Vida media biológica: 36–54 horas.\n• Excreción: renal, principalmente en forma de metabolitos inactivos.",
            "farmacodinamica": "Presenta una acción antiinflamatoria aproximadamente 25–30 veces superior a la hidrocortisona, sin actividad mineralocorticoide significativa. Reduce edema, infiltración celular, dilatación vascular, depósito de fibrina, formación de colágeno y proliferación fibroblástica.",
            "indicacoes": "• Edema cerebral (tumores, neurocirugías, TCE).\n• Shock séptico refractario (como adyuvante, uso excepcional).\n• Reacciones anafilácticas (como coadyuvante tras adrenalina).\n• Asma grave refractaria.\n• Exacerbaciones de EPOC.\n• Laringotraqueobronquitis (crup).\n• Brotes de enfermedades autoinmunes (LES, vasculitis, AR).\n• COVID-19 grave (alternativa a dexametasona).\n• Prevención de la enfermedad de membrana hialina (profilaxis en prematuridad).\n• Tratamiento de exacerbaciones alérgicas graves.\n• Tratamiento adyuvante en neoplasias y edema cerebral vasogénico.",
            "posologia": "Adultos:\n• Edema cerebral:\n  - 6–12 mg IV o IM cada 6 horas, mantenimiento durante 24–48 horas.\n• Asma grave, EPOC, anafilaxia:\n  - 4–8 mg IV o IM cada 6–12 horas.\n• COVID-19 grave:\n  - 6 mg IV o IM 1 vez/día hasta 10 días.\n• Prematuridad (profilaxis):\n  - 12 mg IM, dos dosis con intervalo de 24 horas.\nPediatría:\n• 0,1–0,2 mg/kg/dosis IV o IM, máximo 8 mg/dosis, cada 6–24 horas según cuadro clínico.",
            "administracao": "• Vía intravenosa lenta (2–5 minutos), intramuscular profunda o infusión diluida en 50–100 mL de SF o SG5%.\n• Puede administrarse tanto por acceso periférico como central, con buena tolerancia.",
            "doseMaxima": "• Adultos: hasta 48 mg/día en situaciones críticas.\n• Pediatría: 8 mg por dosis (máximo absoluto).",
            "doseMinima": "• Adultos: 4 mg.\n• Pediatría: 0,1 mg/kg.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Hiperglucemia, insomnio, agitación, aumento del apetito.\nComunes (1–10%):\n• Hipopotasemia, hipertensión, dispepsia, leucocitosis transitoria.\nPoco comunes (0,1–1%):\n• Miopatía, psicosis por esteroides, alteraciones del ánimo, arritmias (secundarias a trastornos electrolíticos).\nRaras (<0,1%):\n• Necrosis avascular, pancreatitis, perforación gastrointestinal, glaucoma, catarata subcapsular posterior (uso prolongado).",
            "riscoGravidez": "Categoría C. Usar cuando los beneficios superen los riesgos. Asociado a riesgo de restricción del crecimiento fetal y supresión suprarrenal neonatal en uso prolongado.",
            "riscoLactacao": "Compatible. Pequeñas cantidades se excretan en la leche materna y son generalmente seguras en uso de corta duración.",
            "ajusteRenal": "• No requiere ajuste.\n• Monitorizar balance hídrico, electrolitos (especialmente potasio) y signos de retención hídrica en insuficiencia renal grave.",
            "ajusteHepatico": "• Puede requerir ajuste en insuficiencia hepática grave debido a la reducción del metabolismo hepático.\n• Monitorizar signos de toxicidad (hiperglucemia, alteraciones electrolíticas, psicosis).",
            "contraindicacoes": "• Hipersensibilidad a la betametasona o a cualquier componente de la formulación.\n• Infecciones fúngicas sistémicas no tratadas.\n• Uso concomitante de vacunas con virus vivos.\n• Miastenia gravis descompensada (relativa).",
            "interacaoMedicamento": "• Potencializa hipopotasemia con diuréticos no ahorradores de potasio.\n• Potencializa hiperglucemia con antidiabéticos.\n• Potencializa toxicidad digitálica (en hipopotasemia).\n• Aumenta el riesgo gastrointestinal con AINEs.\n• Aumenta el efecto de anticoagulantes orales.\n• Reduce la eficacia de las vacunas.\n• Interactúa con inductores/inhibidores de CYP3A4 (rifampicina, fenitoína, carbamazepina, ketoconazol).",
            "apresentacao": "• Ampollas 4 mg/mL – 1 mL y 2 mL.\n• Viales de 6 mg/mL – 1 mL.\n• Formulaciones asociadas (Betametasona fosfato + Betametasona acetato) de liberación inmediata y prolongada IM (ej.: Diprospan®).",
            "preparo": "• Uso IV o IM directo desde la ampolla.\n• Para infusión: diluir 4–8 mg en 50–100 mL de SF o SG5%.",
            "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%.\nIncompatible con soluciones extremadamente ácidas o alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C, protegido de la luz.\n• Una vez abierto, utilizar inmediatamente. Desechar si hay precipitación o cambio de color.",
            "cuidadosMedicos": "• Monitorizar glucemia, electrolitos (Na+, K+), función renal, presión arterial y signos de infección.\n• Utilizar la menor dosis eficaz durante el menor tiempo posible.\n• Observar riesgo de supresión del eje HHA (hipotálamo-hipófiso-adrenal) en uso prolongado.",
            "cuidadosFarmaceuticos": "• Comprobar nombre, dosis, vía y dilución correcta.\n• Verificar estabilidad y compatibilidad de la solución.\n• Documentar correctamente lote, dosis, vía y horario.\n• Observar riesgo de precipitación o incompatibilidad en diluciones incorrectas.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, glucemia, electrolitos y balance hídrico.\n• Observar signos de sobrecarga de volumen, agitación, alteraciones del ánimo o hiperglucemia.\n• Inspeccionar el sitio de infusión para signos de extravasación.",
            "viaEliminacao": "Principalmente renal, como metabolitos inactivos, por filtración glomerular y secreción tubular. Pequeña fracción excretada inalterada en heces y bilis. La eliminación se prolonga en neonatos y pacientes con insuficiencia hepática grave.",
            "inicioAcao": "1–2 horas tras administración IM o IV. 1–3 días tras administración intraarticular o intralesional.",
            "tempoPico": "2–4 horas (IM/IV); 6–24 horas (intraarticular, intralesional).",
            "meiaVida": "Plasmática: 5–6 horas. Biológica: 36–54 horas. Puede extenderse hasta 72 horas en formulaciones de depósito.",
            "efeitoClinico": "Reducción rápida de la respuesta inflamatoria e inmunológica. Efecto sostenido en tejidos, especialmente en articulaciones, piel y mucosas. El uso sistémico promueve una mejora clínica significativa en enfermedades autoinmunes, alérgicas y pulmonares graves. Estabiliza las membranas lisosomales, reduce la permeabilidad capilar e inhibe la respuesta inmune celular.",
            "precaucoesEspecificas": "Evitar en infecciones sistémicas no controladas. Usar con precaución en diabetes, hipertensión, osteoporosis, glaucoma, psicosis, úlcera péptica. Considerar profilaxis para úlcera y osteoporosis en uso prolongado. Tras uso intraarticular, restringir actividad física durante 24–48h para evitar rotura tendinosa.",
            "fontesBibliograficas": "Prospecto AEMPS (Betametasona), UpToDate (2024), Micromedex, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), PubMed ID 37599847, Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    }
}
