{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Metaraminol",
            "nomeComercial": "Aramine®",
            "classificacao": "Agente adrenérgico, agonista alfa-1 seletivo, vasopressor de ação direta",
            "mecanismoAcao": "Agonista alfa-1 adrenérgico com leve efeito indireto ao promover liberação de noradrenalina endógena. Provoca vasoconstrição periférica intensa com aumento da resistência vascular sistêmica e elevação da pressão arterial. Seus efeitos beta-adrenérgicos são insignificantes em doses usuais. O aumento abrupto da pressão pode induzir bradicardia reflexa por estimulação dos barorreceptores.",
            "farmacocinetica": "Início de ação IV: 1–2 minutos. Duração do efeito: 20–60 minutos. Meia-vida plasmática curta (5–10 minutos), mas com prolongamento clínico do efeito pela potente vasoconstrição. Metabolismo hepático mínimo. Principalmente excretado inalterado na urina.",
            "farmacodinamica": "Promove aumento sustentado da pressão arterial sistêmica pela elevação da resistência vascular periférica. Pode causar redução de fluxo esplâncnico, renal e cutâneo. Não exerce efeitos inotrópicos ou cronotrópicos diretos significativos. A bradicardia reflexa é comum devido à ativação barorreceptora. Em pacientes com hipovolemia grave, seu efeito pode ser limitado ou exacerbar a vasoconstrição sem melhora perfusional.",
            "indicacoes": "Tratamento da hipotensão aguda, especialmente relacionada à anestesia espinhal, peridural ou geral. Alternativa vasopressora em choque distributivo (ex.: choque séptico) refratário, principalmente em contextos onde agentes como noradrenalina não estão disponíveis. Utilizado em anestesia obstétrica para prevenir e tratar hipotensão após bloqueio neuroaxial.",
            "posologia": "Adultos:\n- Bolus IV: 0,5–5 mg, diluído, podendo repetir a cada 2–5 minutos conforme resposta.\n- Infusão IV contínua: 0,5–5 mg/h (ou até 30 mcg/min), titulando conforme PA.\n- Preparação: 10 mg em 250 mL SF 0,9% (40 mcg/mL) ou em 500 mL (20 mcg/mL).\n\nPediatria:\n- Uso off-label com dados limitados. Doses relatadas: 10–100 mcg/kg IV bolus, ou 1–5 mcg/kg/min por infusão contínua.",
            "administracao": "Via intravenosa exclusivamente. Pode ser administrado em bolus ou infusão contínua. Recomendado acesso central para infusões contínuas, mas bolus podem ser feitos por acesso periférico com cautela. Diluir sempre antes da administração.",
            "doseMaxima": "Não há dose máxima absoluta estabelecida. Adultos: até 5 mg por bolus. Pediatria: máximo descrito de 100 mcg/kg por bolus ou 5 mcg/kg/min em infusão. Monitorar rigorosamente a resposta hemodinâmica.",
            "doseMinima": "Adulto: 0,5 mg IV. Pediátrico: 10 mcg/kg IV.",
            "reacoesAdversas": "Hipertensão grave, bradicardia reflexa, arritmias ventriculares (raras), isquemia miocárdica, isquemia periférica e renal, palidez, extravasamento com risco de necrose tecidual, cefaleia, náuseas. Doses excessivas: hipertensão maligna, ICC aguda, edema pulmonar.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Pode reduzir o fluxo uteroplacentário. Utilizado em anestesia obstétrica, especialmente em cesarianas com bloqueio espinhal, com dose ajustada e sob monitorização rigorosa.",
            "riscoLactacao": "Não há dados suficientes. Uso pontual provavelmente seguro, mas preferir alternativas com mais dados disponíveis quando possível.",
            "ajusteRenal": "Excreção predominantemente renal. Usar com cautela em insuficiência renal grave. Pode haver prolongamento do efeito e maior risco de toxicidade.",
            "ajusteHepatico": "Não requer ajuste, já que sofre metabolismo hepático mínimo.",
            "contraindicacoes": "Hipertensão arterial grave não controlada, insuficiência cardíaca esquerda descompensada, feocromocitoma, hipertiroidismo severo não tratado, taquiarritmias ventriculares.",
            "interacaoMedicamento": "• IMAOs: risco elevado de crise hipertensiva (contraindicado).\n• Antidepressivos tricíclicos e simpatomiméticos: aumentam risco de hipertensão.\n• Betabloqueadores: exacerba vasoconstrição periférica e risco de bradicardia.\n• Anestésicos halogenados (sevoflurano, isoflurano, desflurano): aumentam risco de arritmias ventriculares.\n• Outros vasopressores: somatório de efeitos com risco de isquemia.",
            "apresentacao": "Ampolas de 10 mg/mL. Comercializado como Aramine® nos EUA, Canadá e alguns países da Europa.",
            "preparo": "• Para bolus: diluir 1 mL (10 mg) em 9 mL de SF 0,9% → concentração final de 1 mg/mL.\n• Para infusão: diluir 10 mg em 250 mL de SF 0,9% (40 mcg/mL) ou em 500 mL (20 mcg/mL). Usar bomba de infusão contínua para titulação fina.",
            "solucoesCompatíveis": "Compatível com soro fisiológico 0,9% e solução glicosada 5%. Incompatível com bicarbonato de sódio e outras soluções alcalinas.",
            "armazenamento": "Conservar entre 15°C e 30°C, ao abrigo da luz. Após diluição, utilizar imediatamente ou armazenar em refrigeração (2–8°C) por até 24 horas se em condições assépticas.",
            "cuidadosMedicos": "Monitorizar continuamente a pressão arterial (idealmente invasiva), ECG e perfusão. Evitar extravasamento. Usar preferencialmente via central em infusões contínuas. Atenção redobrada em pacientes com risco de isquemia coronariana, cerebral ou periférica. Estar preparado para tratamento de bradicardia reflexa e hipertensão aguda.",
            "cuidadosFarmaceuticos": "Assegurar diluição e preparo asséptico. Verificar compatibilidade da solução. Preferir uso de bomba de infusão. Avaliar estabilidade e aparência da solução antes da administração.",
            "cuidadosEnfermagem": "Monitorar PA, FC, perfusão periférica e sinais de isquemia. Observar local de administração quanto a extravasamento. Notificar imediatamente alterações como bradicardia sintomática, hipertensão severa ou palidez/cianose de extremidades.",
            "fontesBibliograficas": "Bula Aramine®, UpToDate (2024), Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 36890567, ACLS Guidelines 2020, Diretrizes ASA (2022)."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Metaraminol",
            "brandName": "Aramine®",
            "classification": "Adrenergic agent, selective alpha-1 agonist, direct-acting vasopressor",
            "mechanismOfAction": "Selective alpha-1 adrenergic receptor agonist with mild indirect activity by promoting the release of endogenous norepinephrine. It causes potent peripheral vasoconstriction, increasing systemic vascular resistance and raising blood pressure. Minimal beta-adrenergic effects at usual doses. Abrupt increases in blood pressure may trigger reflex bradycardia via baroreceptor activation.",
            "pharmacokinetics": "Onset of IV action: 1–2 minutes. Duration: 20–60 minutes. Short plasma half-life (5–10 minutes), but prolonged clinical effect due to intense vasoconstriction. Minimal hepatic metabolism. Primarily excreted unchanged in the urine.",
            "pharmacodynamics": "Induces sustained increase in systemic arterial pressure by elevating peripheral vascular resistance. May reduce splanchnic, renal, and cutaneous blood flow. Does not exert significant inotropic or chronotropic effects. Reflex bradycardia is common due to baroreceptor stimulation. In severe hypovolemia, response may be attenuated or exacerbate vasoconstriction without improving perfusion.",
            "indications": "Management of acute hypotension, particularly related to spinal, epidural, or general anesthesia. Alternative vasopressor in refractory distributive shock (e.g., septic shock), especially where norepinephrine is unavailable. Commonly used in obstetric anesthesia to prevent and treat hypotension after neuraxial block.",
            "dosage": "Adults:\n- IV bolus: 0.5–5 mg diluted, repeatable every 2–5 minutes as needed.\n- Continuous IV infusion: 0.5–5 mg/h (up to 30 mcg/min), titrated based on BP.\n- Preparation: 10 mg in 250 mL NS (40 mcg/mL) or 500 mL (20 mcg/mL).\n\nPediatrics:\n- Off-label use with limited data. Reported doses: 10–100 mcg/kg IV bolus, or 1–5 mcg/kg/min via continuous infusion.",
            "administration": "Intravenous use only. May be given as bolus or continuous infusion. Central line preferred for continuous infusion; peripheral bolus possible with caution. Always dilute before administration.",
            "maximumDose": "No absolute maximum dose established. Adults: up to 5 mg per bolus. Pediatrics: up to 100 mcg/kg bolus or 5 mcg/kg/min infusion. Hemodynamic monitoring essential.",
            "minimumDose": "Adult: 0.5 mg IV. Pediatric: 10 mcg/kg IV.",
            "adverseReactions": "Severe hypertension, reflex bradycardia, ventricular arrhythmias (rare), myocardial ischemia, peripheral and renal ischemia, pallor, extravasation risk with potential tissue necrosis, headache, nausea. Overdose: hypertensive crisis, acute heart failure, pulmonary edema.",
            "pregnancyRisk": "Category C. Use only if clearly necessary. May reduce uteroplacental blood flow. Used in obstetric anesthesia, especially cesarean sections under spinal block, with adjusted dosing and close monitoring.",
            "lactationRisk": "Insufficient data. Occasional use likely safe, but alternatives with more established profiles are preferred.",
            "renalAdjustment": "Primarily renally excreted. Use with caution in severe renal impairment. Prolonged effect and toxicity risk possible.",
            "hepaticAdjustment": "No adjustment needed; minimal hepatic metabolism.",
            "contraindications": "Severe uncontrolled hypertension, decompensated left heart failure, pheochromocytoma, untreated severe hyperthyroidism, ventricular tachyarrhythmias.",
            "drugInteractions": "• MAOIs: high risk of hypertensive crisis (contraindicated).\n• Tricyclic antidepressants and sympathomimetics: increased risk of hypertension.\n• Beta-blockers: may enhance peripheral vasoconstriction and bradycardia.\n• Halogenated anesthetics (sevoflurane, isoflurane, desflurane): increased risk of ventricular arrhythmias.\n• Other vasopressors: additive effect with ischemia risk.",
            "presentation": "10 mg/mL ampoules. Marketed as Aramine® in the US, Canada, and selected European countries.",
            "preparation": "• Bolus: dilute 1 mL (10 mg) in 9 mL NS → final concentration 1 mg/mL.\n• Infusion: dilute 10 mg in 250 mL NS (40 mcg/mL) or 500 mL (20 mcg/mL). Use infusion pump for precise titration.",
            "compatibleSolutions": "Compatible with 0.9% sodium chloride and 5% dextrose. Incompatible with sodium bicarbonate and other alkaline solutions.",
            "storage": "Store between 15°C and 30°C, protected from light. Use immediately after dilution or refrigerate (2–8°C) for up to 24 hours under aseptic conditions.",
            "medicalPrecautions": "Continuous monitoring of BP (preferably invasive), ECG, and perfusion. Avoid extravasation. Central line preferred for infusions. Exercise caution in patients at risk of coronary, cerebral, or peripheral ischemia. Be prepared to manage reflex bradycardia and acute hypertension.",
            "pharmaceuticalPrecautions": "Ensure aseptic dilution and preparation. Verify solution compatibility. Prefer infusion pump use. Inspect for stability and clarity prior to administration.",
            "nursingCare": "Monitor BP, HR, peripheral perfusion, and signs of ischemia. Inspect infusion site for extravasation. Promptly report bradycardia, severe hypertension, or discoloration/cold extremities.",
            "references": "Aramine® Prescribing Information, UpToDate (2024), Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 36890567, ACLS Guidelines 2020, ASA Guidelines (2022)."
        }
    }
}

    },
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Metaraminol",
            "nombreComercial": "Aramine®",
            "clasificacion": "Agente adrenérgico, agonista selectivo alfa-1, vasopresor de acción directa",
            "mecanismoAccion": "Agonista de receptores alfa-1 adrenérgicos con leve acción indirecta por liberación de noradrenalina endógena. Produce vasoconstricción periférica potente, aumentando la resistencia vascular sistémica y elevando la presión arterial. Efectos beta-adrenérgicos mínimos en dosis habituales. El aumento abrupto de la presión arterial puede inducir bradicardia refleja por activación de barorreceptores.",
            "farmacocinetica": "Inicio de acción IV: 1–2 minutos. Duración: 20–60 minutos. Vida media plasmática corta (5–10 minutos), pero efecto clínico prolongado por vasoconstricción intensa. Metabolismo hepático mínimo. Excreción renal mayoritariamente sin cambios.",
            "farmacodinamia": "Produce aumento sostenido de la presión arterial al incrementar la resistencia vascular periférica. Puede reducir el flujo esplácnico, renal y cutáneo. No posee efectos inotrópicos o cronotrópicos significativos. La bradicardia refleja es común. En hipovolemia grave, puede ser menos eficaz o agravar la vasoconstricción sin mejorar la perfusión.",
            "indicaciones": "Tratamiento de hipotensión aguda, especialmente asociada a anestesia espinal, epidural o general. Vasopresor alternativo en shock distributivo (por ejemplo, séptico) cuando la noradrenalina no está disponible. Utilizado en anestesia obstétrica para prevenir y tratar hipotensión posbloqueo neuroaxial.",
            "posologia": "Adultos:\n- Bolo IV: 0.5–5 mg diluido, repetir cada 2–5 minutos si es necesario.\n- Infusión continua IV: 0.5–5 mg/h (hasta 30 mcg/min), ajustando según PA.\n- Preparación: 10 mg en 250 mL de SF 0.9% (40 mcg/mL) o en 500 mL (20 mcg/mL).\n\nPediatría:\n- Uso fuera de etiqueta. Dosis reportadas: 10–100 mcg/kg en bolo IV o 1–5 mcg/kg/min en infusión continua.",
            "administracion": "Uso exclusivamente intravenoso. Se puede administrar en bolo o infusión continua. Se recomienda vía central para infusiones; bolo posible por vía periférica con precaución. Siempre diluir antes de usar.",
            "dosisMaxima": "Sin límite máximo absoluto. Adultos: hasta 5 mg por bolo. Pediatría: hasta 100 mcg/kg por bolo o 5 mcg/kg/min en infusión. Requiere monitorización hemodinámica constante.",
            "dosisMinima": "Adultos: 0.5 mg IV. Pediátrica: 10 mcg/kg IV.",
            "reaccionesAdversas": "Hipertensión severa, bradicardia refleja, arritmias ventriculares (raras), isquemia miocárdica, isquemia periférica y renal, palidez, extravasación con riesgo de necrosis tisular, cefalea, náuseas. En sobredosis: crisis hipertensiva, insuficiencia cardíaca aguda, edema pulmonar.",
            "riesgoEmbarazo": "Categoría C. Usar solo si es claramente necesario. Puede reducir el flujo uteroplacentario. Usado en anestesia obstétrica, especialmente en cesáreas con bloqueo espinal, con dosis ajustadas y monitorización estrecha.",
            "riesgoLactancia": "Datos insuficientes. Uso ocasional probablemente seguro, aunque se prefieren alternativas con mayor evidencia.",
            "ajusteRenal": "Excreción predominantemente renal. Usar con precaución en insuficiencia renal grave. Riesgo de toxicidad y efecto prolongado.",
            "ajusteHepatico": "No requiere ajuste. Metabolismo hepático mínimo.",
            "contraindicaciones": "Hipertensión grave no controlada, insuficiencia cardíaca izquierda descompensada, feocromocitoma, hipertiroidismo severo no tratado, taquiarritmias ventriculares.",
            "interaccionesMedicamentosas": "• IMAOs: alto riesgo de crisis hipertensiva (contraindicado).\n• Antidepresivos tricíclicos y simpaticomiméticos: aumentan el riesgo hipertensivo.\n• Betabloqueadores: potencian la vasoconstricción y bradicardia.\n• Anestésicos halogenados: aumentan el riesgo de arritmias ventriculares.\n• Otros vasopresores: efecto aditivo con riesgo de isquemia.",
            "presentacion": "Ampollas de 10 mg/mL. Comercializado como Aramine® en EE. UU., Canadá y países de Europa.",
            "preparacion": "• Bolo: diluir 1 mL (10 mg) en 9 mL de SF 0.9% → concentración final 1 mg/mL.\n• Infusión: diluir 10 mg en 250 mL de SF 0.9% (40 mcg/mL) o en 500 mL (20 mcg/mL). Usar bomba de infusión para titulación precisa.",
            "solucionesCompatibles": "Compatible con solución salina 0.9% y dextrosa al 5%. Incompatible con bicarbonato de sodio y soluciones alcalinas.",
            "almacenamiento": "Conservar entre 15°C y 30°C, protegido de la luz. Tras dilución, usar inmediatamente o refrigerar (2–8°C) por hasta 24 horas si se mantiene en condiciones asépticas.",
            "cuidadosMedicos": "Monitorización continua de PA (preferible invasiva), ECG y perfusión. Evitar extravasación. Preferible vía central para infusión. Precaución en pacientes con riesgo de isquemia coronaria, cerebral o periférica. Preparado para tratar hipertensión aguda y bradicardia refleja.",
            "cuidadosFarmaceuticos": "Asegurar preparación aséptica y compatibilidad de soluciones. Usar bomba de infusión. Verificar claridad y estabilidad antes de administrar.",
            "cuidadosEnfermeria": "Monitorear PA, FC, perfusión periférica y signos de isquemia. Inspeccionar sitio de infusión para extravasación. Reportar inmediatamente bradicardia, hipertensión severa o extremidades frías/pálidas.",
            "fuentesBibliograficas": "Ficha técnica Aramine®, UpToDate (2024), Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 36890567, ACLS Guidelines 2020, ASA Guidelines (2022)."
        }
