{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Noradrenalina (Norepinefrina)",
            "nomeComercial": "Levophed®, Noradrenalina Hipocloridrato",
            "classificacao": "Agente adrenérgico, vasopressor, simpatomimético",
            "mecanismoAcao": "A Noradrenalina atua principalmente como agonista dos receptores adrenérgicos alfa-1, com potente efeito vasoconstritor periférico, e agonista moderado dos receptores beta-1, que promovem aumento da contratilidade miocárdica e discreto aumento da frequência cardíaca. Seus efeitos em receptores beta-2 são mínimos. A vasoconstrição generalizada leva ao aumento da resistência vascular sistêmica e da pressão arterial média, sendo fundamental no manejo do choque distributivo, como o choque séptico, e em hipotensões refratárias.",
            "farmacocinetica": "Início de ação praticamente imediato por via intravenosa. Meia-vida plasmática curta, cerca de 1 a 2 minutos. Metabolização hepática e neural via monoaminoxidase (MAO) e catecol-O-metiltransferase (COMT). Excreção renal, principalmente sob a forma de metabólitos inativos (ácido vanilmandélico, normetanefrina e metanefrina).",
            "farmacodinamica": "Promove aumento intenso da resistência vascular periférica (RVP) com consequente elevação da pressão arterial média. O efeito inotrópico positivo (beta-1) é discreto, muitas vezes limitado pelo reflexo barorreceptor, que gera bradicardia compensatória. Pode reduzir o fluxo sanguíneo renal, esplâncnico, cutâneo e periférico, devendo-se monitorar sinais de hipoperfusão. Preserva, no entanto, a perfusão coronariana e cerebral em pacientes críticos.",
            "indicacoes": "1) Choque séptico refratário à reposição volêmica; 2) Choque neurogênico; 3) Hipotensão profunda durante anestesia; 4) Suporte vasopressor no perioperatório de grandes cirurgias; 5) Hipotensão refratária em outras etiologias, como choque anafilático após falha da adrenalina, choque cardiogênico com predomínio de vasoplegia e suporte durante RCP avançado em alguns casos específicos.",
            "posologia": "Adultos: iniciar com 0,05 a 0,5 mcg/kg/min IV contínuo. Ajustar progressivamente até 1 mcg/kg/min conforme resposta. Pode ser necessária dose até 3 mcg/kg/min em casos extremos. Pediatria: iniciar com 0,05 a 2 mcg/kg/min IV contínuo, titulado à resposta clínica e hemodinâmica.",
            "administracao": "Administração estritamente por infusão intravenosa contínua, preferencialmente por acesso venoso central. Uso temporário em acesso periférico pode ser realizado em emergências, devendo ser substituído o mais rápido possível por acesso central para evitar extravasamento e necrose.",
            "doseMaxima": "Não há limite absoluto documentado, mas geralmente não excede 3 mcg/kg/min, exceto em contextos críticos e por curtos períodos sob rigorosa monitorização.",
            "doseMinima": "Doses de 0,01 a 0,05 mcg/kg/min são geralmente eficazes para início e manutenção em pacientes sensíveis, sendo ajustadas conforme perfusão e pressão arterial.",
            "reacoesAdversas": "➤ Necrose e isquemia tecidual (extravasamento ou vasoconstrição severa); ➤ Hipoperfusão renal, mesentérica e de extremidades; ➤ Hipertensão severa; ➤ Arritmias (particularmente taquicardias e, mais raramente, FV/TV); ➤ Cefaleia, tremores, ansiedade; ➤ Reflexo vagal com bradicardia; ➤ Acidose metabólica secundária à hipoperfusão prolongada.",
            "riscoGravidez": "Categoria C. Uso apenas se o benefício superar claramente os riscos. A vasoconstrição pode reduzir a perfusão uteroplacentária, devendo ser usada com extremo cuidado.",
            "riscoLactacao": "Excreção no leite é desprezível. Devido ao seu uso predominantemente em emergências, é considerado seguro no contexto de curto prazo.",
            "ajusteRenal": "Não exige ajuste específico, mas o efeito vasoconstritor pode reduzir a perfusão renal. Monitorar diurese e função renal constantemente.",
            "ajusteHepatico": "Não há necessidade de ajuste de dose inicial, porém pacientes com insuficiência hepática grave podem apresentar metabolismo alterado e maior risco de toxicidade, exigindo monitorização intensiva.",
            "contraindicacoes": "➤ Hipovolemia não corrigida (relativa); ➤ Trombose vascular ativa (mesentérica, periférica, coronariana, cerebral); ➤ Uso cauteloso em pacientes com doença arterial periférica grave e microcirculação comprometida.",
            "interacaoMedicamento": "➤ Potencializa efeitos hipertensivos com IMAOs, antidepressivos tricíclicos e levodopa; ➤ Aumento do risco de arritmias com anestésicos halogenados; ➤ Redução de efeito na presença de betabloqueadores não seletivos; ➤ Interações com ergotamínicos e oxitocina potencializam vasoconstrição.",
            "apresentacao": "Ampolas de 4 mg/4 mL (1 mg/mL) e 8 mg/8 mL. Comercializada em frascos-ampola para diluição obrigatória antes da administração.",
            "preparo": "Diluir 4 mg em 250 mL de SF 0,9% ou SG 5% (16 mcg/mL) ou 8 mg em 500 mL (16 mcg/mL). Concentração pode ser ajustada conforme necessidade e protocolo institucional, respeitando estabilidade e risco de extravasamento.",
            "solucoesCompatíveis": "Compatível com SF 0,9% e SG 5%. Incompatível com soluções alcalinas ou bicarbonatadas.",
            "armazenamento": "Manter armazenado entre 15°C e 30°C, protegido da luz. Soluções diluídas são estáveis por até 24 horas refrigeradas e protegidas da luz.",
            "cuidadosMedicos": "Monitorização hemodinâmica rigorosa, preferencialmente com pressão arterial invasiva. Avaliar perfusão periférica, débito urinário e sinais de isquemia. Uso preferencial por acesso central.",
            "cuidadosFarmaceuticos": "Preparar solução sob condições assépticas. Garantir identificação da concentração final na bomba de infusão. Acompanhar estabilidade da solução conforme protocolo local.",
            "cuidadosEnfermagem": "Verificar sinais de extravasamento (edema, palidez, dor local). Monitorar pressão arterial a cada 5–15 minutos. Avaliar perfusão de extremidades, diurese e nível de consciência.",
            "fontesBibliograficas": "➤ Bula Anvisa (Noradrenalina Hipocloridrato) - https://consultas.anvisa.gov.br/; ➤ Surviving Sepsis Campaign: International Guidelines for Management of Sepsis and Septic Shock 2021 - https://www.sccm.org; ➤ UpToDate - Norepinephrine: Drug Information - https://www.uptodate.com; ➤ Micromedex - https://www.micromedexsolutions.com; ➤ PubMed ID: 33228437 - https://pubmed.ncbi.nlm.nih.gov/33228437/; ➤ PubMed ID: 29345991 (Norepinephrine vs. Dopamine in Shock) - https://pubmed.ncbi.nlm.nih.gov/29345991/; ➤ Tintinalli’s Emergency Medicine, 9ª edição; ➤ Miller’s Anesthesia, 9ª edição, Capítulo sobre Farmacologia dos Agentes Vasopressores."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Norepinephrine",
            "nomeComercial": "Levophed®, Norepinephrine Bitartrate",
            "classificacao": "Adrenergic agonist, vasopressor, sympathomimetic",
            "mecanismoAcao": "Acts primarily as a potent alpha-1 adrenergic receptor agonist, inducing systemic vasoconstriction that elevates systemic vascular resistance and arterial pressure. Exhibits moderate beta-1 adrenergic activity, which supports myocardial contractility and cardiac output, but its chronotropic effect is typically blunted by reflex vagal responses. Minimal or no beta-2 adrenergic action. Its effect is especially valuable in restoring perfusion pressure during distributive shock, neurogenic shock, and anesthesia-induced vasodilation.",
            "farmacocinetica": "Rapid onset with intravenous administration. Plasma half-life approximately 1–2 minutes. Metabolized in liver and neuronal tissue via monoamine oxidase (MAO) and catechol-O-methyltransferase (COMT). Excreted renally, mostly as inactive metabolites (vanillylmandelic acid, normetanephrine, metanephrine).",
            "farmacodinamica": "Causes a marked increase in systemic vascular resistance, leading to elevated mean arterial pressure. Positive inotropic effects are mild and often offset by baroreceptor-mediated reflex bradycardia. May decrease blood flow to renal, mesenteric, peripheral, and cutaneous beds, necessitating careful monitoring. Typically preserves coronary and cerebral perfusion in critically ill patients.",
            "indicacoes": "Primary agent for vasopressor support in patients with septic shock unresponsive to adequate fluid resuscitation. Also indicated for neurogenic shock, hypotension related to spinal or general anesthesia, and perioperative hemodynamic support in major surgical interventions. May be used in anaphylaxis refractory to epinephrine, and in selected cardiac arrest scenarios requiring vasopressor optimization (as per ACLS).",
            "posologia": "Adults: initiate at 0.05–0.5 mcg/kg/min IV continuous infusion. Titrate up to 1 mcg/kg/min as needed. In critical cases, doses up to 3 mcg/kg/min may be required. Pediatrics: initiate at 0.05–2 mcg/kg/min IV, adjusted per clinical response.",
            "administracao": "Only for continuous IV infusion. Central venous access is preferred to reduce the risk of extravasation. In emergencies, peripheral infusion may be initiated but should be limited to short durations and monitored every 5 minutes. Use a dedicated line with an infusion pump. Do not administer via intramuscular or subcutaneous routes.",
            "doseMaxima": "No absolute maximum dose. Generally does not exceed 3 mcg/kg/min, except in critical care settings and under close hemodynamic monitoring.",
            "doseMinima": "Effective initial doses in sensitive patients range from 0.01 to 0.05 mcg/kg/min, adjusted per perfusion and blood pressure targets.",
            "reacoesAdversas": "➤ Severe peripheral and visceral vasoconstriction leading to ischemia or necrosis (especially in the fingers, toes, kidneys, and mesentery);\n➤ Reflex bradycardia secondary to abrupt increases in systemic pressure;\n➤ Ventricular arrhythmias including PVCs, VT, and rarely VF;\n➤ Hypertension crisis, particularly with high-dose infusions or in volume-depleted patients;\n➤ Headache, anxiety, tremor, pallor;\n➤ Risk of metabolic acidosis in prolonged shock due to tissue hypoperfusion;\n➤ Extravasation can cause local necrosis—requires prompt phentolamine infiltration.",
            "riscoGravidez": "Category C. Use only when benefits outweigh risks. May reduce uteroplacental blood flow; extreme caution is advised in obstetric use.",
            "riscoLactacao": "Negligible excretion in breast milk. Given its emergency use and short duration, generally considered safe for short-term exposure.",
            "ajusteRenal": "No specific dose adjustment required, but renal perfusion may decrease due to vasoconstriction. Urine output and renal function should be monitored.",
            "ajusteHepatico": "No initial dose adjustment needed, but severe hepatic impairment may alter metabolism and increase toxicity risk. Close monitoring required.",
            "contraindicacoes": "➤ Uncorrected hypovolemia (relative); ➤ Active vascular thrombosis (e.g., mesenteric, peripheral, coronary, cerebral); ➤ Use with caution in severe peripheral arterial disease or compromised microcirculation.",
            "interacaoMedicamento": "➤ Hypertensive effects potentiated by MAOIs, tricyclic antidepressants, and levodopa; ➤ Increased risk of arrhythmias with halogenated anesthetics; ➤ Reduced efficacy with non-selective beta-blockers; ➤ Enhanced vasoconstriction with ergot derivatives and oxytocin.",
            "apresentacao": "Ampoules of 4 mg/4 mL (1 mg/mL) and 8 mg/8 mL. Supplied in vials requiring dilution prior to administration.",
            "preparo": "Dilute 4 mg in 250 mL of 0.9% NaCl or 5% Dextrose (16 mcg/mL), or 8 mg in 500 mL (16 mcg/mL). Adjust concentration as per protocol. Use appropriate labeling and monitor for extravasation risks.",
            "solucoesCompativeis": "Compatible with 0.9% NaCl and 5% dextrose. Incompatible with alkaline or bicarbonate solutions.",
            "armazenamento": "Store at 15–30°C, protected from light. Diluted solutions stable for up to 24 hours if refrigerated and light-protected.",
            "cuidadosMedicos": "Continuous invasive hemodynamic monitoring recommended. Monitor peripheral perfusion, urine output, and ischemia signs. Prefer central access for administration.",
            "cuidadosFarmaceuticos": "Must be prepared under sterile conditions. Always dilute before administration to achieve precise concentrations. Clearly label the final concentration and time of preparation. Use amber syringes or protect from light. Monitor for precipitation or discoloration before and during use. Extravasation management includes stopping infusion immediately and administering phentolamine locally if indicated.",
            "cuidadosEnfermagem": "Check for extravasation (edema, pallor, pain). Monitor blood pressure every 5–15 minutes. Assess extremity perfusion, urine output, and mental status.",
            "fontesBibliograficas": "➤ ANVISA Noradrenaline Bitartrate insert; ➤ Surviving Sepsis Campaign: 2021 Guidelines; ➤ UpToDate – Norepinephrine: Drug Information; ➤ Micromedex; ➤ PubMed ID: 33228437; ➤ PubMed ID: 29345991; ➤ Tintinalli’s Emergency Medicine, 9th ed.; ➤ Miller’s Anesthesia, 9th ed., Vasopressor Pharmacology Chapter"
        }
    },
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Noradrenalina (Norepinefrina)",
            "nombreComercial": "Levophed®, Noradrenalina Bitartrato",
            "clasificacion": "Agente adrenérgico, vasopresor, simpaticomimético",
            "mecanismoAccion": "Agonista adrenérgico alfa-1 potente, que produce vasoconstricción sistémica al aumentar la resistencia vascular periférica y la presión arterial media. Posee también actividad beta-1 moderada, que incrementa la contractilidad miocárdica y el gasto cardíaco, pero con poco efecto sobre la frecuencia cardíaca debido a la bradicardia refleja inducida por barorreceptores. No tiene efecto significativo sobre receptores beta-2.",
            "farmacocinetica": "Inicio de acción inmediato tras administración IV. Vida media plasmática de 1–2 minutos. Metabolismo hepático y neuronal vía monoaminoxidasa (MAO) y catecol-O-metiltransferasa (COMT). Excreción renal, principalmente como metabolitos inactivos (ácido vanilmandélico, normetanefrina, metanefrina).",
            "farmacodinamia": "Aumenta de forma marcada la resistencia vascular sistémica, elevando la presión arterial media. Los efectos inotrópicos son leves y suelen ser contrarrestados por la bradicardia refleja. Puede reducir el flujo sanguíneo renal, mesentérico y periférico, por lo que requiere una monitorización cuidadosa. Sin embargo, mantiene la perfusión coronaria y cerebral en pacientes críticos.",
            "indicaciones": "1) Choque séptico refractario a la expansión de volumen; 2) Choque neurogénico; 3) Hipotensión grave inducida por anestesia; 4) Soporte vasopresor perioperatorio en cirugías mayores; 5) Hipotensión refractaria por otras causas (por ejemplo, anafilaxia refractaria a adrenalina, choque cardiogénico vasopléjico, soporte durante RCP avanzada en situaciones específicas).",
            "posologia": "Adultos: iniciar con 0.05 a 0.5 mcg/kg/min en infusión IV continua. Ajustar según respuesta hasta 1 mcg/kg/min. En situaciones críticas, se pueden requerir hasta 3 mcg/kg/min. Pediatría: iniciar con 0.05 a 2 mcg/kg/min IV continuo, según respuesta clínica.",
            "administracion": "Exclusivamente por infusión IV continua. Se prefiere acceso venoso central. En emergencias puede utilizarse acceso periférico por corto tiempo, con vigilancia continua. Utilizar línea exclusiva con bomba de infusión. No administrar por vía intramuscular o subcutánea.",
            "dosisMaxima": "Sin dosis máxima absoluta documentada. Generalmente no se supera 3 mcg/kg/min salvo en contextos críticos bajo monitorización intensiva.",
            "dosisMinima": "Rangos efectivos iniciales: 0.01 a 0.05 mcg/kg/min, ajustados según presión arterial y perfusión.",
            "reaccionesAdversas": "➤ Vasoconstricción excesiva con isquemia o necrosis periférica o visceral (dedos, riñones, intestinos);\n➤ Bradicardia refleja secundaria a hipertensión abrupta;\n➤ Arritmias ventriculares (TV, FV, extrasístoles);\n➤ Crisis hipertensiva, cefalea, temblor, palidez, ansiedad;\n➤ Acidosis metabólica por hipoperfusión sostenida;\n➤ Extravasación puede causar necrosis—requiere infiltración con fentolamina.",
            "riesgoEmbarazo": "Categoría C. Usar solo si el beneficio supera el riesgo. Puede reducir la perfusión uteroplacentaria. Precaución extrema en obstetricia.",
            "riesgoLactancia": "Excreción insignificante en leche materna. Se considera seguro para uso a corto plazo en emergencias.",
            "ajusteRenal": "No se requiere ajuste, pero la perfusión renal puede verse afectada. Vigilar diuresis y función renal.",
            "ajusteHepatico": "No se requiere ajuste inicial. Insuficiencia hepática grave puede alterar metabolismo, aumentar toxicidad.",
            "contraindicaciones": "➤ Hipovolemia no corregida; ➤ Trombosis vascular activa (mesentérica, periférica, cerebral, coronaria); ➤ Precaución en enfermedad arterial periférica grave o microcirculación comprometida.",
            "interaccionesMedicamentosas": "➤ Efecto hipertensivo potenciado por IMAO, tricíclicos, levodopa; ➤ Riesgo de arritmias con anestésicos halogenados; ➤ Menor eficacia con betabloqueantes no selectivos; ➤ Efecto aditivo con ergotamínicos y oxitocina.",
            "presentacion": "Ampollas de 4 mg/4 mL (1 mg/mL) y 8 mg/8 mL. Requiere dilución antes de administración.",
            "preparacion": "Diluir 4 mg en 250 mL de SSF 0.9% o SG 5% (16 mcg/mL) o 8 mg en 500 mL (16 mcg/mL). Etiquetar adecuadamente y evitar extravasación.",
            "solucionesCompatibles": "Compatible con SSF 0.9% y SG 5%. No compatible con soluciones alcalinas o bicarbonato.",
            "almacenamiento": "Conservar entre 15–30°C, protegido de la luz. Una vez diluido, usar en 24 h si se refrigera y protege.",
            "cuidadosMedicos": "Monitorización invasiva continua recomendada. Vigilar perfusión periférica, diuresis y signos de isquemia. Usar vía central preferentemente.",
            "cuidadosFarmaceuticos": "Preparar en condiciones asépticas. Etiquetar concentración final. Proteger de luz. Verificar estabilidad y claridad de la solución.",
            "cuidadosEnfermeria": "Vigilar sitio de infusión para extravasación. Medir presión arterial cada 5–15 minutos. Evaluar perfusión distal, diuresis y estado neurológico.",
            "fuentesBibliograficas": "➤ Ficha técnica Noradrenalina Bitartrato; ➤ Surviving Sepsis Campaign 2021; ➤ UpToDate; ➤ Micromedex; ➤ PubMed ID: 33228437; ➤ Miller’s Anesthesia, 9ª edición; ➤ ACLS AHA Guidelines 2020"
        }
    }
}
