{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Bupivacaína (cloridrato de bupivacaína)",
            "nomeComercial": "Neocaína®, Neobupi®, Sensorcaine®, Buvicaína®",
            "classificacao": "Anestésico local do tipo amida; bloqueador de canais de sódio voltagem-dependentes; agente de longa duração",
            "mecanismoAcao": "A bupivacaína bloqueia reversivelmente os canais de sódio voltagem-dependentes nas membranas neuronais, impedindo a condução do impulso nervoso. Promove bloqueio sensitivo e motor, sendo mais potente e de maior duração que a lidocaína. Sua alta lipossolubilidade facilita a penetração em fibras nervosas, com forte afinidade por fibras do tipo A (motoras) e C (sensitivas). Sua ação é prolongada por seu perfil de alta ligação a proteínas plasmáticas e lenta redistribuição tecidual. É o anestésico local de maior potência e cardiotoxicidade entre os do tipo amida, exigindo precaução rigorosa quanto à dose e administração intravascular acidental. A bupivacaína apresenta bloqueio uso-dependente: quanto maior a frequência de despolarização neuronal, maior o grau de inibição. Sua afinidade pelos canais de sódio é maior em estados inativos e abertos, promovendo inibição seletiva de fibras nervosas A-delta e C responsáveis por dor e temperatura. A interação hidrofóbica com o canal de sódio ocorre de forma estereoespecífica, sendo a forma levógira (S-) menos cardiotóxica e mais segura do que a forma racêmica.",
            "farmacocinetica": "• Início de ação: 1–10 min (dependendo do sítio e concentração).\n• Pico de ação: 10–20 minutos.\n• Duração: 4–12 horas (infiltração única); até 24 h com infusão contínua.\n• Ligação a proteínas plasmáticas: >95% (principalmente à alfa-1-glicoproteína ácida).\n• Metabolização: hepática (CYP1A2 e CYP3A4).\n• Excreção: renal (metabólitos conjugados).\n• Meia-vida terminal: 2,5–5 horas (prolongada em infusões).",
            "farmacodinamica": "A bupivacaína é altamente eficaz em bloqueios sensoriais profundos e superficiais. Em infiltração, proporciona analgesia prolongada, útil para procedimentos cirúrgicos, odontológicos, ortopédicos e controle de dor pós-operatória. Comparada à ropivacaína, apresenta bloqueio motor mais intenso e risco cardiovascular mais elevado. Sua ação é prolongada e eficaz mesmo em infiltrações subcutâneas, com uso frequente no fechamento de feridas cirúrgicas e analgesia incisional. A analgesia obtida com bupivacaína infiltração reduz significativamente a necessidade de opioides no pós-operatório imediato, contribuindo para recuperação funcional precoce. Em doses baixas (0,25%), predomina bloqueio sensorial; em concentrações maiores (0,5% e 0,75%), há bloqueio motor importante. A absorção sistêmica depende do local de aplicação, vascularização e presença de vasoconstritores. Estudos indicam que infiltrações com bupivacaína reduzem marcadores inflamatórios locais e melhoram scores de dor por até 12–24 h.",
            "dadosFarmacologicosAdicionais": "A bupivacaína apresenta alta afinidade por canais de sódio na conformação inativa, contribuindo para sua ação prolongada em tecidos com baixa frequência de despolarização, como fibras sensitivas. A fração livre no plasma aumenta em estados de hipoalbuminemia, potencializando efeitos tóxicos. O pKa da bupivacaína é de aproximadamente 8,1, implicando em menor fração não ionizada em pH fisiológico, o que retarda início de ação comparado à lidocaína. Entretanto, sua elevada lipossolubilidade compensa parcialmente esse fator, garantindo penetração efetiva em bainhas nervosas lipídicas.",
            "indicacoes": "• Infiltração local para anestesia cirúrgica.\n• Infiltração incisional no fechamento de feridas cirúrgicas.\n• Infiltração subcutânea ou fascial para analgesia pós-operatória.\n• Cirurgias dermatológicas, plásticas, ortopédicas, odontológicas.\n• Alternativa para pacientes que requerem analgesia prolongada sem opioides sistêmicos.",
            "posologia": "Adultos:\n• Concentração: 0,25% a 0,5%.\n• Dose única recomendada: 100–150 mg (20–30 mL de 0,5%).\n• Dose máxima: 2 mg/kg (sem vasoconstritor); até 3 mg/kg com vasoconstritor (adrenalina).\nPediatria:\n• 1,25–2,5 mg/kg, diluído em solução apropriada (ex: 0,25%).",
            "administracao": "• Infiltração local subcutânea ou em plano fascial.\n• Injeção lenta e fracionada com aspiração frequente.\n• Técnica asséptica obrigatória.\n• Pode ser usada isoladamente ou em combinação sequencial com analgésicos sistêmicos.",
            "doseMaxima": "2 mg/kg (sem vasoconstritor); até 3 mg/kg com adrenalina.",
            "doseMinima": "10 mg (adulto) ou 0,5–1 mg/kg (pediatria) em procedimentos pequenos.",
            "reacoesAdversas": "Comuns (1–10%):\n• Parestesias, prurido, dor no local da aplicação.\nIncomuns (0,1–1%):\n• Náuseas, tremores, tontura, disgeusia.\nRaras (<0,1%):\n• Toxicidade sistêmica (convulsões, coma, depressão respiratória).\n• Arritmias ventriculares, colapso cardiovascular.\n• Reações anafiláticas (muito raro).",
            "riscoGravidez": "Categoria C. Pode ser utilizada em infiltração perineal, pudenda e em analgesia obstétrica com monitoramento. Cruza placenta, mas em baixa proporção em infiltração.",
            "riscoLactacao": "Excreção mínima no leite. Considerada compatível. Não há necessidade de suspender a amamentação após uso único.",
            "ajusteRenal": "• Não é necessário ajuste para infiltração única.",
            "ajusteHepatico": "• Usar com cautela em hepatopatas graves, especialmente em infusões prolongadas. Monitorar sinais precoces de toxicidade.",
            "contraindicacoes": "• Hipersensibilidade à bupivacaína ou a outros anestésicos locais do tipo amida.\n• Doença do nó sinusal, bloqueio cardíaco completo sem marcapasso.\n• Hipovolemia não tratada, infecção no local da aplicação.\n• Injeção intravascular acidental (absolutamente contraindicada).",
            "interacaoMedicamento": "• Sinergia com outros anestésicos locais (efeito aditivo tóxico).\n• Antiarrítmicos classe I (ex: mexiletina, lidocaína) podem potencializar toxicidade cardíaca.\n• Vasoconstritores podem prolongar a duração, mas aumentar o risco de isquemia local. A associação com dexametasona, clonidina ou dexmedetomidina (off-label) potencializa a duração da analgesia por mecanismos anti-inflamatórios e sinérgicos centrais. Misturas com ropivacaína ou lidocaína devem ser evitadas pela diferença de pKa e risco de instabilidade físico-química. A alcalinização com bicarbonato reduz a estabilidade e pode precipitar. O uso concomitante com antidepressivos tricíclicos ou antiepilépticos exige precaução por risco de toxicidade aditiva no SNC.",
            "consideracoesEspecializadas": "Evitar injeção em áreas com comprometimento vascular significativo. Em procedimentos prolongados ou múltiplas infiltrações, calcular dose acumulada para evitar toxicidade sistêmica. A monitorização de ECG e sinais neurológicos deve ser intensificada em pacientes com risco cardiovascular ou uso concomitante de outros bloqueadores de canais de sódio. A lipidoterapia deve estar prontamente disponível (20% emulsão lipídica IV, dose inicial 1,5 mL/kg em bolus, seguido por infusão contínua). A combinação com dexmedetomidina (off-label) apresenta efeito sinérgico, podendo estender analgesia por mais de 24 h.",
            "apresentacao": "• Soluções: 0,25%, 0,5%, 0,75% (sem vasoconstritor).\n• Frascos-ampola: 10 mL, 20 mL, 50 mL.\n• Soluções com adrenalina: 1:200.000 disponíveis em algumas formulações.",
            "preparo": "• Pronta para uso. Não misturar com soluções alcalinas (precipitação).\n• Manter identificação de concentração e volume em seringas rotuladas.\n• Não reutilizar solução remanescente.",
            "solucoesCompatíveis": "• SF 0,9%; incompatível com bicarbonato de sódio ou pH >6,5.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Utilizar logo após aberta. Não congelar.",
            "cuidadosMedicos": "• Realizar aspiração antes da injeção para evitar via intravascular.\n• Monitorar paciente por pelo menos 30 min após administração.\n• Ter disponível protocolo de tratamento de toxicidade sistêmica por anestésico local (lipidoterapia).",
            "cuidadosFarmaceuticos": "• Confirmar concentração antes do uso.\n• Armazenar sob condições assépticas.\n• Registrar lote, validade, volume e paciente.\n• Não preparar com antecedência maior que 30 minutos sem justificativa técnica.",
            "cuidadosEnfermagem": "• Observar sinais de toxicidade (confusão, zumbido, parestesia facial, convulsão).\n• Garantir via de acesso venoso periférico antes da aplicação.\n• Auxiliar no posicionamento e vigilância pós-infiltração.\n• Documentar analgesia obtida e tempo de duração do bloqueio.",
            "condutasEmergencia": "Em caso de toxicidade sistêmica (LAST), interromper administração imediatamente, manter via aérea pérvia, oxigenação suplementar, suporte ventilatório e cardiovascular. Iniciar protocolo de emulsão lipídica (lipid rescue). Evitar uso de lidocaína, propofol ou outros anestésicos locais. Em convulsões refratárias, utilizar benzodiazepínicos IV. Considerar intubação orotraqueal precoce caso haja comprometimento neurológico grave.",
            "fontesBibliograficas": "Bula Anvisa (Neocaína®, Neobupi®); UpToDate (2024); Micromedex; PubMed ID 37635755, 36541702; Goodman & Gilman (13ª Ed.); Miller’s Anesthesia (9ª Ed.); Barash Clinical Anesthesia (8ª Ed.); ASRA Guidelines (2023); SBP Terapêutica Pediátrica; Ropper’s Principles of Neurology; Sessler DI. Complications in Anesthesia (2ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Bupivacaine (bupivacaine hydrochloride)",
            "nomeComercial": "Neocaine®, Neobupi®, Sensorcaine®, Buvicaine®",
            "classificacao": "Amide-type local anesthetic; voltage-gated sodium channel blocker; long-acting agent",
            "mecanismoAcao": "Bupivacaine reversibly blocks voltage-gated sodium channels in neuronal membranes, preventing nerve impulse conduction. It induces both sensory and motor blockade and is more potent and longer-acting than lidocaine. Its high lipid solubility allows effective penetration into nerve fibers, with strong affinity for type A (motor) and C (sensory) fibers. Its action is prolonged due to high protein binding and slow tissue redistribution. Bupivacaine is the most potent and cardiotoxic among amide-type local anesthetics, requiring strict caution regarding dose and intravascular administration. It exhibits use-dependent blockade, with greater inhibition at higher neuronal firing frequencies. Its sodium channel affinity is higher in the inactivated and open states, selectively inhibiting A-delta and C fibers responsible for pain and temperature. The hydrophobic interaction with the sodium channel is stereospecific, with the S(-) enantiomer being less cardiotoxic and safer than the racemic mixture.",
            "farmacocinetica": "• Onset: 1–10 min (depending on site and concentration).\n• Peak: 10–20 min.\n• Duration: 4–12 h (single infiltration); up to 24 h with continuous infusion.\n• Protein binding: >95% (primarily to alpha-1-acid glycoprotein).\n• Metabolism: hepatic (CYP1A2 and CYP3A4).\n• Excretion: renal (as conjugated metabolites).\n• Terminal half-life: 2.5–5 h (prolonged with infusions).",
            "farmacodinamica": "Bupivacaine is highly effective for deep and superficial sensory blockades. In infiltration, it provides prolonged analgesia suitable for surgical, dental, orthopedic procedures, and postoperative pain control. Compared to ropivacaine, it offers stronger motor block and higher cardiovascular risk. Its efficacy extends to subcutaneous infiltrations, frequently used for surgical wound closure and incisional analgesia. Infiltration with bupivacaine reduces opioid requirements in the immediate postoperative period, supporting faster functional recovery. Lower concentrations (0.25%) produce primarily sensory block; higher concentrations (0.5% and 0.75%) result in significant motor block. Systemic absorption depends on application site, vascularity, and use of vasoconstrictors. Studies show local bupivacaine infiltrations reduce inflammatory markers and improve pain scores for 12–24 h.",
            "dadosFarmacologicosAdicionais": "Bupivacaine has high affinity for sodium channels in the inactivated state, contributing to its prolonged action in tissues with low depolarization frequency, such as sensory fibers. The unbound plasma fraction increases in hypoalbuminemic states, enhancing toxic effects. Its pKa (~8.1) results in a lower non-ionized fraction at physiologic pH, slowing onset compared to lidocaine. However, its high lipid solubility compensates for this, allowing effective penetration into lipid-rich nerve sheaths.",
            "indicacoes": "• Local infiltration for surgical anesthesia.\n• Incisional infiltration for surgical wound closure.\n• Subcutaneous or fascial infiltration for postoperative analgesia.\n• Dermatologic, plastic, orthopedic, and dental surgeries.\n• Alternative for patients requiring prolonged analgesia without systemic opioids.",
            "posologia": "Adults:\n• Concentration: 0.25% to 0.5%.\n• Recommended single dose: 100–150 mg (20–30 mL of 0.5%).\n• Max dose: 2 mg/kg (without vasoconstrictor); up to 3 mg/kg with vasoconstrictor (epinephrine).\nPediatrics:\n• 1.25–2.5 mg/kg diluted in appropriate solution (e.g., 0.25%).",
            "administracao": "• Subcutaneous or fascial local infiltration.\n• Slow, fractional injection with frequent aspiration.\n• Aseptic technique mandatory.\n• May be used alone or sequentially with systemic analgesics.",
            "doseMaxima": "2 mg/kg (without vasoconstrictor); up to 3 mg/kg with epinephrine.",
            "doseMinima": "10 mg (adult) or 0.5–1 mg/kg (pediatrics) for minor procedures.",
            "reacoesAdversas": "Common (1–10%):\n• Paresthesia, pruritus, injection site pain.\nUncommon (0.1–1%):\n• Nausea, tremors, dizziness, dysgeusia.\nRare (<0.1%):\n• Systemic toxicity (seizures, coma, respiratory depression).\n• Ventricular arrhythmias, cardiovascular collapse.\n• Anaphylaxis (very rare).",
            "riscoGravidez": "Category C. May be used for perineal, pudendal, and obstetric analgesia with monitoring. Crosses the placenta in low amounts in infiltration.",
            "riscoLactacao": "Minimal excretion in breast milk. Considered compatible. No need to discontinue breastfeeding after single use.",
            "ajusteRenal": "• No adjustment needed for single infiltration.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment, especially with prolonged infusions. Monitor for early signs of toxicity.",
            "contraindicacoes": "• Hypersensitivity to bupivacaine or other amide local anesthetics.\n• Sinus node dysfunction, complete heart block without pacemaker.\n• Untreated hypovolemia, local infection at injection site.\n• Intravascular injection (absolute contraindication).",
            "interacaoMedicamento": "• Synergy with other local anesthetics (additive toxicity).\n• Class I antiarrhythmics (e.g., mexiletine, lidocaine) may enhance cardiac toxicity.\n• Vasoconstrictors prolong duration but increase ischemia risk. Combination with dexamethasone, clonidine, or dexmedetomidine (off-label) enhances duration via anti-inflammatory and central mechanisms. Mixing with ropivacaine or lidocaine should be avoided due to pKa differences and risk of physicochemical instability. Alkalinization with bicarbonate reduces stability and may precipitate. Use with tricyclic antidepressants or antiepileptics requires caution due to additive CNS toxicity.",
            "consideracoesEspecializadas": "Avoid injection in areas with significant vascular compromise. In prolonged procedures or multiple infiltrations, calculate cumulative dose to prevent systemic toxicity. ECG and neurologic monitoring should be intensified in patients with cardiovascular risk or concurrent sodium channel blockers. Lipid therapy should be immediately available (20% IV lipid emulsion, bolus 1.5 mL/kg followed by continuous infusion). Combination with dexmedetomidine (off-label) may provide analgesia exceeding 24 h.",
            "apresentacao": "• Solutions: 0.25%, 0.5%, 0.75% (without vasoconstrictor).\n• Vials: 10 mL, 20 mL, 50 mL.\n• Solutions with epinephrine 1:200,000 available in some formulations.",
            "preparo": "• Ready to use. Do not mix with alkaline solutions (precipitation risk).\n• Clearly label syringe with concentration and volume.\n• Do not reuse leftover solution.",
            "solucoesCompatíveis": "• NS 0.9%; incompatible with sodium bicarbonate or pH >6.5.",
            "armazenamento": "• Store at 15°C to 30°C.\n• Protect from light.\n• Use immediately after opening. Do not freeze.",
            "cuidadosMedicos": "• Aspirate before injection to avoid intravascular route.\n• Monitor for at least 30 min after administration.\n• Keep lipid rescue protocol available.",
            "cuidadosFarmaceuticos": "• Confirm concentration before use.\n• Store under aseptic conditions.\n• Record lot, expiration, volume, and patient.\n• Do not prepare >30 minutes in advance without justification.",
            "cuidadosEnfermagem": "• Monitor for toxicity signs (confusion, tinnitus, facial paresthesia, seizures).\n• Secure IV access prior to infiltration.\n• Assist in positioning and post-infiltration monitoring.\n• Document analgesia quality and block duration.",
            "condutasEmergencia": "In case of systemic toxicity (LAST), stop administration immediately, maintain airway, provide supplemental oxygen, ventilatory and cardiovascular support. Initiate lipid rescue protocol. Avoid lidocaine, propofol, or other local anesthetics. For refractory seizures, use IV benzodiazepines. Consider early intubation if severe neurologic compromise occurs.",
            "fontesBibliograficas": "ANVISA (Neocaine®, Neobupi®); UpToDate (2024); Micromedex; PubMed ID 37635755, 36541702; Goodman & Gilman’s (13th Ed.); Miller’s Anesthesia (9th Ed.); Barash Clinical Anesthesia (8th Ed.); ASRA Guidelines (2023); SBP Pediatric Therapeutics; Ropper’s Principles of Neurology; Sessler DI. Complications in Anesthesia (2nd Ed.)."
        }
    },
          "ES": {
      "bulario": {
        "nomePrincipioAtivo": "Bupivacaína (clorhidrato de bupivacaína)",
        "nomeComercial": "Neocaína®, Neobupi®, Sensorcaine®, Buvicaína®",
        "classificacao": "Anestésico local tipo amida; bloqueador de canales de sodio dependientes de voltaje; agente de acción prolongada",
        "mecanismoAcao": "La bupivacaína bloquea de manera reversible los canales de sodio dependientes de voltaje en las membranas neuronales, impidiendo la conducción del impulso nervioso. Produce bloqueo sensorial y motor, siendo más potente y de mayor duración que la lidocaína. Su alta liposolubilidad permite una penetración efectiva en las fibras nerviosas, con fuerte afinidad por fibras tipo A (motoras) y C (sensitivas). Su acción prolongada se debe a su alta unión a proteínas plasmáticas y a una redistribución tisular lenta. Es el anestésico local de mayor potencia y cardiotoxicidad entre los del tipo amida, exigiendo precaución estricta en cuanto a dosis y administración intravascular accidental. Presenta un bloqueo uso-dependiente: cuanto mayor la frecuencia de despolarización neuronal, mayor el grado de inhibición. Su afinidad por los canales de sodio es mayor en los estados inactivos y abiertos, inhibiendo selectivamente las fibras nerviosas A-delta y C responsables del dolor y la temperatura. La interacción hidrofóbica con el canal de sodio es estereoespecífica, siendo la forma levógira (S-) menos cardiotóxica y más segura que la forma racémica.",
        "farmacocinetica": "• Inicio de acción: 1–10 min (dependiendo del sitio y concentración).\n• Pico de acción: 10–20 min.\n• Duración: 4–12 h (infiltración única); hasta 24 h con infusión continua.\n• Unión a proteínas plasmáticas: >95% (principalmente a alfa-1-glicoproteína ácida).\n• Metabolismo: hepático (CYP1A2 y CYP3A4).\n• Excreción: renal (como metabolitos conjugados).\n• Vida media terminal: 2,5–5 h (prolongada en infusión).",
        "farmacodinamica": "La bupivacaína es altamente eficaz para bloqueos sensoriales profundos y superficiales. En infiltración, proporciona analgesia prolongada, útil para procedimientos quirúrgicos, dentales, ortopédicos y control del dolor postoperatorio. Comparada con la ropivacaína, presenta un bloqueo motor más intenso y mayor riesgo cardiovascular. Su eficacia se mantiene incluso en infiltraciones subcutáneas, usándose con frecuencia en cierre de heridas quirúrgicas y analgesia incisional. La analgesia obtenida con bupivacaína reduce significativamente la necesidad de opioides en el postoperatorio inmediato, contribuyendo a una recuperación funcional más rápida. En dosis bajas (0,25%), predomina el bloqueo sensorial; en concentraciones más altas (0,5% y 0,75%), se produce bloqueo motor importante. La absorción sistémica depende del sitio de aplicación, vascularización y uso de vasoconstrictores. Estudios muestran que las infiltraciones con bupivacaína reducen marcadores inflamatorios locales y mejoran las escalas de dolor durante 12–24 h.",
        "dadosFarmacologicosAdicionais": "La bupivacaína tiene alta afinidad por los canales de sodio en estado inactivo, lo que contribuye a su acción prolongada en tejidos con baja frecuencia de despolarización, como las fibras sensitivas. La fracción libre en plasma aumenta en estados de hipoalbuminemia, potenciando efectos tóxicos. Su pKa es de aproximadamente 8,1, lo que implica una menor fracción no ionizada en pH fisiológico, retardando el inicio de acción en comparación con la lidocaína. No obstante, su alta liposolubilidad compensa parcialmente este factor, permitiendo una penetración efectiva en las vainas nerviosas lipídicas.",
        "indicacoes": "• Infiltración local para anestesia quirúrgica.\n• Infiltración incisional en cierre de heridas quirúrgicas.\n• Infiltración subcutánea o fascial para analgesia postoperatoria.\n• Cirugías dermatológicas, plásticas, ortopédicas, odontológicas.\n• Alternativa para pacientes que requieren analgesia prolongada sin opioides sistémicos.",
        "posologia": "Adultos:\n• Concentración: 0,25% a 0,5%.\n• Dosis única recomendada: 100–150 mg (20–30 mL al 0,5%).\n• Dosis máxima: 2 mg/kg (sin vasoconstrictor); hasta 3 mg/kg con vasoconstrictor (adrenalina).\nPediatría:\n• 1,25–2,5 mg/kg, diluido en solución apropiada (ej: 0,25%).",
        "administracao": "• Infiltración subcutánea o en plano fascial.\n• Inyección lenta y fraccionada con aspiración frecuente.\n• Técnica aséptica obligatoria.\n• Puede usarse sola o combinada con analgésicos sistémicos.",
        "doseMaxima": "2 mg/kg (sin vasoconstrictor); hasta 3 mg/kg con adrenalina.",
        "doseMinima": "10 mg (adulto) o 0,5–1 mg/kg (pediatría) en procedimientos menores.",
        "reacoesAdversas": "Comunes (1–10%):\n• Parestesias, prurito, dolor en el sitio de aplicación.\nPoco comunes (0,1–1%):\n• Náuseas, temblores, mareos, disgeusia.\nRaras (<0,1%):\n• Toxicidad sistémica (convulsiones, coma, depresión respiratoria).\n• Arritmias ventriculares, colapso cardiovascular.\n• Anafilaxia (muy raro).",
        "riscoGravidez": "Categoría C. Puede utilizarse en infiltración perineal, pudenda y analgesia obstétrica bajo monitorización. Cruza la placenta en baja proporción en infiltración.",
        "riscoLactacao": "Excreción mínima en la leche materna. Considerada compatible. No es necesario suspender la lactancia tras un uso único.",
        "ajusteRenal": "• No requiere ajuste para infiltración única.",
        "ajusteHepatico": "• Usar con precaución en hepatopatías graves, especialmente con infusiones prolongadas. Monitorizar signos tempranos de toxicidad.",
        "contraindicacoes": "• Hipersensibilidad a la bupivacaína o a otros anestésicos locales tipo amida.\n• Enfermedad del nodo sinusal, bloqueo cardíaco completo sin marcapasos.\n• Hipovolemia no tratada, infección en el sitio de aplicación.\n• Inyección intravascular accidental (contraindicación absoluta).",
        "interacaoMedicamento": "• Sinergia con otros anestésicos locales (efecto tóxico aditivo).\n• Antiarrítmicos clase I (ej: mexiletina, lidocaína) pueden aumentar la toxicidad cardíaca.\n• Vasoconstrictores pueden prolongar la duración pero aumentar el riesgo de isquemia local. La combinación con dexametasona, clonidina o dexmedetomidina (uso no aprobado) potencia la duración de la analgesia mediante mecanismos antiinflamatorios y centrales sinérgicos. Evitar mezclas con ropivacaína o lidocaína por diferencias de pKa y riesgo de inestabilidad físico-química. La alcalinización con bicarbonato reduce la estabilidad y puede precipitar. Uso concomitante con antidepresivos tricíclicos o antiepilépticos exige precaución por riesgo de toxicidad aditiva en el SNC.",
        "consideracoesEspecializadas": "Evitar la inyección en áreas con compromiso vascular significativo. En procedimientos prolongados o múltiples infiltraciones, calcular la dosis acumulada para evitar toxicidad sistémica. Monitorización de ECG y signos neurológicos intensificada en pacientes con riesgo cardiovascular o uso concomitante de bloqueadores de canales de sodio. Tener disponible terapia lipídica (emulsión lipídica al 20%, bolo 1,5 mL/kg seguido de infusión continua). La combinación con dexmedetomidina (uso no aprobado) puede extender la analgesia por más de 24 h.",
        "apresentacao": "• Soluciones: 0,25%, 0,5%, 0,75% (sin vasoconstrictor).\n• Frascos ampolla: 10 mL, 20 mL, 50 mL.\n• Soluciones con adrenalina 1:200.000 disponibles en algunas formulaciones.",
        "preparo": "• Lista para uso. No mezclar con soluciones alcalinas (precipitación).\n• Etiquetar jeringas con concentración y volumen.\n• No reutilizar solución remanente.",
        "solucoesCompatíveis": "• SF 0,9%; incompatible con bicarbonato de sodio o pH >6,5.",
        "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Usar inmediatamente después de abierto. No congelar.",
        "cuidadosMedicos": "• Aspirar antes de inyectar para evitar vía intravascular.\n• Monitorizar al paciente durante al menos 30 min después de la administración.\n• Tener disponible el protocolo de tratamiento de toxicidad sistémica por anestésicos locales (terapia lipídica).",
        "cuidadosFarmaceuticos": "• Confirmar la concentración antes del uso.\n• Almacenar en condiciones asépticas.\n• Registrar lote, vencimiento, volumen y paciente.\n• No preparar con más de 30 minutos de antelación sin justificación.",
        "cuidadosEnfermagem": "• Observar signos de toxicidad (confusión, acúfenos, parestesias faciales, convulsiones).\n• Garantizar acceso venoso periférico antes de la aplicación.\n• Asistir en el posicionamiento y vigilancia posterior.\n• Documentar la calidad de la analgesia y la duración del bloqueo.",
        "condutasEmergencia": "En caso de toxicidad sistémica (LAST), interrumpir inmediatamente la administración, mantener vía aérea permeable, oxigenación suplementaria, soporte ventilatorio y cardiovascular. Iniciar protocolo de emulsión lipídica. Evitar lidocaína, propofol u otros anestésicos locales. En convulsiones refractarias, utilizar benzodiacepinas IV. Considerar intubación precoz si hay compromiso neurológico grave.",
        "fontesBibliograficas": "Bula Anvisa (Neocaína®, Neobupi®); UpToDate (2024); Micromedex; PubMed ID 37635755, 36541702; Goodman & Gilman (13ª Ed.); Miller’s Anesthesia (9ª Ed.); Barash Clinical Anesthesia (8ª Ed.); ASRA Guidelines (2023); SBP Terapéutica Pediátrica; Ropper’s Principles of Neurology; Sessler DI. Complications in Anesthesia (2ª Ed.)."
      }
    }
    }

