{
  "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Buprenorfina",
            "nomeComercial": "Temgesic®, Subutex®, Belbuca®, Butrans®",
            "classificacao": "Analgésico opioide; agonista parcial de receptores μ-opioides; antagonista de receptores κ-opioides",
            "mecanismoAcao": "A buprenorfina é um opioide semissintético derivado da tebaína, classificado farmacologicamente como um agonista parcial de receptores μ-opioides (mu), antagonista dos receptores κ-opioides (kappa) e com atividade mínima nos receptores δ-opioides (delta). Apresenta alta afinidade e lenta dissociação dos receptores μ, conferindo efeitos prolongados e resistência ao deslocamento por outros opioides, inclusive antagonistas como a naloxona, exigindo doses elevadas dessa última em casos de intoxicação. Sua atividade agonista parcial resulta em analgesia eficaz com efeito teto (ceiling effect) para depressão respiratória e euforia, reduzindo o risco de overdose em relação aos agonistas plenos. A ação antagonista nos receptores κ está associada à menor incidência de disforia e potencial efeito antidepressivo. Além disso, apresenta propriedades anti-hiperalgésicas e antianedônicas, especialmente úteis em pacientes com dor crônica ou em contexto de uso prolongado de opioides. Seu perfil farmacodinâmico singular, incluindo a redução do reforço positivo e da tolerância, a torna útil tanto no manejo da dor quanto em programas de manutenção para dependência de opioides. A buprenorfina também interfere nos canais iônicos (como canais de cálcio tipo N), contribuindo para sua ação analgésica independente dos receptores opioides clássicos.",
            "farmacocinetica": "• Início de ação: 15–60 min (sublingual), 6–12 h (transdérmico).\n• Pico de efeito: 1–4 h (SL), 24–48 h (TD).\n• Meia-vida terminal: 20–70 horas (média 37 h).\n• Biodisponibilidade: SL ~30–50%, IM ~100%, TD ~15%.\n• Ligação a proteínas plasmáticas: >95%.\n• Volume de distribuição: 3–5 L/kg.\n• Metabolização: hepática (CYP3A4, com formação de norbuprenorfina).\n• Excreção: 70% fecal, 30% urinária (como metabólitos conjugados).",
            "farmacodinamica": "Produz analgesia potente com efeito teto para depressão respiratória e euforia, reduzindo o risco de overdose comparado a agonistas plenos como morfina ou fentanil. Sua longa meia-vida permite administração em intervalos amplos, útil tanto em dor crônica quanto em programas de manutenção em dependência de opioides. Exibe efeito ceiling em dose-resposta, especialmente para efeitos adversos respiratórios, sem prejuízo da analgesia em doses terapêuticas. Em comparação com outros opioides, a buprenorfina apresenta menor risco de desenvolver tolerância, e sua curva dose-resposta para analgesia é menos inclinada, o que confere eficácia estável com menor necessidade de escalonamento de dose. Estudos mostram eficácia semelhante à morfina para dor moderada a intensa, com menor incidência de constipação e efeitos cognitivos. Na dependência de opioides, reduz o craving e bloqueia efeitos de opioides exógenos. Sua longa meia-vida permite esquemas posológicos flexíveis com dose única diária ou aplicações semanais/mensais (em formulações LAI, off-label no Brasil).",
            "indicacoes": "• Dor moderada a intensa de origem oncológica ou não oncológica (uso crônico ou agudo).\n• Tratamento de manutenção e desintoxicação em dependência de opioides (monoterapia ou com naloxona).\n• Dor pós-operatória (uso parenteral ou SL, em ambientes hospitalares controlados).\n• Off-label: dor neuropática refratária, analgesia em cuidados paliativos, dor em pacientes renais.",
            "posologia": "Adultos:\n• SL (dependência): iniciar com 2–4 mg, titulando até 16 mg/dia (máximo 24 mg/dia).\n• SL (dor): 200–400 mcg a cada 6–8 h.\n• Transdérmico: 5–20 mcg/h (trocado a cada 7 dias).\n• IM/IV (uso hospitalar): 0,3–0,6 mg a cada 6–8 h.\nPediatria:\n• Uso restrito e off-label; segurança e eficácia não estabelecidas para dor crônica ou dependência.",
            "administracao": "• Sublingual: deixar dissolver sem mastigar ou engolir.\n• Transdérmica: aplicar em pele íntegra, sem calor excessivo.\n• Parenteral: IV ou IM, em ambiente hospitalar.\n• Bucal (filme): absorção transmucosa com boa biodisponibilidade.",
            "doseMaxima": "• Dependência: 24 mg/dia SL.\n• Dor aguda: 1,2 mg/dia IV ou 2,4 mg/dia SL.\n• Dor crônica: 20 mcg/h transdérmico.",
            "doseMinima": "• 200 mcg SL ou 5 mcg/h TD (dor leve a moderada).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, constipação, sonolência, tontura.\nComuns (1–10%):\n• Vômitos, dor de cabeça, prurido, sudorese, insônia, hipotensão.\nIncomuns (0,1–1%):\n• Bradicardia, urticária, sintomas de abstinência, depressão respiratória.\nRaras (<0,1%):\n• Reações anafiláticas, convulsões, hepatite medicamentosa.",
            "riscoGravidez": "Categoria C. Pode causar síndrome de abstinência neonatal. Usar apenas se claramente necessário, especialmente em dependência onde substitui agonistas plenos com mais segurança.",
            "riscoLactacao": "Excretada no leite materno em pequenas quantidades. Considerada compatível com a amamentação em doses terapêuticas, com monitorização do lactente para sedação ou depressão respiratória.",
            "ajusteRenal": "• Não requer ajuste em insuficiência renal leve a moderada.\n• Usar com cautela em disfunção renal grave (clearance <30 mL/min).",
            "ajusteHepatico": "• Requer cautela em insuficiência hepática moderada a grave.\n• Evitar uso SL ou IV em hepatopatia descompensada; preferir via transdérmica com titulação lenta.",
            "contraindicacoes": "• Hipersensibilidade conhecida.\n• Depressão respiratória grave sem suporte.\n• Obstrução intestinal paralítica.\n• Uso concomitante com benzodiazepínicos em sedação sem monitorização.\n• Insuficiência hepática grave (uso SL ou IV).",
            "interacaoMedicamento": "• Potencialização com depressores do SNC (benzodiazepínicos, álcool, barbitúricos).\n• Inibidores de CYP3A4 (ex: cetoconazol, ritonavir) aumentam níveis séricos.\n• Antagonismo parcial com agonistas plenos (pode precipitar abstinência).\n• Redução do efeito analgésico com antagonistas opioides (naloxona, naltrexona). A coadministração com benzodiazepínicos, barbitúricos, etanol ou gabapentinoides pode aumentar risco de depressão respiratória e coma, sendo contraindicada em ambientes sem monitorização. Indutores do CYP3A4 como rifampicina, carbamazepina e fenitoína podem reduzir significativamente os níveis plasmáticos de buprenorfina, exigindo reavaliação da dose. Inibidores potentes (cetoconazol, claritromicina, ritonavir) aumentam os níveis e podem causar sedação excessiva. Há relatos de precipitação de abstinência quando iniciada em pacientes com agonistas plenos recentes (ex: metadona), devendo-se respeitar intervalo mínimo de 12–24 horas após última dose e sinais de abstinência leve a moderada para iniciar o tratamento com buprenorfina.",
            "apresentacao": "• Comprimidos sublinguais: 200 mcg, 400 mcg, 2 mg, 8 mg.\n• Adesivo transdérmico: 5 mcg/h, 10 mcg/h, 15 mcg/h, 20 mcg/h.\n• Solução injetável: 0,3 mg/mL.\n• Filmes bucais: 75 mcg, 150 mcg, 300 mcg, 450 mcg, 600 mcg, 900 mcg.",
            "preparo": "• Sublingual: não cortar ou mastigar.\n• TD: aplicar em região torácica, deltoide ou lateral do tronco.\n• IV/IM: diluir se necessário com SF 0,9%, administrar em 2–3 min (IV).",
            "solucoesCompatíveis": "• SF 0,9%.\n• Incompatível com SG 5%, soluções alcalinas ou lipídicas.",
            "armazenamento": "• Comprimidos: conservar em temperatura ambiente (15–30°C).\n• Adesivos: proteger da luz e calor.\n• Ampolas: manter entre 2–8°C, não congelar.",
            "cuidadosMedicos": "• Monitorar sinais de depressão respiratória e sedação.\n• Ajustar dose conforme função hepática e renal.\n• Observar interações com benzodiazepínicos ou álcool.\n• Ter naloxona disponível em caso de depressão respiratória grave.",
            "cuidadosFarmaceuticos": "• Confirmar via e dose correta.\n• Verificar integridade do adesivo ou comprimido.\n• Instruir paciente sobre uso correto (SL, TD).\n• Documentar lote, horário e qualquer efeito adverso.",
            "cuidadosEnfermagem": "• Avaliar padrão respiratório, nível de consciência, pupilas.\n• Orientar paciente quanto a sedação e uso de outros depressores.\n• Garantir adesão correta à pele, sem fonte de calor externa.\n• Observar sinais de abstinência ou interação com outros opioides.",
            "fontesBibliograficas": "Bula Anvisa (Temgesic®, Belbuca®), UpToDate (2024), Micromedex, PubMed ID 37622974, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), SAMHSA Buprenorphine Guidelines (2023)."
        }
    },
  "US": {
    "bulario": {
      "nomePrincipioAtivo": "Buprenorphine",
      "nomeComercial": "Temgesic®, Subutex®, Belbuca®, Butrans®",
      "classificacao": "Opioid analgesic; partial μ-opioid receptor agonist; κ-opioid receptor antagonist",
      "mecanismoAcao": "Buprenorphine is a semisynthetic opioid derived from thebaine, pharmacologically classified as a partial agonist at μ-opioid (mu) receptors, antagonist at κ-opioid (kappa) receptors, and with minimal activity at δ-opioid (delta) receptors. It has high affinity and slow dissociation from μ receptors, producing prolonged effects and resistance to displacement by other opioids, including antagonists like naloxone (requiring high doses in overdose). Its partial agonist activity yields effective analgesia with a ceiling effect for respiratory depression and euphoria, reducing overdose risk compared to full agonists. κ antagonism is linked to lower dysphoria and potential antidepressant effects. It also has antihyperalgesic and antianhedonic properties, especially useful in chronic pain or long-term opioid use. Its unique pharmacodynamic profile, including reduced positive reinforcement and tolerance, makes it useful for both pain management and opioid dependence maintenance programs. Buprenorphine also affects ion channels (such as N-type calcium channels), contributing to analgesia independent of classic opioid receptors.",
      "farmacocinetica": "• Onset of action: 15–60 min (sublingual), 6–12 h (transdermal).\n• Peak effect: 1–4 h (SL), 24–48 h (TD).\n• Terminal half-life: 20–70 hours (average ~37 h).\n• Bioavailability: SL ~30–50%, IM ~100%, TD ~15%.\n• Plasma protein binding: >95%.\n• Volume of distribution: 3–5 L/kg.\n• Metabolism: hepatic (CYP3A4, forming norbuprenorphine).\n• Excretion: 70% fecal, 30% urinary (as conjugated metabolites).",
      "farmacodinamica": "Provides potent analgesia with a ceiling effect on respiratory depression and euphoria, reducing overdose risk compared to full opioid agonists. Its long half-life allows for extended dosing intervals, suitable for chronic pain and opioid dependence treatment. Buprenorphine displays a flattened dose-response curve for analgesia, maintaining efficacy with less tolerance development. Comparable efficacy to morphine in moderate to severe pain, with less constipation and cognitive effects. Reduces opioid craving and blocks effects of exogenous opioids in addiction management. Suitable for flexible dosing schedules (e.g., daily or weekly/monthly injections, off-label in Brazil).",
      "indicacoes": "• Moderate to severe pain of oncologic or non-oncologic origin (acute or chronic).\n• Maintenance and detoxification treatment in opioid dependence (monotherapy or with naloxone).\n• Postoperative pain (parenteral or SL use in controlled hospital settings).\n• Off-label: refractory neuropathic pain, analgesia in palliative care, pain in renal patients.",
      "posologia": "Adults:\n• SL (addiction): start with 2–4 mg, titrate to 16 mg/day (max 24 mg/day).\n• SL (pain): 200–400 mcg every 6–8 h.\n• Transdermal: 5–20 mcg/h (changed every 7 days).\n• IM/IV (hospital use): 0.3–0.6 mg every 6–8 h.\nPediatrics:\n• Restricted and off-label; safety and efficacy not established for chronic pain or addiction.",
      "administracao": "• Sublingual: allow to dissolve without chewing or swallowing.\n• Transdermal: apply to intact skin, avoid excessive heat.\n• Parenteral: IV or IM in a hospital setting.\n• Buccal (film): transmucosal absorption with good bioavailability.",
      "doseMaxima": "• Addiction: 24 mg/day SL.\n• Acute pain: 1.2 mg/day IV or 2.4 mg/day SL.\n• Chronic pain: 20 mcg/h transdermal.",
      "doseMinima": "• 200 mcg SL or 5 mcg/h TD (mild to moderate pain).",
      "reacoesAdversas": "Very common (>10%):\n• Nausea, constipation, drowsiness, dizziness.\nCommon (1–10%):\n• Vomiting, headache, pruritus, sweating, insomnia, hypotension.\nUncommon (0.1–1%):\n• Bradycardia, urticaria, withdrawal symptoms, respiratory depression.\nRare (<0.1%):\n• Anaphylaxis, seizures, drug-induced hepatitis.",
      "riscoGravidez": "Category C. May cause neonatal withdrawal syndrome. Use only if clearly necessary, especially in dependence treatment where it is safer than full agonists.",
      "riscoLactacao": "Excreted in breast milk in small amounts. Considered compatible with breastfeeding at therapeutic doses, with monitoring for infant sedation or respiratory depression.",
      "ajusteRenal": "• No adjustment needed for mild to moderate renal impairment.\n• Use caution in severe renal dysfunction (clearance <30 mL/min).",
      "ajusteHepatico": "• Caution in moderate to severe hepatic impairment.\n• Avoid SL or IV use in decompensated liver disease; prefer slow titration via transdermal route.",
      "contraindicacoes": "• Known hypersensitivity.\n• Severe respiratory depression without support.\n• Paralytic ileus.\n• Concomitant use with benzodiazepines without monitoring.\n• Severe hepatic impairment (SL or IV use).",
      "interacaoMedicamento": "• Enhanced effects with CNS depressants (benzodiazepines, alcohol, barbiturates).\n• CYP3A4 inhibitors (e.g., ketoconazole, ritonavir) increase serum levels.\n• Partial antagonist effect with full agonists (may precipitate withdrawal).\n• Reduced analgesic effect with opioid antagonists (naloxone, naltrexone). Co-administration with benzodiazepines, barbiturates, ethanol, or gabapentinoids may increase risk of respiratory depression and coma—contraindicated without monitoring. CYP3A4 inducers (rifampin, carbamazepine, phenytoin) can reduce plasma levels significantly; strong inhibitors (ketoconazole, clarithromycin, ritonavir) may increase sedation risk. Withdrawal may occur if initiated too soon after full agonists (e.g., methadone); wait 12–24 hours and confirm mild to moderate withdrawal before starting buprenorphine.",
      "apresentacao": "• Sublingual tablets: 200 mcg, 400 mcg, 2 mg, 8 mg.\n• Transdermal patches: 5 mcg/h, 10 mcg/h, 15 mcg/h, 20 mcg/h.\n• Injectable solution: 0.3 mg/mL.\n• Buccal films: 75 mcg, 150 mcg, 300 mcg, 450 mcg, 600 mcg, 900 mcg.",
      "preparo": "• SL: do not cut or chew.\n• TD: apply to chest, deltoid, or lateral trunk.\n• IV/IM: dilute with 0.9% NS if needed, administer over 2–3 minutes (IV).",
      "solucoesCompatíveis": "• 0.9% saline.\n• Incompatible with 5% dextrose, alkaline or lipid solutions.",
      "armazenamento": "• Tablets: store at room temperature (15–30°C).\n• Patches: protect from light and heat.\n• Ampoules: store between 2–8°C, do not freeze.",
      "cuidadosMedicos": "• Monitor for respiratory depression and sedation.\n• Adjust dose based on hepatic and renal function.\n• Be alert for interactions with benzodiazepines or alcohol.\n• Keep naloxone available for severe respiratory depression.",
      "cuidadosFarmaceuticos": "• Confirm correct route and dose.\n• Check patch or tablet integrity.\n• Instruct patient on proper use (SL, TD).\n• Document lot number, time, and any adverse effects.",
      "cuidadosEnfermagem": "• Assess respiratory pattern, consciousness level, pupil size.\n• Instruct patient regarding sedation and depressant use.\n• Ensure proper patch adherence, no external heat source.\n• Observe for withdrawal symptoms or opioid interactions.",
      "fontesBibliograficas": "ANVISA package insert (Temgesic®, Belbuca®), UpToDate (2024), Micromedex, PubMed ID 37622974, Goodman & Gilman (13th Ed.), Tintinalli’s Emergency Medicine (9th Ed.), SAMHSA Buprenorphine Guidelines (2023)."
    }
  },
  "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Buprenorfina",
            "nomeComercial": "Temgesic®, Subutex®, Belbuca®, Butrans®",
            "classificacao": "Analgésico opioide; agonista parcial de receptores μ-opioides; antagonista de receptores κ-opioides",
            "mecanismoAcao": "La buprenorfina es un opioide semisintético derivado de la tebaína, clasificado farmacológicamente como un agonista parcial de los receptores μ-opioides (mu), antagonista de los receptores κ-opioides (kappa) y con mínima actividad sobre los receptores δ-opioides (delta). Posee una alta afinidad y una disociación lenta de los receptores μ, lo que le confiere efectos prolongados y resistencia al desplazamiento por otros opioides, incluyendo antagonistas como la naloxona, que requiere dosis elevadas en casos de intoxicación. Su acción como agonista parcial proporciona analgesia eficaz con un efecto techo (ceiling effect) sobre la depresión respiratoria y la euforia, reduciendo el riesgo de sobredosis fatal en comparación con los agonistas plenos. La acción antagonista sobre los receptores κ se asocia con una menor incidencia de disforia y posibles efectos antidepresivos. Además, presenta propiedades antihiperalgésicas y antianhedónicas, especialmente útiles en pacientes con dolor crónico o en tratamiento prolongado con opioides. Su perfil farmacodinámico único, que incluye una menor capacidad de refuerzo y un desarrollo más lento de tolerancia, respalda su uso tanto en el tratamiento del dolor como en programas de mantenimiento para la dependencia de opioides. También actúa inhibiendo ciertos canales iónicos, como los canales de calcio tipo N, lo que contribuye a su efecto analgésico de forma independiente a los receptores opioides clásicos.",
            "farmacocinetica": "• Inicio de acción: 15–60 min (sublingual), 6–12 h (transdérmico).\n• Pico de efecto: 1–4 h (SL), 24–48 h (TD).\n• Vida media terminal: 20–70 horas (promedio 37 h).\n• Biodisponibilidad: SL ~30–50%, IM ~100%, TD ~15%.\n• Unión a proteínas plasmáticas: >95%.\n• Volumen de distribución: 3–5 L/kg.\n• Metabolismo: hepático (CYP3A4, formando norbuprenorfina).\n• Excreción: 70% fecal, 30% urinaria (como metabolitos conjugados).",
            "farmacodinamica": "Proporciona analgesia potente con efecto techo sobre la depresión respiratoria y la euforia, reduciendo el riesgo de sobredosis en comparación con agonistas opioides plenos. Su larga vida media permite intervalos de dosificación prolongados, útil tanto para el tratamiento del dolor crónico como para programas de mantenimiento en dependencia a opioides. La buprenorfina presenta una curva dosis-respuesta más plana, manteniendo la eficacia analgésica con menor desarrollo de tolerancia. Tiene eficacia comparable a la morfina para dolor moderado a severo, con menor incidencia de estreñimiento y efectos cognitivos. En dependencia a opioides, reduce el craving y bloquea los efectos de opioides exógenos. Permite esquemas posológicos flexibles como dosis diaria única o aplicaciones semanales/mensuales (formulaciones LAI, fuera de etiqueta en Brasil).",
            "indicacoes": "• Dolor moderado a severo de origen oncológico o no oncológico (uso agudo o crónico).\n• Tratamiento de mantenimiento y desintoxicación en dependencia de opioides (monoterapia o con naloxona).\n• Dolor postoperatorio (uso parenteral o SL en ambientes hospitalarios controlados).\n• Uso no indicado en ficha técnica: dolor neuropático refractario, analgesia en cuidados paliativos, dolor en pacientes renales.",
            "posologia": "Adultos:\n• SL (dependencia): iniciar con 2–4 mg, titular hasta 16 mg/día (máximo 24 mg/día).\n• SL (dolor): 200–400 mcg cada 6–8 h.\n• Transdérmico: 5–20 mcg/h (cambiar cada 7 días).\n• IM/IV (uso hospitalario): 0,3–0,6 mg cada 6–8 h.\nPediatría:\n• Uso restringido y fuera de etiqueta; seguridad y eficacia no establecidas para dolor crónico o dependencia.",
            "administracao": "• Sublingual: dejar disolver sin masticar ni tragar.\n• Transdérmico: aplicar sobre piel intacta, sin calor excesivo.\n• Parenteral: IV o IM, en entorno hospitalario.\n• Bucal (film): absorción transmucosa con buena biodisponibilidad.",
            "doseMaxima": "• Dependencia: 24 mg/día SL.\n• Dolor agudo: 1,2 mg/día IV o 2,4 mg/día SL.\n• Dolor crónico: 20 mcg/h transdérmico.",
            "doseMinima": "• 200 mcg SL o 5 mcg/h TD (dolor leve a moderado).",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Náuseas, estreñimiento, somnolencia, mareo.\nFrecuentes (1–10%):\n• Vómitos, cefalea, prurito, sudoración, insomnio, hipotensión.\nPoco frecuentes (0,1–1%):\n• Bradicardia, urticaria, síntomas de abstinencia, depresión respiratoria.\nRaras (<0,1%):\n• Anafilaxia, convulsiones, hepatitis medicamentosa.",
            "riscoGravidez": "Categoría C. Puede causar síndrome de abstinencia neonatal. Usar solo si es claramente necesario, especialmente en dependencia donde sustituye a agonistas plenos con mayor seguridad.",
            "riscoLactacao": "Se excreta en la leche materna en pequeñas cantidades. Considerada compatible con la lactancia en dosis terapéuticas, con monitorización del lactante para detectar sedación o depresión respiratoria.",
            "ajusteRenal": "• No requiere ajuste en insuficiencia renal leve a moderada.\n• Usar con precaución en insuficiencia renal grave (clearance <30 mL/min).",
            "ajusteHepatico": "• Precaución en insuficiencia hepática moderada a grave.\n• Evitar uso SL o IV en hepatopatía descompensada; preferir vía transdérmica con titulación lenta.",
            "contraindicacoes": "• Hipersensibilidad conocida.\n• Depresión respiratoria grave sin soporte.\n• Íleo paralítico.\n• Uso concomitante con benzodiacepinas en sedación sin monitorización.\n• Insuficiencia hepática grave (uso SL o IV).",
            "interacaoMedicamento": "• Potenciación con depresores del SNC (benzodiacepinas, alcohol, barbitúricos).\n• Inhibidores de CYP3A4 (ej: ketoconazol, ritonavir) aumentan los niveles séricos.\n• Antagonismo parcial con agonistas plenos (puede precipitar abstinencia).\n• Reducción del efecto analgésico con antagonistas opioides (naloxona, naltrexona). La administración conjunta con benzodiacepinas, barbitúricos, etanol o gabapentinoides puede aumentar el riesgo de depresión respiratoria y coma, estando contraindicada en ausencia de monitorización. Inductores de CYP3A4 como rifampicina, carbamazepina y fenitoína pueden reducir significativamente los niveles plasmáticos de buprenorfina, requiriendo reevaluación de la dosis. Inhibidores potentes (ketoconazol, claritromicina, ritonavir) aumentan los niveles y pueden causar sedación excesiva. Hay reportes de precipitación de abstinencia cuando se inicia en pacientes que han usado agonistas plenos recientemente (ej: metadona), debiendo respetarse un intervalo mínimo de 12–24 horas tras la última dosis y la presencia de síntomas leves a moderados de abstinencia para iniciar el tratamiento con buprenorfina.",
            "apresentacao": "• Comprimidos sublinguales: 200 mcg, 400 mcg, 2 mg, 8 mg.\n• Parche transdérmico: 5 mcg/h, 10 mcg/h, 15 mcg/h, 20 mcg/h.\n• Solución inyectable: 0,3 mg/mL.\n• Films bucales: 75 mcg, 150 mcg, 300 mcg, 450 mcg, 600 mcg, 900 mcg.",
            "preparo": "• Sublingual: no cortar ni masticar.\n• TD: aplicar en región torácica, deltoides o lateral del tronco.\n• IV/IM: diluir si es necesario con SF 0,9%, administrar en 2–3 min (IV).",
            "solucoesCompatíveis": "• SF 0,9%.\n• Incompatible con SG 5%, soluciones alcalinas o lipídicas.",
            "armazenamento": "• Comprimidos: conservar a temperatura ambiente (15–30°C).\n• Parches: proteger de la luz y el calor.\n• Ampollas: mantener entre 2–8°C, no congelar.",
            "cuidadosMedicos": "• Monitorizar signos de depresión respiratoria y sedación.\n• Ajustar dosis según función hepática y renal.\n• Observar interacciones con benzodiacepinas o alcohol.\n• Tener naloxona disponible en caso de depresión respiratoria grave.",
            "cuidadosFarmaceuticos": "• Confirmar vía y dosis correcta.\n• Verificar integridad del parche o comprimido.\n• Instruir al paciente sobre el uso correcto (SL, TD).\n• Documentar lote, horario y cualquier efecto adverso.",
            "cuidadosEnfermagem": "• Evaluar patrón respiratorio, nivel de conciencia, pupilas.\n• Orientar al paciente sobre sedación y uso de otros depresores.\n• Garantizar correcta adhesión del parche a la piel, sin fuente de calor externa.\n• Observar signos de abstinencia o interacción con otros opioides.",
            "fontesBibliograficas": "Ficha técnica Anvisa (Temgesic®, Belbuca®), UpToDate (2024), Micromedex, PubMed ID 37622974, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), SAMHSA Buprenorphine Guidelines (2023)."
        }
  }
}
