{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cefuroxima (sódica ou axetil)",
            "nomeComercial": "Zinnat®, Zinacef®, Cefuracet®, Cefurex®",
            "classificacao": "Antibiótico beta-lactâmico; cefalosporina de segunda geração",
            "mecanismoAcao": "A cefuroxima inibe a síntese da parede celular bacteriana ao se ligar às proteínas ligadoras de penicilina (PBPs), interferindo na formação da estrutura de peptidoglicano da parede celular bacteriana. Isso leva à lise celular e morte da bactéria. É bactericida, com atividade dependente do tempo acima da concentração inibitória mínima (fT > MIC). Sua estabilidade frente a várias beta-lactamases a diferencia das cefalosporinas de primeira geração, ampliando o espectro contra gram-negativos, mantendo eficácia contra gram-positivos sensíveis. A cefuroxima apresenta boa penetração em tecidos e fluidos corporais, incluindo líquido sinovial, pleural e humor aquoso. Possui estabilidade frente a beta-lactamases produzidas por Haemophilus influenzae e M. catarrhalis, o que a torna útil em infecções respiratórias comunitárias. Sua forma oral, o axetil, é um pró-fármaco que requer hidrólise enzimática no trato gastrintestinal para se converter em cefuroxima ativa sistemicamente. Sua afinidade por PBP3 em gram-negativos e estabilidade frente a beta-lactamases plasmídicas conferem vantagem sobre cefalosporinas de primeira geração em infecções respiratórias mistas. A baixa penetração intracelular limita seu uso contra patógenos intracelulares como Legionella spp.",
            "farmacocinetica": "• Início de ação: rápido (IV), 1 h (VO).\n• Pico plasmático: 30–60 min (IV), 2–3 h (axetil oral).\n• Meia-vida: 1,1–1,5 horas.\n• Ligação a proteínas plasmáticas: ~33–50%.\n• Volume de distribuição: 0,2–0,3 L/kg.\n• Metabolização: mínima (axetil hidrolisado no fígado e intestino para cefuroxima ativa).\n• Excreção: renal (90% inalterada em 24 h).\n• Atravessa a barreira placentária e a barreira hematoencefálica (em meninges inflamadas). A eliminação é quase totalmente renal, tornando necessário o ajuste de dose em pacientes com insuficiência renal, especialmente em regimes parenterais.",
            "farmacodinamica": "A cefuroxima exibe eficácia máxima quando suas concentrações permanecem acima da MIC durante a maior parte do intervalo de dosagem. Possui atividade contra Streptococcus pneumoniae, Haemophilus influenzae (inclusive cepas produtoras de beta-lactamase), Moraxella catarrhalis, E. coli, Proteus mirabilis, Klebsiella spp. e algumas cepas de Staphylococcus aureus (não MRSA). É resistente à maioria das beta-lactamases de gram-negativos não ESBL. Utilizada como agente de transição IV-oral, como terapia sequencial em infecções respiratórias e urinárias. A eficácia clínica da cefuroxima está diretamente relacionada ao tempo em que a concentração sérica excede a MIC do patógeno (fT > MIC). É eficaz contra cepas de Streptococcus pneumoniae com sensibilidade intermediária à penicilina e contra Enterobacteriaceae não produtoras de ESBL. Em infecções de trato urinário e respiratório baixo, atinge concentrações terapêuticas eficazes nos tecidos-alvo. A forma oral é ideal para desospitalização e transição terapêutica.",
            "indicacoes": "• Infecções do trato respiratório superior (sinusite, otite média).\n• Infecções do trato respiratório inferior (pneumonia comunitária, exacerbação de DPOC).\n• Infecções do trato urinário (cistite, pielonefrite leve).\n• Infecções de pele e partes moles.\n• Faringoamigdalite estreptocócica.\n• Gonorreia não complicada.\n• Tratamento sequencial de infecções graves (IV → VO).\n• Alternativa no tratamento ambulatorial de infecções respiratórias com falha à amoxicilina.\n• Profilaxia cirúrgica em urologia e cirurgia ginecológica limpa-contaminada.\n• Doença de Lyme em estágios iniciais (especialmente em crianças).",
            "posologia": "Adultos:\n• VO (axetil): 250–500 mg a cada 12 h.\n• IV/IM: 750 mg a 1,5 g a cada 8 h (máximo 6 g/dia).\nPediatria:\n• VO: 20–30 mg/kg/dia em 2 doses (máximo 500 mg/dose).\n• IV/IM: 30–100 mg/kg/dia divididos a cada 8 h.\nNeonatos:\n• 30–60 mg/kg/dia IV dividido a cada 12 h (a cada 8 h se >7 dias de vida).",
            "administracao": "• IV lenta (3–5 min), infusão de 15–30 min ou IM profunda.\n• VO: administrar após refeição para aumentar absorção.\n• Não administrar formas parenterais por via oral ou vice-versa.",
            "doseMaxima": "6 g/dia (adultos IV); 1 g/dose VO.",
            "doseMinima": "125 mg VO 12/12h; 750 mg IV 8/8h (adulto leve a moderado).",
            "reacoesAdversas": "Comuns (1–10%):\n• Diarreia, náusea, dor abdominal, rash cutâneo.\n• Elevação transitória de AST/ALT.\nIncomuns (0,1–1%):\n• Vômitos, candidíase oral/vaginal, cefaleia.\nRaras (<0,1%):\n• Reações anafiláticas, síndrome de Stevens-Johnson, colite pseudomembranosa, leucopenia.\n• Pode causar teste de Coombs direto positivo.\n• Superinfecção por Candida em uso prolongado.\n• Raramente, toxicidade neuropsiquiátrica em idosos com função renal reduzida.",
            "riscoGravidez": "Categoria B. Estudos em animais não mostraram risco fetal. Uso seguro documentado em humanos. Preferido em infecções respiratórias e urinárias na gestação.",
            "riscoLactacao": "Excretada em pequenas quantidades. Considerada compatível com a amamentação. Monitorar lactente para diarreia leve ou candidíase oral.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 750 mg IV a cada 12 h.\n• ClCr 10–30 mL/min: 750 mg IV a cada 24 h.\n• ClCr <10 mL/min: 500 mg IV a cada 24 h.\n• Diálise: dose após sessão.",
            "ajusteHepatico": "• Não é necessário ajuste. Monitorar função hepática se uso prolongado.",
            "contraindicacoes": "• Hipersensibilidade à cefuroxima, outras cefalosporinas ou penicilinas (risco de reação cruzada).\n• Histórico de reação anafilática a beta-lactâmicos.",
            "interacaoMedicamento": "• Antiácidos ou inibidores de bomba reduzem absorção oral (evitar VO com pH gástrico elevado).\n• Probenecida aumenta meia-vida da forma IV.\n• Pode interferir em testes de glicose urinária (método redutor) e Coombs. O uso simultâneo de cefuroxima oral com antiácidos, bloqueadores H2 ou inibidores de bomba protônica pode reduzir sua absorção intestinal e eficácia terapêutica. O probenecida reduz a excreção renal da forma IV, aumentando a meia-vida sérica. A cefuroxima pode causar falso-positivo em testes de glicosúria baseados em soluções redutoras, bem como teste direto de Coombs. Deve-se monitorar pacientes em uso prolongado quanto à superinfecção por fungos ou Clostridioides difficile.",
            "apresentacao": "• VO (axetil): comprimidos 250 mg, 500 mg; suspensão 125 mg/5 mL, 250 mg/5 mL.\n• IV/IM (sódica): 750 mg, 1,5 g pó para reconstituição.",
            "preparo": "• IV direta: 750 mg em 6 mL de água estéril, administrar em 3–5 min.\n• Infusão: diluir em 50–100 mL de SF 0,9% (infusão em 15–30 min).\n• IM: reconstituir com lidocaína 1% (sem epinefrina) se autorizado.\n• Suspensão oral: agitar bem antes de usar, armazenar refrigerada até 10 dias.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com aminoglicosídeos na mesma solução.",
            "armazenamento": "• Pó: temperatura ambiente (15°C a 30°C), protegido da luz.\n• Solução reconstituída: 24 h sob refrigeração.\n• Suspensão oral: 2–8°C, descartar após 10 dias.",
            "cuidadosMedicos": "• Avaliar histórico alérgico detalhado antes do uso.\n• Ajustar dose em pacientes renais.\n• Considerar uso sequencial IV→VO em quadros com boa evolução.\n• Evitar em meningites graves (melhor opção: ceftriaxona).\n• Avaliar possibilidade de descalonamento após cultura.\n• Monitorar surgimento de colite associada a Clostridioides difficile em tratamentos prolongados.",
            "cuidadosFarmaceuticos": "• Preparar sob condições assépticas, respeitando diluente e concentração.\n• Observar compatibilidade com outros fármacos em Y ou bomba.\n• Garantir armazenamento correto da suspensão oral.\n• Registrar lote, horário e validade da solução.",
            "cuidadosEnfermagem": "• Monitorar efeitos adversos gastrointestinais e alérgicos.\n• Observar local de infusão/IM para reação local.\n• Administrar VO após refeições para absorção ideal.\n• Acompanhar função renal, hepática e hemograma em uso prolongado.\n• Notificar presença de lesões cutâneas bolhosas ou eritema generalizado.\n• Instruir o paciente a completar o esquema mesmo com melhora clínica precoce.",
            "fontesBibliograficas": "Bula Anvisa (Zinnat®, Zinacef®), UpToDate (2024), Micromedex, PubMed ID 37629522, Sanford Guide (2023), Goodman & Gilman (13ª Ed.), IDSA Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Cefuroxime (sodium or axetil)",
            "nomeComercial": "Zinnat®, Zinacef®, Cefuracet®, Cefurex®",
            "classificacao": "Beta-lactam antibiotic; second-generation cephalosporin",
            "mecanismoAcao": "Cefuroxime inhibits bacterial cell wall synthesis by binding to penicillin-binding proteins (PBPs), disrupting peptidoglycan cross-linking, leading to osmotic cell lysis and bacterial death. It exhibits time-dependent bactericidal activity. It is stable against many plasmid-mediated beta-lactamases, providing an advantage over first-generation cephalosporins for respiratory tract pathogens. It has limited intracellular penetration, restricting its effectiveness against intracellular organisms such as Legionella spp.",
            "farmacocinetica": "• Onset: rapid (IV), 1 h (oral)\n• Peak: 30–60 min (IV), 2–3 h (oral axetil)\n• Half-life: 1.1–1.5 h\n• Protein binding: ~33–50%\n• Volume of distribution: 0.2–0.3 L/kg\n• Metabolism: minimal (axetil hydrolyzed to active form in gut/liver)\n• Elimination: ~90% unchanged in urine\n• Crosses placenta and inflamed meninges. Renal clearance requires dose adjustment in insufficiency.",
            "farmacodinamica": "Highly effective against Streptococcus pneumoniae, Haemophilus influenzae (including beta-lactamase producers), Moraxella catarrhalis, E. coli, Proteus mirabilis, Klebsiella spp., and some Staphylococcus aureus strains (non-MRSA). Ineffective against Pseudomonas spp. Used as step-down IV-to-oral therapy. Oral form suitable for outpatient use and transition therapy.",
            "indicacoes": "• Upper respiratory infections (sinusitis, otitis media)\n• Lower respiratory infections (CAP, COPD exacerbation)\n• Urinary tract infections (cystitis, mild pyelonephritis)\n• Skin and soft tissue infections\n• Streptococcal pharyngitis\n• Uncomplicated gonorrhea\n• Sequential therapy in serious infections (IV → oral)\n• Alternative for amoxicillin failure in outpatient respiratory infections\n• Surgical prophylaxis in urology and gynecology\n• Early-stage Lyme disease (especially pediatric)",
            "posologia": "Adults:\n• Oral: 250–500 mg every 12 h\n• IV/IM: 750 mg to 1.5 g every 8 h (max 6 g/day)\nPediatrics:\n• Oral: 20–30 mg/kg/day divided every 12 h (max 500 mg/dose)\n• IV/IM: 30–100 mg/kg/day divided every 8 h\nNeonates:\n• 30–60 mg/kg/day IV divided every 12 h (every 8 h if >7 days old)",
            "administracao": "IV slow push (3–5 min), 15–30 min infusion, or deep IM. Oral: administer postprandially to enhance absorption. Do not interchange IV and oral forms directly.",
            "doseMaxima": "6 g/day (adult IV); 1 g/dose oral",
            "doseMinima": "125 mg orally q12h; 750 mg IV q8h for mild/moderate adult infections",
            "reacoesAdversas": "Common (1–10%): diarrhea, nausea, abdominal pain, rash, transient AST/ALT elevation\nUncommon (0.1–1%): vomiting, oral/vaginal candidiasis, headache\nRare (<0.1%): anaphylaxis, Stevens-Johnson syndrome, pseudomembranous colitis, leukopenia\n• Direct Coombs test positivity\n• Candida superinfection (prolonged use)\n• Rare neuropsychiatric toxicity in elderly with renal impairment",
            "riscoGravidez": "Category B. Animal studies show no fetal risk; widely used in respiratory and urinary tract infections in pregnancy.",
            "riscoLactacao": "Excreted in small amounts. Considered compatible with breastfeeding. Monitor for mild diarrhea or oral candidiasis in the infant.",
            "ajusteRenal": "• CrCl 30–50 mL/min: 750 mg IV q12h\n• CrCl 10–30 mL/min: 750 mg IV q24h\n• CrCl <10 mL/min: 500 mg IV q24h\n• Dialysis: administer post-session",
            "ajusteHepatico": "No dose adjustment required. Monitor liver enzymes in prolonged use.",
            "contraindicacoes": "• Hypersensitivity to cefuroxime or other beta-lactams\n• History of severe penicillin allergy (cross-reactivity risk)",
            "interacaoMedicamento": "• Oral absorption reduced by antacids, H2 blockers, PPIs\n• Probenecid increases IV serum levels\n• May cause false-positive Coombs and urine glucose tests\n• Monitor for fungal or C. difficile superinfection",
            "apresentacao": "• Oral (axetil): 250 mg, 500 mg tablets; 125/250 mg per 5 mL suspensions\n• IV/IM (sodium): 750 mg, 1.5 g vials",
            "preparo": "• IV: 750 mg in 6 mL sterile water, administer over 3–5 min\n• Infusion: dilute in 50–100 mL NS over 15–30 min\n• IM: reconstitute with 1% lidocaine (if permitted)\n• Oral suspension: refrigerate and use within 10 days",
            "solucoesCompativeis": "0.9% NaCl, 5% Dextrose. Incompatible with aminoglycosides in same solution",
            "armazenamento": "• Powder: 15–30°C, protect from light\n• Reconstituted: 24 h refrigerated\n• Oral suspension: 2–8°C, discard after 10 days",
            "cuidadosMedicos": "• Screen allergy history\n• Adjust for renal impairment\n• Consider IV-to-oral switch in improving patients\n• Not preferred for meningitis (use ceftriaxone)\n• De-escalate when cultures available\n• Monitor for C. difficile in prolonged use",
            "cuidadosFarmaceuticos": "• Prepare aseptically, respect diluent and concentration\n• Check compatibility in Y-site or infusion pumps\n• Store oral suspensions correctly\n• Log lot number and expiration",
            "cuidadosEnfermagem": "• Monitor GI and allergic side effects\n• Check injection/infusion site\n• Administer oral after meals\n• Monitor renal/liver function and CBC in long-term use\n• Report bullous lesions or widespread rash\n• Educate to complete full regimen even with early improvement",
            "fontesBibliograficas": "Anvisa Zinnat®, Zinacef® insert; UpToDate (2024); Micromedex; PubMed ID 37629522; Sanford Guide (2023); Goodman & Gilman (13th ed.); IDSA Guidelines (2023)"
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cefuroxima (sódica o axetil)",
            "nomeComercial": "Zinnat®, Zinacef®, Cefuracet®, Cefurex®",
            "classificacao": "Antibiótico beta-lactámico; cefalosporina de segunda generación",
            "mecanismoAcao": "La cefuroxima actúa inhibiendo la síntesis de la pared celular bacteriana al unirse a las proteínas fijadoras de penicilina (PBPs), interfiriendo en la formación del peptidoglicano. Esto provoca la lisis y muerte de la bacteria. Es un antibiótico bactericida dependiente del tiempo (fT > MIC). Es estable frente a muchas beta-lactamasas plasmídicas, lo que le otorga ventaja sobre las cefalosporinas de primera generación frente a bacilos gramnegativos, manteniendo eficacia sobre cocos grampositivos sensibles. La forma oral, cefuroxima axetil, es un profármaco que se convierte en cefuroxima activa tras hidrólisis en el tracto gastrointestinal. Su limitada penetración intracelular reduce su efectividad frente a patógenos como Legionella spp.",
            "farmacocinetica": "• Inicio: rápido (IV), 1 h (VO)\n• Pico plasmático: 30–60 min (IV), 2–3 h (axetil oral)\n• Vida media: 1,1–1,5 h\n• Unión a proteínas: 33–50%\n• Volumen de distribución: 0,2–0,3 L/kg\n• Metabolismo: mínimo (el axetil se hidroliza a cefuroxima activa en hígado/intestino)\n• Eliminación: 90% sin cambios en orina\n• Cruza la placenta y las meninges inflamadas. Requiere ajuste en insuficiencia renal.",
            "farmacodinamica": "Activa frente a Streptococcus pneumoniae, Haemophilus influenzae (incluso productores de beta-lactamasa), Moraxella catarrhalis, E. coli, Proteus mirabilis, Klebsiella spp. y algunas cepas de Staphylococcus aureus (no MRSA). No activa frente a Pseudomonas spp. Usada como terapia secuencial IV-VO. La forma oral es útil para transición ambulatoria.",
            "indicacoes": "• Infecciones respiratorias altas (sinusitis, otitis media)\n• Infecciones respiratorias bajas (neumonía comunitaria, EPOC agudizada)\n• Infecciones urinarias (cistitis, pielonefritis leve)\n• Infecciones de piel y tejidos blandos\n• Faringoamigdalitis estreptocócica\n• Gonorrea no complicada\n• Terapia secuencial en infecciones graves (IV → VO)\n• Alternativa tras fallo de amoxicilina en ambulatorio\n• Profilaxis quirúrgica urológica y ginecológica\n• Enfermedad de Lyme temprana (especialmente pediátrica)",
            "posologia": "Adultos:\n• VO: 250–500 mg cada 12 h\n• IV/IM: 750 mg–1,5 g cada 8 h (máx 6 g/día)\nPediatría:\n• VO: 20–30 mg/kg/día cada 12 h (máx 500 mg/dosis)\n• IV/IM: 30–100 mg/kg/día cada 8 h\nNeonatos:\n• 30–60 mg/kg/día IV dividido cada 12 h (cada 8 h si >7 días)",
            "administracao": "IV lenta (3–5 min), infusión 15–30 min o IM profunda. VO: administrar tras alimentos. No intercambiar formas IV y VO directamente.",
            "doseMaxima": "6 g/día (adultos IV); 1 g/dosis VO",
            "doseMinima": "125 mg VO cada 12 h; 750 mg IV cada 8 h en infecciones leves/moderadas",
            "reacoesAdversas": "Comunes (1–10%): diarrea, náuseas, dolor abdominal, exantema, aumento transitorio de AST/ALT\nInfrecuentes (0,1–1%): vómitos, candidiasis oral o vaginal, cefalea\nRaras (<0,1%): anafilaxia, síndrome de Stevens-Johnson, colitis pseudomembranosa, leucopenia\n• Coombs directo positivo\n• Sobreinfección por Candida (uso prolongado)\n• Toxicidad neuropsiquiátrica en ancianos con IR",
            "riscoGravidez": "Categoría B. Estudios animales sin riesgo fetal; ampliamente usada en infecciones respiratorias y urinarias en gestación.",
            "riscoLactacao": "Se excreta en baja concentración. Compatible con lactancia. Vigilar diarrea o candidiasis oral en lactante.",
            "ajusteRenal": "• ClCr 30–50 mL/min: 750 mg IV cada 12 h\n• ClCr 10–30 mL/min: 750 mg IV cada 24 h\n• ClCr <10 mL/min: 500 mg IV cada 24 h\n• Diálisis: administrar post-sesión",
            "ajusteHepatico": "No requiere ajuste. Vigilar enzimas hepáticas si uso prolongado.",
            "contraindicacoes": "• Hipersensibilidad a cefuroxima u otros beta-lactámicos\n• Alergia severa previa a penicilinas (riesgo cruzado)",
            "interacaoMedicamento": "• Absorción oral reducida por antiácidos, antagonistas H2, IBP\n• Probenecid aumenta niveles séricos IV\n• Puede dar falsos positivos en pruebas de Coombs y glucosuria\n• Riesgo de sobreinfección por hongos o C. difficile en uso prolongado",
            "apresentacao": "• VO (axetil): comprimidos 250 mg, 500 mg; suspensión 125/250 mg por 5 mL\n• IV/IM (sódica): viales de 750 mg, 1,5 g",
            "preparo": "• IV: 750 mg en 6 mL de agua estéril, administrar en 3–5 min\n• Infusión: diluir en 50–100 mL SF 0,9% en 15–30 min\n• IM: reconstituir con lidocaína 1% (si permitido)\n• Suspensión oral: refrigerar, usar en 10 días",
            "solucoesCompativeis": "SF 0,9%, SG 5%. Incompatible con aminoglucósidos en la misma solución",
            "armazenamento": "• Polvo: 15–30°C, protegido de la luz\n• Reconstituido: 24 h refrigerado\n• Suspensión oral: 2–8°C, desechar tras 10 días",
            "cuidadosMedicos": "• Evaluar antecedentes alérgicos\n• Ajustar dosis en IR\n• Considerar cambio IV a VO en buena evolución\n• No indicada para meningitis (usar ceftriaxona)\n• Desescalar tras resultado de cultivos\n• Vigilar colitis por C. difficile en tratamientos prolongados",
            "cuidadosFarmaceuticos": "• Preparación aséptica respetando diluyente y concentración\n• Verificar compatibilidad en Y o bombas\n• Almacenar suspensión VO adecuadamente\n• Registrar lote y caducidad",
            "cuidadosEnfermagem": "• Vigilar efectos GI y alérgicos\n• Revisar punto de inyección o infusión\n• Administrar VO tras alimentos\n• Monitorizar función renal/hepática y hemograma en uso prolongado\n• Notificar lesiones cutáneas bolhosas o eritema\n• Educar para completar tratamiento completo",
            "fontesBibliograficas": "Prospecto Zinnat®, Zinacef®, UpToDate (2024), Micromedex, PubMed ID 37629522, Sanford Guide (2023), Goodman & Gilman (13ª ed.), Guías IDSA (2023)"
        }
    }
}
