{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cisatracúrio (Besilato de Cisatracúrio)",
            "nomeComercial": "Nimbex®",
            "classificacao": "Bloqueador neuromuscular não despolarizante, de ação intermediária, benzilisoquinolínico",
            "mecanismoAcao": "Age como antagonista competitivo dos receptores nicotínicos da acetilcolina na junção neuromuscular, bloqueando a transmissão neuromuscular e promovendo paralisia flácida. Diferente de outros bloqueadores, o cisatracúrio sofre degradação espontânea no plasma e nos tecidos por meio da reação de Hofmann (não enzimática e pH/temperatura-dependente), além de metabolismo hepático mínimo. A degradação via Hofmann é influenciada pelo pH (mais rápida em pH alcalino) e temperatura (mais rápida em 37°C). Por isso, condições como hipotermia e acidose podem prolongar a ação. Seu perfil farmacológico o torna ideal para pacientes críticos, incluindo transplantados hepáticos e renais.",
            "farmacocinetica": "• Início de ação: 2–3 minutos.\n• Pico de efeito: 3–5 minutos.\n• Duração clínica: 40–60 minutos.\n• Tempo até recuperação de 25% da função muscular: 45–65 minutos.\n• Meia-vida de eliminação: 22–30 minutos.\n• Volume de distribuição: 0,11–0,16 L/kg.\n• Ligação às proteínas plasmáticas: 15%.\n• Metabolização: 77% por degradação espontânea (reação de Hofmann) e 23% via hidrólise enzimática hepática.\n• Excreção: renal (16–30%) e biliar (até 10%), principalmente metabólitos inativos. A eliminação é independente da função hepática e renal, conferindo farmacocinética previsível em pacientes críticos. A estabilidade plasmática permite administração contínua com menor risco de acumulação.",
            "farmacodinamica": "Promove bloqueio neuromuscular com início intermediário, duração intermediária e recuperação previsível. Não induz liberação significativa de histamina, o que reduz efeitos adversos como hipotensão e broncoespasmo. Seguro para uso em pacientes com disfunção hepática ou renal, devido ao metabolismo predominantemente espontâneo. A ausência de liberação significativa de histamina confere estabilidade hemodinâmica superior a outros bloqueadores não despolarizantes, mesmo em doses elevadas. É uma opção preferencial em pacientes com risco cardiovascular.",
            "indicacoes": "• Facilitação da intubação orotraqueal.\n• Manutenção do bloqueio neuromuscular durante procedimentos cirúrgicos.\n• Uso em ventilação mecânica prolongada na UTI.\n• Procedimentos diagnósticos ou terapêuticos que requerem imobilização.\n Controle da sincronia paciente-ventilador em pacientes com SDRA ou tempestade adrenérgica. Uso intraoperatório em neurocirurgia para facilitar monitorização eletrofisiológica. Alternativa segura em pacientes com hipertermia maligna suscetível (não desencadeante).",
            "posologia": "Adulto:\n• Intubação:\n  - 0,15–0,2 mg/kg IV em bolus.\n• Manutenção:\n  - Bolus adicionais de 0,03 mg/kg IV.\n  - Ou infusão contínua: 1–3 mcg/kg/min.\nPediatria:\n• Neonatos (<1 mês):\n  - Dados limitados, usar com cautela.\n• Lactentes (1–23 meses):\n  - 0,15 mg/kg IV bolus.\n  - Infusão: 1,5–2,5 mcg/kg/min.\n• Crianças (2–12 anos):\n  - 0,1–0,15 mg/kg IV bolus.\n  - Infusão: 1–2 mcg/kg/min.\n• Adolescentes (12–18 anos):\n  - Mesma posologia de adultos.",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administração em bolus lento (20–30 segundos) ou infusão contínua com bomba volumétrica.\n• Monitorização contínua da função neuromuscular (TOF) altamente recomendada.",
            "doseMaxima": "• Bolus: até 0,2 mg/kg.\n• Infusão: até 3 mcg/kg/min.",
            "doseMinima": "• Bolus de manutenção: 0,03 mg/kg.\n• Infusão: 1 mcg/kg/min.",
            "reacoesAdversas": "Comuns (1–10%):\n• Bradicardia.\n• Hipotensão leve transitória.\n• Erupções cutâneas.\nRaras (<0,1%):\n• Reações anafiláticas graves.\n• Bloqueio neuromuscular prolongado.\n• Dispneia (associada a bloqueio incompleto).\n• Casos isolados de broncoespasmo.\n• Tremor durante recuperação.",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco, mas não há estudos adequados em humanos. Usar apenas se claramente necessário, especialmente em cesarianas sob anestesia geral.",
            "riscoLactacao": "Desconhecido se excreta no leite materno. Porém, devido à rápida degradação no plasma, não é esperado risco significativo para lactentes.",
            "ajusteRenal": "• Não é necessário ajuste. A eliminação é majoritariamente independente da função renal (via reação de Hofmann).",
            "ajusteHepatico": "• Não é necessário ajuste em insuficiência hepática leve a moderada.\n• Pode haver leve prolongamento da ação em insuficiência hepática grave, mas clinicamente pouco relevante.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao cisatracúrio, atracúrio ou qualquer componente da fórmula.\n• Histórico de reação anafilática grave a bloqueadores neuromusculares não despolarizantes.",
            "interacaoMedicamento": "• Potencializado por:\n  - Anestésicos voláteis (sevoflurano, isoflurano, desflurano).\n  - Aminoglicosídeos, polimixinas, lítio, bloqueadores de canais de cálcio.\n  - Magnésio, lidocaína IV, corticoterapia prolongada.\n• Efeito reduzido por:\n  - Anticonvulsivantes de uso crônico (fenitoína, carbamazepina).\n• Prolongado em:\n  - Hipotermia.\n  - Acidose grave.",
            "apresentacao": "• Ampolas de 2 mg/mL – 5 mL (10 mg total) e 10 mL (20 mg total) para uso EV.",
            "preparo": "• Pronto para uso.\n• Pode ser diluído em SF 0,9%, SG 5% ou Ringer Lactato para infusão contínua.\n• Ex.: 100 mg em 100 mL de SF = 1 mg/mL (ou 1000 mcg/mL).",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Ringer Lactato.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Estável por até 24 horas após diluição, se mantido refrigerado.\n• Proteger da luz.\n• Descartar se houver precipitação, turbidez ou alteração de cor.",
            "cuidadosMedicos": "• Monitorização rigorosa da função neuromuscular (TOF) é obrigatória.\n• Preparar para suporte ventilatório até completa reversão do bloqueio.\n• Cuidado em pacientes com hipotermia, acidose severa ou estados críticos que possam prolongar o bloqueio.\n• Menor risco de liberação de histamina em comparação com atracúrio.\n Monitorar meticulosamente o nível de bloqueio para evitar sobredosagem. Reversão farmacológica só é possível com anticolinesterásicos, requerendo recuperação parcial espontânea (TOF >2). Avaliar necessidade de sedação concomitante adequada.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Calcular corretamente diluições para infusão contínua.\n• Preparar sob condições assépticas.\n• Documentar lote, dose, via, horário e parâmetros de monitorização neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, sinais vitais, capnografia e ventilação.\n• Observar sinais de bloqueio residual na recuperação.\n• Verificar acesso venoso e funcionamento da bomba de infusão.\n• Notificar imediatamente qualquer reação adversa ou bloqueio prolongado.\n Garantir sedação contínua enquanto sob bloqueio. Avaliar responsividade neuromuscular e sinais de recuperação. Sincronizar administração com parâmetros da bomba e TOF. Documentar nível de bloqueio periodicamente.",
            "fontesBibliograficas": "Bula Anvisa (Nimbex®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37608542, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Cisatracurium (Besylate)",
            "nomeComercial": "Nimbex®",
            "classificacao": "Non-depolarizing neuromuscular blocker, intermediate-acting, benzylisoquinolinium",
            "mecanismoAcao": "Acts as a competitive antagonist of acetylcholine at nicotinic receptors at the neuromuscular junction, inhibiting depolarization and causing flaccid paralysis. Metabolized primarily by Hofmann elimination—a pH- and temperature-dependent, nonenzymatic degradation—independent of hepatic or renal function. The Hofmann pathway accelerates under alkaline pH and normothermia (37°C), while acidemia and hypothermia can prolong its action. Minimal hepatic hydrolysis also contributes to breakdown. This profile makes it ideal in critically ill patients, including liver and kidney transplant recipients.",
            "farmacocinetica": "• Onset: 2–3 minutes\n• Peak effect: 3–5 minutes\n• Clinical duration: 40–60 minutes\n• Recovery to 25% twitch: 45–65 minutes\n• Elimination half-life: 22–30 minutes\n• Volume of distribution: 0.11–0.16 L/kg\n• Protein binding: 15%\n• Metabolism: ~77% Hofmann elimination; ~23% hepatic hydrolysis\n• Excretion: 16–30% renal, up to 10% biliary, mainly inactive metabolites. Clearance is unaffected by renal or hepatic dysfunction, ensuring predictable pharmacokinetics in critically ill patients.",
            "farmacodinamica": "Provides intermediate-onset and intermediate-duration neuromuscular blockade with predictable recovery. Does not cause significant histamine release, reducing risk of hypotension and bronchospasm. Well tolerated in patients with organ dysfunction. Hemodynamic stability is superior to atracurium, even at high doses. Preferred for patients with cardiovascular risk or multiple organ failure.",
            "indicacoes": "• Facilitation of endotracheal intubation\n• Maintenance of neuromuscular blockade during surgery\n• Adjunct in mechanical ventilation in ICU\n• Diagnostic/therapeutic procedures requiring paralysis\n• Patient-ventilator synchrony in ARDS or adrenergic storm\n• Intraoperative use in neurosurgery for neuromonitoring\n• Safe alternative in patients susceptible to malignant hyperthermia (non-triggering)",
            "posologia": "Adults:\n• Intubation: 0.15–0.2 mg/kg IV bolus\n• Maintenance: 0.03 mg/kg IV boluses or 1–3 mcg/kg/min infusion\nPediatrics:\n• Neonates (<1 month): limited data, use with caution\n• Infants (1–23 months): 0.15 mg/kg IV bolus; 1.5–2.5 mcg/kg/min infusion\n• Children (2–12 years): 0.1–0.15 mg/kg IV bolus; 1–2 mcg/kg/min infusion\n• Adolescents: use adult doses",
            "administracao": "IV only. Administer slow IV bolus (20–30 s) or continuous infusion with volumetric pump. Continuous neuromuscular monitoring (TOF) is strongly recommended.",
            "doseMaxima": "• Bolus: up to 0.2 mg/kg\n• Infusion: up to 3 mcg/kg/min",
            "doseMinima": "• Maintenance bolus: 0.03 mg/kg\n• Infusion: 1 mcg/kg/min",
            "reacoesAdversas": "Common (1–10%): bradycardia, mild hypotension, rash\nRare (<0.1%): anaphylaxis, prolonged neuromuscular block, bronchospasm, dyspnea, tremors during recovery. Histamine release negligible.",
            "riscoGravidez": "Category B. Animal studies show no risk; human data limited. Use only if clearly necessary, especially in cesarean sections under general anesthesia.",
            "riscoLactacao": "Unknown if excreted in breast milk. Due to rapid inactivation in plasma, significant risk to infants is not expected.",
            "ajusteRenal": "No adjustment required. Hofmann elimination is independent of renal function.",
            "ajusteHepatico": "No dose change needed in mild/moderate hepatic impairment. Action may be slightly prolonged in severe hepatic failure, but rarely clinically significant.",
            "contraindicacoes": "Known hypersensitivity to cisatracurium, atracurium, or any formulation components. Prior anaphylaxis to non-depolarizing neuromuscular blockers.",
            "interacaoMedicamento": "Potentiated by: volatile anesthetics (sevoflurane, isoflurane), aminoglycosides, polymyxins, magnesium, calcium channel blockers, lidocaine, corticosteroids. Reduced by: chronic anticonvulsants (phenytoin, carbamazepine). Prolonged in: hypothermia, severe acidosis.",
            "apresentacao": "Ampoules 2 mg/mL – 5 mL (10 mg total) and 10 mL (20 mg total) for IV use.",
            "preparo": "Ready-to-use or dilute in NS 0.9%, D5W, or Ringer’s lactate for infusion. Ex: 100 mg in 100 mL NS = 1 mg/mL.",
            "solucoesCompativeis": "0.9% NaCl, 5% dextrose, Ringer’s lactate. Incompatible with alkaline solutions (e.g., sodium bicarbonate).",
            "armazenamento": "Refrigerate at 2–8°C. Stable for up to 24 h after dilution if refrigerated. Protect from light. Discard if precipitated or discolored.",
            "cuidadosMedicos": "TOF monitoring mandatory. Ensure ventilatory support until full reversal. Use caution in hypothermia, severe acidosis. Histamine release minimal. Titrate based on TOF. Only reversed pharmacologically after spontaneous recovery (TOF >2). Evaluate need for concurrent sedation.",
            "cuidadosFarmaceuticos": "Check drug, dose, route, and ampoule integrity. Accurately calculate infusion concentration. Prepare under aseptic conditions. Log batch, route, time, and TOF data.",
            "cuidadosEnfermagem": "Monitor TOF, vitals, ventilation, capnography. Assess for residual block during recovery. Check IV line and pump function. Report prolonged paralysis. Maintain continuous sedation while under blockade. Assess neuromuscular responsiveness. Synchronize delivery with TOF and pump settings. Document TOF level regularly.",
            "fontesBibliograficas": "Nimbex® Prescribing Info (FDA/EMA); UpToDate (2024); Micromedex; Goodman & Gilman’s (13th Ed.); PubMed ID 37608542; Miller’s Anesthesia (9th Ed.); Barash Clinical Anesthesia (7th Ed.); Tintinalli’s Emergency Medicine (9th Ed.)"
        }
    },
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Cisatracurio (Besilato)",
            "nombreComercial": "Nimbex®",
            "clasificacion": "Bloqueador neuromuscular no despolarizante, de acción intermedia, benzilisoquinolínico",
            "mecanismoAccion": "Antagonista competitivo de los receptores nicotínicos de acetilcolina en la unión neuromuscular, bloqueando la despolarización y produciendo parálisis flácida. Metabolizado principalmente por eliminación de Hofmann (reacción no enzimática dependiente de pH y temperatura), independiente de la función hepática o renal. Esta vía es más rápida en pH alcalino y temperatura de 37°C, y más lenta en acidosis o hipotermia. También sufre hidrólisis hepática mínima. Su perfil farmacológico lo convierte en opción ideal en pacientes críticos, incluidos trasplantados hepáticos y renales.",
            "farmacocinetica": "• Inicio: 2–3 minutos\n• Pico de efecto: 3–5 minutos\n• Duración clínica: 40–60 minutos\n• Recuperación al 25% de la contracción: 45–65 minutos\n• Vida media de eliminación: 22–30 minutos\n• Volumen de distribución: 0,11–0,16 L/kg\n• Unión a proteínas: 15%\n• Metabolismo: ~77% por Hofmann, ~23% hepático\n• Excreción: 16–30% renal, hasta 10% biliar, principalmente metabolitos inactivos. Farmacocinética predecible en pacientes críticos.",
            "farmacodinamica": "Bloqueo neuromuscular de inicio y duración intermedia, con recuperación predecible. No libera histamina significativamente, lo que reduce riesgos de hipotensión y broncoespasmo. Buena tolerancia en pacientes con disfunción orgánica. Mayor estabilidad hemodinámica que el atracurio incluso en dosis altas. Preferido en pacientes con riesgo cardiovascular o disfunción multiorgánica.",
            "indicaciones": "• Facilitación de intubación orotraqueal\n• Mantenimiento del bloqueo neuromuscular durante cirugía\n• Ventilación mecánica prolongada en UCI\n• Procedimientos diagnósticos o terapéuticos que requieren parálisis\n• Sincronización paciente-ventilador en SDRA o tormenta adrenérgica\n• Neurocirugía con monitoreo electrofisiológico intraoperatorio\n• Alternativa segura en pacientes susceptibles a hipertermia maligna",
            "posologia": "Adultos:\n• Intubación: 0,15–0,2 mg/kg IV bolo\n• Mantenimiento: bolos de 0,03 mg/kg IV o infusión continua de 1–3 mcg/kg/min\nPediatría:\n• Neonatos (<1 mes): datos limitados, usar con precaución\n• Lactantes (1–23 meses): 0,15 mg/kg IV bolo; infusión 1,5–2,5 mcg/kg/min\n• Niños (2–12 años): 0,1–0,15 mg/kg IV bolo; infusión 1–2 mcg/kg/min\n• Adolescentes: usar dosis de adultos",
            "administracion": "Solo IV. Bolo lento (20–30 s) o infusión continua con bomba volumétrica. Recomendado monitoreo continuo con TOF (Train-of-Four).",
            "dosisMaxima": "• Bolo: hasta 0,2 mg/kg\n• Infusión: hasta 3 mcg/kg/min",
            "dosisMinima": "• Bolo de mantenimiento: 0,03 mg/kg\n• Infusión: 1 mcg/kg/min",
            "reaccionesAdversas": "Comunes (1–10%): bradicardia, hipotensión leve, rash\nRaras (<0,1%): anafilaxia, bloqueo neuromuscular prolongado, broncoespasmo, disnea, temblores durante recuperación. Liberación de histamina despreciable.",
            "riesgoEmbarazo": "Categoría B. Estudios animales no muestran riesgo. Uso limitado en humanos. Usar solo si es claramente necesario, como en cesáreas bajo anestesia general.",
            "riesgoLactancia": "Se desconoce si se excreta en leche materna. Debido a su inactivación plasmática rápida, el riesgo para el lactante es bajo.",
            "ajusteRenal": "No requiere ajuste. Eliminación independiente de la función renal (Hofmann).",
            "ajusteHepatico": "No requiere ajuste en disfunción hepática leve/moderada. Acción levemente prolongada en fallo hepático severo.",
            "contraindicaciones": "Hipersensibilidad al cisatracurio, atracurio o a cualquier componente. Antecedente de anafilaxia a bloqueadores neuromusculares no despolarizantes.",
            "interaccionMedicamento": "Potenciado por: anestésicos volátiles (sevoflurano, isoflurano), aminoglucósidos, polimixinas, magnesio, bloqueadores de canales de calcio, lidocaína, corticoides. Disminuido por: anticonvulsivantes crónicos (fenitoína, carbamazepina). Prolongado en: hipotermia, acidosis severa.",
            "presentacion": "Ampollas de 2 mg/mL – 5 mL (10 mg) y 10 mL (20 mg) IV.",
            "preparo": "Listo para uso o diluir en SF 0,9%, SG 5% o Ringer lactato. Ej.: 100 mg en 100 mL de SF = 1 mg/mL.",
            "solucoesCompativeis": "SF 0,9%, SG 5%, Ringer lactato. Incompatible con soluciones alcalinas (ej. bicarbonato).",
            "almacenamiento": "Conservar entre 2–8 °C (refrigerado). Estable hasta 24 h tras dilución si refrigerado. Proteger de la luz. Descartar si precipita o cambia color.",
            "cuidadosMedicos": "Monitoreo TOF obligatorio. Asegurar soporte ventilatorio hasta recuperación total. Precaución en hipotermia o acidosis. Liberación de histamina mínima. Titular según TOF. Reversión farmacológica solo tras recuperación parcial (TOF >2). Evaluar necesidad de sedación concomitante.",
            "cuidadosFarmaceuticos": "Verificar fármaco, dosis, vía, integridad del envase. Calcular concentraciones con precisión. Preparar asépticamente. Registrar lote, vía, hora y nivel TOF.",
            "cuidadosEnfermeria": "Monitorizar TOF, signos vitales, capnografía. Evaluar bloqueo residual. Verificar vía IV y bomba. Reportar parálisis prolongada. Mantener sedación continua durante el bloqueo. Sincronizar infusión con bomba y TOF. Documentar nivel de bloqueo regularmente.",
            "fuentesBibliograficas": "Ficha técnica Nimbex®, UpToDate (2024), Micromedex, Goodman & Gilman (13ª ed.), PubMed ID 37608542, Miller’s Anesthesia (9ª ed.), Barash Anestesia Clínica (7ª ed.), Tintinalli Urgencias (9ª ed.)"
        }
    }
}
