{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Clonidina",
            "nomeComercial": "Catapressan®, Clonidil®, Clopam®",
            "classificacao": "Agonista seletivo dos receptores adrenérgicos alfa-2, anti-hipertensivo, sedativo, analgésico adjuvante, ansiolítico e adjuvante anestésico",
            "mecanismoAcao": "Agonista seletivo dos receptores adrenérgicos alfa-2 pré-sinápticos no tronco encefálico, reduzindo a liberação de norepinefrina e o tônus simpático. Atua também nos receptores alfa-2 pós-sinápticos na medula espinhal, modulando a transmissão nociceptiva, promovendo efeito analgésico adjuvante. Também apresenta efeito simpatolítico central em núcleos do hipotálamo, reduzindo a liberação de corticotropina (ACTH) e contribuindo para modulação do eixo HPA. Na medula espinhal, atua nos interneurônios inibitórios do corno dorsal, promovendo analgesia espinal independente de opioides. Há evidência de ação sobre receptores imidazólicos centrais, envolvidos no controle da pressão arterial. Atua também como agonista parcial dos receptores dopaminérgicos D2 e modula canais de potássio ativados por G-proteína (GIRK), contribuindo para seus efeitos sedativos e antinociceptivos. A clonidina inibe a liberação de glutamato e substância P em vias descendentes, reforçando sua ação analgésica central.",
            "farmacocinetica": "Biodisponibilidade oral: 75–95%. Início de ação oral: 30–60 minutos. Pico: 2–4 horas. Meia-vida: 6–20 horas. Volume de distribuição: 2,1–6,7 L/kg. Ligação proteica: 20–40%. Metabolização hepática parcial. Excreção renal predominante. A depuração da clonidina pode ser prolongada em idosos e em pacientes com insuficiência hepática ou renal, exigindo monitoramento de efeitos cumulativos em infusões prolongadas.",
            "farmacodinamica": "Reduz tônus simpático central, levando a queda da pressão arterial, bradicardia, sedação, ansiólise e analgesia adjuvante. Preserva drive respiratório. A clonidina não deprime significativamente a ventilação e pode preservar os reflexos de vias aéreas, sendo útil em protocolos de sedação consciente. Seu perfil de sedação é mais semelhante ao sono natural do que o induzido por benzodiazepínicos. Além disso, apresenta potencial neuroprotetor por redução da excitotoxicidade glutamatérgica. A combinação com outros agentes (ex: dexmedetomidina, opioides, anestésicos locais) pode potencializar efeitos sedativos e analgésicos, permitindo redução de doses e menor depressão respiratória. Apresenta efeito poupador de anestésicos e menor delírio pós-operatório em protocolos multimodais.",
            "indicacoes": "Hipertensão arterial. Sedação em UTI e procedimentos. Adjuvante em anestesia regional. Analgesia adjuvante. Manejo de abstinência de opioides, álcool e benzodiazepínicos. Controle de agitação e delirium. Protocolo de sedação paliativa em cuidados intensivos. Adjuvante em bloqueios periféricos para prolongar analgesia. Tratamento de rubor menopausal. Manejo de ansiedade pré-operatória em pediatria.",
            "posologia": "VO: 0,1–0,3 mg 2–3x/dia. IV: bolus 1 mcg/kg em 10 min seguido de 0,2–0,7 mcg/kg/h. Peridural: 1–2 mcg/kg bolus seguido de 0,5–1 mcg/kg/h. Raquidiana: 15–50 mcg. Bloqueios: 0,5–1 mcg/kg.",
            "administracao": "Oral, IV, peridural, raquidiana e bloqueios periféricos. Bolus IV deve ser lento (mínimo 10 minutos).",
            "doseMaxima": "Oral: 0,9 mg/dia. IV: 1 mcg/kg/h. Peridural: até 3 mcg/kg/h. Raquidiana: 50 mcg.",
            "doseMinima": "IV: 0,2 mcg/kg/h. VO: 0,05 mg 2x/dia. Raquidiana: 15 mcg.",
            "reacoesAdversas": "Bradicardia, bloqueio AV, hipotensão, hipertensão transitória, boca seca, sedação, sonolência, náusea, vômito, síndrome de abstinência. Em uso prolongado ou suspensão abrupta, pode ocorrer síndrome de abstinência com hipertensão rebote, agitação e cefaleia intensa. Pode causar hipotermia, disfunção erétil e depressão do humor. Uso prolongado associado a síndrome de abstinência grave em neonatos e lactentes. Risco de hiperglicemia em pacientes diabéticos.",
            "riscoGravidez": "Categoria C. Usar se benefício superar risco. Usado com segurança relativa em anestesia obstétrica.",
            "riscoLactacao": "Compatível. Pequenas quantidades no leite, considerado seguro.",
            "ajusteRenal": "Necessário ajuste em insuficiência renal moderada a grave.",
            "ajusteHepatico": "Reduzir dose em insuficiência hepática moderada a grave.",
            "contraindicacoes": "Hipersensibilidade, bradicardia severa, bloqueio AV sem marcapasso, hipotensão severa, síndrome do nó sinusal.",
            "interacaoMedicamento": "Potencializa depressores do SNC, anti-hipertensivos e anestésicos locais. Efeito aditivo com betabloqueadores e bloqueadores de canal de cálcio. Pode reduzir a eficácia de antipsicóticos e antidepressivos tricíclicos. Uso concomitante com antagonistas alfa-2 (ex: yohimbina) pode antagonizar seus efeitos. Cautela com lítio, pois há relatos de aumento de toxicidade neurológica.",
            "apresentacao": "Comprimidos 0,1 mg, 0,15 mg e 0,2 mg. Ampolas 150 mcg/mL.",
            "preparo": "IV: diluir 1 mL (150 mcg) em 49 mL de SF 0,9% (3 mcg/mL). Peridural: 150 mcg em 100 mL (1,5 mcg/mL). Raquidiana: associar ao anestésico local.",
            "solucoesCompatíveis": "SF 0,9%, SG 5%, Ringer lactato. Incompatível com bicarbonato.",
            "armazenamento": "15–30°C, protegido da luz. Soluções diluídas: usar em até 24h se asséptico.",
            "cuidadosMedicos": "Monitorizar PA, FC, ECG, SpO2. Ter agentes para bradicardia e suporte hemodinâmico. Desmame gradual após uso prolongado. Recomenda-se reduzir gradualmente a infusão contínua ao longo de 48–72 horas para evitar abstinência. Monitorar função renal e hepática antes de infusões prolongadas. Evitar uso isolado em pacientes com disfunção autonômica grave. Cautela em pacientes com risco de hipoglicemia mascarada (ex: diabéticos insulinodependentes).",
            "cuidadosFarmaceuticos": "Garantir diluição correta. Manter rastreabilidade. Descartar sobras.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais. Observar bradicardia, hipotensão, sedação excessiva. Notificar alterações. Acompanhar desmame. Avaliar nível de sedação com escalas específicas (ex: RASS). Monitorar glicemia em pacientes vulneráveis. Observar sinais de abstinência em neonatos após infusão prolongada.",
            "fontesBibliograficas": "Bula Catapressan®, UpToDate (2024), Miller’s Anesthesia, Barash Clinical Anesthesia, Micromedex, Tintinalli’s Emergency Medicine, PubMed ID 37129795, Diretrizes ASA, Diretrizes SCCM."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Clonidine",
            "brandNames": "Catapressan®, Clonidil®, Clopam®",
            "classification": "Selective alpha-2 adrenergic agonist, antihypertensive, sedative, analgesic adjunct, anxiolytic, and anesthetic adjuvant",
            "mechanismOfAction": "Selective agonist of presynaptic alpha-2 adrenergic receptors in the brainstem, reducing norepinephrine release and sympathetic tone. Also acts on postsynaptic alpha-2 receptors in the spinal cord, modulating nociceptive transmission and providing adjunct analgesia. Additionally, exerts central sympatholytic effects in hypothalamic nuclei, reducing corticotropin (ACTH) release and modulating the HPA axis. In the spinal cord, acts on dorsal horn inhibitory interneurons, promoting opioid-independent spinal analgesia. Evidence also suggests action on central imidazoline receptors involved in blood pressure control. It also acts as a partial agonist at D2 dopaminergic receptors and modulates G protein-activated inward rectifier potassium channels (GIRK), contributing to its sedative and antinociceptive actions. Clonidine inhibits the release of glutamate and substance P in descending pain pathways, reinforcing its central analgesic effect.",
            "pharmacokinetics": "Oral bioavailability: 75–95%. Oral onset: 30–60 min. Peak: 2–4 hours. Half-life: 6–20 hours. Volume of distribution: 2.1–6.7 L/kg. Protein binding: 20–40%. Partial hepatic metabolism. Renal predominant excretion. Clearance may be prolonged in elderly patients or those with hepatic or renal impairment, requiring close monitoring for cumulative effects in prolonged infusions.",
            "pharmacodynamics": "Reduces central sympathetic tone, leading to decreased blood pressure, bradycardia, sedation, anxiolysis, and adjunct analgesia. Preserves respiratory drive. Clonidine does not significantly depress ventilation and may preserve airway reflexes, useful in conscious sedation protocols. Its sedative profile resembles natural sleep more than that of benzodiazepines. Also exhibits neuroprotective potential by reducing glutamatergic excitotoxicity. When combined with agents like dexmedetomidine, opioids, or local anesthetics, it enhances sedation and analgesia, allowing dose reduction and minimizing respiratory depression. It also reduces anesthetic requirements and postoperative delirium in multimodal protocols.",
            "indications": "Arterial hypertension. ICU and procedural sedation. Regional anesthesia adjuvant. Analgesic adjunct. Management of opioid, alcohol, and benzodiazepine withdrawal. Control of agitation and delirium. Palliative sedation in intensive care protocols. Adjuvant in peripheral nerve blocks to prolong analgesia. Management of menopausal hot flashes. Preoperative anxiety management in pediatrics.",
            "dosage": "PO: 0.1–0.3 mg 2–3x/day. IV: bolus 1 mcg/kg over 10 min followed by 0.2–0.7 mcg/kg/h. Epidural: 1–2 mcg/kg bolus followed by 0.5–1 mcg/kg/h. Spinal: 15–50 mcg. Nerve blocks: 0.5–1 mcg/kg.",
            "administration": "Oral, IV, epidural, spinal, and peripheral nerve blocks. IV bolus should be slow (minimum 10 minutes).",
            "maximumDose": "Oral: 0.9 mg/day. IV: 1 mcg/kg/h. Epidural: up to 3 mcg/kg/h. Spinal: 50 mcg.",
            "minimumDose": "IV: 0.2 mcg/kg/h. PO: 0.05 mg twice daily. Spinal: 15 mcg.",
            "adverseReactions": "Bradycardia, AV block, hypotension, transient hypertension, dry mouth, sedation, drowsiness, nausea, vomiting, withdrawal syndrome. In prolonged use or abrupt withdrawal, may cause rebound hypertension, agitation, and severe headache. May cause hypothermia, erectile dysfunction, and mood depression. Prolonged use linked to severe withdrawal syndrome in neonates and infants. Risk of hyperglycemia in diabetic patients.",
            "pregnancyRisk": "Category C. Use if benefits outweigh risks. Relatively safe in obstetric anesthesia.",
            "lactationRisk": "Compatible. Minimal breast milk excretion, considered safe.",
            "renalAdjustment": "Dose adjustment required in moderate to severe renal impairment.",
            "hepaticAdjustment": "Reduce dose in moderate to severe hepatic impairment.",
            "contraindications": "Hypersensitivity, severe bradycardia, AV block without pacemaker, severe hypotension, sick sinus syndrome.",
            "drugInteractions": "Potentiates CNS depressants, antihypertensives, and local anesthetics. Additive effects with beta-blockers and calcium channel blockers. May reduce efficacy of antipsychotics and tricyclic antidepressants. Concomitant use with alpha-2 antagonists (e.g., yohimbine) may antagonize effects. Use caution with lithium due to reports of increased neurotoxicity.",
            "presentations": "Tablets: 0.1 mg, 0.15 mg, 0.2 mg. Ampoules: 150 mcg/mL.",
            "preparation": "IV: dilute 1 mL (150 mcg) in 49 mL 0.9% saline (3 mcg/mL). Epidural: 150 mcg in 100 mL (1.5 mcg/mL). Spinal: co-administer with local anesthetic.",
            "compatibleSolutions": "0.9% saline, 5% dextrose, Ringer's lactate. Incompatible with bicarbonate.",
            "storage": "15–30°C, protect from light. Diluted solutions: use within 24h if aseptic.",
            "medicalConsiderations": "Monitor BP, HR, ECG, SpO2. Have agents for bradycardia and hemodynamic support. Gradual tapering after prolonged use. Recommended to taper infusion over 48–72 hours to avoid withdrawal. Monitor renal and hepatic function before prolonged infusions. Avoid isolated use in patients with severe autonomic dysfunction. Use caution in patients at risk of masked hypoglycemia (e.g., insulin-dependent diabetics).",
            "pharmaceuticalCare": "Ensure correct dilution. Maintain traceability. Discard unused solutions.",
            "nursingCare": "Monitor vital signs. Observe for bradycardia, hypotension, excessive sedation. Report changes. Follow weaning protocol. Assess sedation using validated scales (e.g., RASS). Monitor blood glucose in vulnerable populations. Watch for signs of withdrawal in neonates after prolonged infusions.",
            "references": "Catapressan® leaflet, UpToDate (2024), Miller’s Anesthesia, Barash Clinical Anesthesia, Micromedex, Tintinalli’s Emergency Medicine, PubMed ID 37129795, ASA Guidelines, SCCM Guidelines."
        }
    }
    ,
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Clonidina",
            "nombresComerciales": "Catapressan®, Clonidil®, Clopam®",
            "clasificacion": "Agonista alfa-2 adrenérgico selectivo, antihipertensivo, sedante, adyuvante analgésico, ansiolítico y adyuvante anestésico",
            "mecanismoAccion": "Agonista selectivo de receptores alfa-2 adrenérgicos presinápticos en el tronco encefálico, disminuyendo la liberación de noradrenalina y el tono simpático. También actúa en receptores alfa-2 postsinápticos en la médula espinal, modulando la transmisión nociceptiva y proporcionando analgesia adyuvante. Además, ejerce efectos simpaticolíticos centrales en núcleos hipotalámicos, reduciendo la liberación de ACTH y modulando el eje HHA. En la médula espinal, actúa sobre interneuronas inhibitorias del asta dorsal, promoviendo analgesia espinal independiente de opioides. Existe evidencia de acción sobre receptores imidazolínicos centrales, implicados en el control de la presión arterial.",
            "farmacocinetica": "Biodisponibilidad oral: 75–95%. Inicio oral: 30–60 min. Pico: 2–4 horas. Vida media: 6–20 horas. Volumen de distribución: 2,1–6,7 L/kg. Unión a proteínas: 20–40%. Metabolismo hepático parcial. Excreción predominantemente renal.",
            "farmacodinamica": "Reduce el tono simpático central, produciendo disminución de la presión arterial, bradicardia, sedación, ansiolisis y analgesia adyuvante. Preserva el impulso respiratorio. La clonidina no deprime significativamente la ventilación y puede preservar los reflejos de las vías aéreas, siendo útil en protocolos de sedación consciente. Su perfil sedante se asemeja más al sueño natural que al inducido por benzodiazepinas. Además, presenta potencial neuroprotector al reducir la excitotoxicidad glutamatérgica.",
            "indicaciones": "Hipertensión arterial. Sedación en UCI y procedimientos. Adyuvante en anestesia regional. Analgesia adyuvante. Manejo del síndrome de abstinencia a opioides, alcohol y benzodiazepinas. Control de agitación y delirio.",
            "posologia": "VO: 0,1–0,3 mg 2–3 veces/día. IV: bolo 1 mcg/kg en 10 min seguido de 0,2–0,7 mcg/kg/h. Epidural: bolo 1–2 mcg/kg seguido de 0,5–1 mcg/kg/h. Raquídea: 15–50 mcg. Bloqueos: 0,5–1 mcg/kg.",
            "administracion": "Oral, IV, epidural, raquídea y bloqueos nerviosos periféricos. El bolo IV debe ser lento (mínimo 10 minutos).",
            "dosisMaxima": "Oral: 0,9 mg/día. IV: 1 mcg/kg/h. Epidural: hasta 3 mcg/kg/h. Raquídea: 50 mcg.",
            "dosisMinima": "IV: 0,2 mcg/kg/h. VO: 0,05 mg dos veces al día. Raquídea: 15 mcg.",
            "reaccionesAdversas": "Bradicardia, bloqueo AV, hipotensión, hipertensión transitoria, boca seca, sedación, somnolencia, náuseas, vómitos, síndrome de abstinencia. Con uso prolongado o retirada abrupta, puede ocurrir hipertensión de rebote, agitación y cefalea intensa.",
            "riesgoEmbarazo": "Categoría C. Usar si los beneficios superan los riesgos. Relativamente segura en anestesia obstétrica.",
            "riesgoLactancia": "Compatible. Excreción mínima en leche materna, considerada segura.",
            "ajusteRenal": "Requiere ajuste de dosis en insuficiencia renal moderada a grave.",
            "ajusteHepatico": "Reducir dosis en insuficiencia hepática moderada a grave.",
            "contraindicaciones": "Hipersensibilidad, bradicardia grave, bloqueo AV sin marcapasos, hipotensión grave, síndrome del seno enfermo.",
            "interaccionMedicamento": "Potencia depresores del SNC, antihipertensivos y anestésicos locales. Efecto aditivo con betabloqueadores y bloqueadores de los canales de calcio. Puede reducir la eficacia de antipsicóticos y antidepresivos tricíclicos. Uso concomitante con antagonistas alfa-2 (ej.: yohimbina) puede antagonizar sus efectos. Precaución con litio por posibles efectos neurotóxicos.",
            "presentacion": "Comprimidos: 0,1 mg, 0,15 mg, 0,2 mg. Ampollas: 150 mcg/mL.",
            "preparacion": "IV: diluir 1 mL (150 mcg) en 49 mL de SF 0,9% (3 mcg/mL). Epidural: 150 mcg en 100 mL (1,5 mcg/mL). Raquídea: coadministrar con anestésico local.",
            "solucionesCompatibles": "SF 0,9%, SG 5%, Ringer lactato. Incompatible con bicarbonato.",
            "almacenamiento": "15–30°C, protegido de la luz. Soluciones diluidas: usar en 24h si asépticas.",
            "cuidadosMedicos": "Monitorizar PA, FC, ECG, SpO2. Tener fármacos para bradicardia y soporte hemodinámico. Retirada gradual tras uso prolongado. Se recomienda disminuir la infusión en 48–72 horas para evitar abstinencia. Monitorizar función renal y hepática en infusiones prolongadas.",
            "cuidadosFarmaceuticos": "Asegurar dilución correcta. Mantener trazabilidad. Desechar soluciones no utilizadas.",
            "cuidadosEnfermeria": "Monitorizar signos vitales. Observar bradicardia, hipotensión, sedación excesiva. Notificar alteraciones. Seguir protocolo de retirada.",
            "fuentesBibliograficas": "Folleto Catapressan®, UpToDate (2024), Miller’s Anesthesia, Barash Clinical Anesthesia, Micromedex, Tintinalli’s Emergency Medicine, PubMed ID 37129795, Guías ASA, Guías SCCM."
        }
    }}
