{
  "PT": {
    "bulario": {
      "nomePrincipioAtivo": "Cloreto de Potássio",
      "nomeComercial": "KCl®, Potasion®, Potenay K®, CloridRato de Potássio®",
      "classificacao": "Repositor eletrolítico, solução parenteral de potássio",
      "mecanismoAcao": "O cloreto de potássio atua como repositor dos íons potássio, fundamentais para a manutenção do potencial elétrico transmembrana das células, especialmente nas musculares (cardíacas e esqueléticas) e neurônios. O potássio é o principal cátion intracelular, essencial para funções bioelétricas, transmissão nervosa, contração muscular e função enzimática. A sua administração corrige a hipocalemia, restabelecendo gradientes eletroquímicos e estabilizando a condução elétrica miocárdica. Além de restabelecer a excitabilidade celular, o potássio é cofator na síntese proteica e na ativação de enzimas intracelulares. Atua sinergicamente com o magnésio na estabilização da membrana celular, sendo fundamental na prevenção de arritmias refratárias em contextos de hipomagnesemia associada.",
      "farmacocinetica": "• Absorção: biodisponibilidade completa por via intravenosa.\n• Início de ação: imediato (efeito fisiológico conforme taxa de infusão).\n• Pico: variável de acordo com velocidade de infusão e gravidade da depleção.\n• Duração: depende da reposição e da taxa de perdas contínuas.\n• Volume de distribuição: equivalente ao volume de líquido intracelular (0,6 L/kg).\n• Metabolização: não sofre metabolização.\n• Excreção: renal (principal), regulado pela aldosterona. Pequena fração é eliminada pelas fezes e suor. A regulação renal envolve canais ROMK e Na⁺/K⁺-ATPase nos túbulos distais, modulados por aldosterona. Situações como acidose metabólica, hiperglicemia e insuficiência adrenal alteram a cinética do potássio.",
      "farmacodinamica": "Restaura o equilíbrio eletrolítico, melhora a excitabilidade neuromuscular, a função muscular esquelética e cardíaca, além de regular o equilíbrio ácido-base. A correção da hipocalemia previne arritmias cardíacas, fraqueza muscular, constipação, alcalose metabólica e paralisia flácida. A reposição efetiva previne disfunções respiratórias (depressão do centro bulbar), íleo paralítico e agravamento da rabdomiólise. Também contribui para redução da resistência vascular periférica em estados hipocalêmicos severos.",
      "indicacoes": "• Tratamento e prevenção da hipocalemia de qualquer etiologia, incluindo:\n  - Vômitos, diarreias prolongadas.\n  - Uso de diuréticos (tiazídicos, de alça).\n  - Síndromes de perda renal de potássio (síndrome de Bartter, Gitelman).\n  - Alcalose metabólica.\n  - Hipopotassemia associada a cetoacidose diabética.\n  - Nutrição parenteral total (NPT).\n• Correção de arritmias associadas à hipocalemia.\n• Suporte eletrolítico em pacientes críticos.\n • Correção de arritmias ventriculares refratárias à reposição magnésica isolada.\n • Hipocalemia induzida por insulinoterapia intensiva.\n • Suporte eletrolítico na síndrome de realimentação.",
      "posologia": "Adulto:\n• Hipocalemia leve a moderada:\n  - 20–40 mEq diluídos em 250–500 mL de SF ou SG5%, infundir em 2–4 horas.\n• Hipocalemia grave ou com arritmia:\n  - Até 60–80 mEq, sempre diluído, infundir em no mínimo 4 horas.\n• Limite máximo de infusão periférica: 10 mEq/h.\n• Limite máximo em acesso central: 20 mEq/h, sob monitorização contínua.\nPediatria:\n• 0,5–1 mEq/kg/dose, máximo 40 mEq/dia.\n• Velocidade máxima: 0,5 mEq/kg/h periférico, 1 mEq/kg/h central (com monitorização rigorosa).",
      "administracao": "• Exclusivamente por via intravenosa, sempre diluído.\n• Nunca administrar por via IM, SC ou EV direta (bolus) — risco de parada cardíaca.\n• Preferencialmente em acesso venoso central para concentrações maiores que 40 mEq/L.\n• Uso em bomba de infusão para controle preciso da taxa.",
      "doseMaxima": "• Adulto:\n  - Periférico: 10 mEq/h.\n  - Central: até 20 mEq/h (sob monitorização rigorosa).\n  - Total diária: 200 mEq.\n• Pediatria:\n  - 1 mEq/kg/h (máximo absoluto) em acesso central.\n  - 40 mEq/dia.",
      "doseMinima": "• Adulto: 10–20 mEq por dose.\n• Pediatria: 0,5 mEq/kg por dose.",
      "reacoesAdversas": "Muito comuns (>10%):\n• Dor no local da infusão, flebite, desconforto venoso.\nComuns (1–10%):\n• Náusea, parestesias, sensação de queimação na veia.\n• Irritação venosa, infiltração e necrose tecidual (em extravasamento).\nIncomuns (0,1–1%):\n• Hipercalemia (especialmente em infusão rápida ou dose excessiva).\n• Alterações no ECG (ondas T picadas, alargamento de QRS, bloqueios AV).\nRaras (<0,1%):\n• Parada cardíaca.\n• Bradicardia severa.\n• Assistolia, fibrilação ventricular (em intoxicação grave).",
      "riscoGravidez": "Categoria C. Considerado seguro quando necessário para reposição eletrolítica, desde que bem monitorado. Utilizar com cautela, monitorando eletrólitos maternos e fetais.",
      "riscoLactacao": "Compatível com a amamentação. Não se espera risco significativo para o lactente em uso em curto prazo e devidamente monitorado.",
      "ajusteRenal": "• Requer ajuste.\n• Reduzir dose ou evitar em insuficiência renal moderada a grave, dado o risco de hipercalemia.\n• Monitorar potássio sérico rigorosamente antes e durante a administração.\n• Usar com extrema cautela na DRC, especialmente em anúria ou oligúria.",
      "ajusteHepatico": "• Não necessita ajuste, pois o potássio não é metabolizado no fígado.\n• Cuidado indireto se insuficiência hepática cursar com disfunção renal associada.",
      "contraindicacoes": "• Hipercalemia.\n• Insuficiência renal grave não dialítica.\n• Insuficiência adrenal aguda (Addison não tratado).\n• Desidratação grave não corrigida.\n• Acidose metabólica descompensada.\n• Doença de Addison sem reposição.\n• Bloqueio AV de 2º ou 3º grau sem marcapasso.\n• Uso concomitante com medicamentos poupadores de potássio (espironolactona, eplerenona, amilorida, triantereno) sem correção da hipercalemia.",
      "interacaoMedicamento": "• Aumento do risco de hipercalemia com:\n  - IECAs, BRA, inibidores diretos de renina.\n  - Diuréticos poupadores de potássio.\n  - Betabloqueadores não seletivos.\n  - Antagonistas de aldosterona.\n  - Anti-inflamatórios não esteroidais (AINEs).\n• Potencialização da toxicidade digitálica.\n• Risco aumentado de bloqueios cardíacos com bloqueadores dos canais de cálcio e betabloqueadores.",
      "apresentacao": "• Ampolas de 10% (1 mEq/mL) – 10 mL (10 mEq) e 20 mL (20 mEq).\n• Frascos de 500 mL ou 1000 mL (soluções eletrolíticas combinadas).",
      "preparo": "• Diluir cada 10 mEq (10 mL) em no mínimo 100 mL de SF 0,9% ou SG5%.\n• Concentração máxima periférica: 40 mEq/L.\n• Concentração máxima central: até 80 mEq/L (em situações críticas, com monitorização contínua).",
      "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%, Ringer simples. Incompatível com soluções contendo bicarbonato (risco de precipitação).",
      "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Usar imediatamente após a diluição. Descartar solução se houver precipitação, turvação ou alteração de cor.",
      "cuidadosMedicos": "• Monitorização rigorosa de potássio sérico, função renal e ECG.\n• Ajustar infusão de acordo com gravidade da hipocalemia e via de acesso.\n• Usar acesso central preferencialmente para concentrações >40 mEq/L.\n• Corrigir distúrbios ácido-base concomitantes.\n• Estar preparado para manejo de hipercalemia (glicoinsulina, bicarbonato, salina hipertônica, diálise).\n • Evitar coadministração com soluções contendo cálcio na mesma via, pelo risco de precipitação.\n • Corrigir hipomagnesemia associada antes de iniciar reposição agressiva de potássio.",
      "cuidadosFarmaceuticos": "• Conferir rótulo cuidadosamente (risco elevado se administração incorreta).\n• Garantir diluição adequada.\n• Verificar compatibilidade da solução.\n• Realizar rastreabilidade do lote, dose, via e horário.\n• Descartar qualquer solução com precipitação ou alteração de cor.",
      "cuidadosEnfermagem": "• Monitorar ECG contínuo durante infusão.\n• Observar sinais de hipercalemia: fraqueza, parestesias, arritmias, bloqueios.\n• Conferir bomba de infusão e garantir acesso venoso pérvio.\n• Inspecionar o local da punção para extravasamento (risco de necrose tecidual).\n• Notificar imediatamente qualquer alteração hemodinâmica, dor, edema ou queimação no local da infusão.\n • Avaliar sinais precoces de toxicidade como parestesias faciais e fraqueza ascendente.\n • Registrar balanço hídrico rigorosamente em pacientes com DRC ou uso concomitante de diuréticos poupadores de potássio.",
      "fontesBibliograficas": "Bula Anvisa (Cloreto de Potássio), UpToDate (2024), Micromedex, Manual de Terapêutica da Sociedade Brasileira de Clínica Médica (2022), Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37582290, Tintinalli’s Emergency Medicine (9ª Edição)."
    }
  },
  "US": {
    "bulario": {
      "nomePrincipioAtivo": "Potassium Chloride",
      "nomeComercial": "KCl®, Potasion®, Potenay K®, Kalipo®",
      "classificacao": "Electrolyte replacement, intravenous potassium solution",
      "mecanismoAcao": "Acts as a potassium ion source essential for maintaining transmembrane potential in muscle cells (cardiac and skeletal) and neurons. Potassium is the main intracellular cation, crucial for bioelectrical activity, nerve conduction, muscle contraction, and enzymatic function. It restores electrochemical gradients, stabilizes cardiac electrical conduction, and supports membrane excitability. Also serves as a cofactor in protein synthesis and enzymatic activation. Works synergistically with magnesium to stabilize membranes and prevent refractory arrhythmias in hypomagnesemia.",
      "farmacocinetica": "• Absorption: 100% IV bioavailability\n• Onset: immediate (depending on infusion rate)\n• Peak: variable per severity and speed\n• Duration: dependent on replacement need and ongoing losses\n• Distribution volume: ~0.6 L/kg (intracellular fluid)\n• Metabolism: not metabolized\n• Excretion: primarily renal via aldosterone-regulated ROMK and Na⁺/K⁺-ATPase channels. Minor fecal and sweat elimination. Altered in metabolic acidosis, hyperglycemia, and adrenal insufficiency.",
      "farmacodinamica": "Restores electrolyte balance, improves neuromuscular excitability, skeletal and cardiac muscle function, and acid-base regulation. Prevents cardiac arrhythmias, muscle weakness, ileus, and metabolic alkalosis. Effective correction prevents respiratory depression, paralytic ileus, and rhabdomyolysis. Reduces peripheral vascular resistance in severe hypokalemia.",
      "indicacoes": "• Treatment and prevention of hypokalemia from any etiology, including:\n  - Vomiting, diarrhea\n  - Diuretic use (loop/thiazide)\n  - Renal potassium-wasting syndromes (Bartter, Gitelman)\n  - Metabolic alkalosis\n  - DKA-associated hypokalemia\n  - Parenteral nutrition support\n• Arrhythmia management due to hypokalemia\n• Electrolyte support in critical illness\n• Refractory ventricular arrhythmias unresponsive to magnesium\n• Hypokalemia induced by insulin therapy\n• Refeeding syndrome support",
      "posologia": "Adults:\n• Mild to moderate hypokalemia:\n  - 20–40 mEq diluted in 250–500 mL NS/D5W, infused over 2–4 hours\n• Severe or arrhythmic hypokalemia:\n  - Up to 60–80 mEq, diluted, infused over ≥4 h\n• Max peripheral rate: 10 mEq/h\n• Max central rate: 20 mEq/h with continuous monitoring\nPediatrics:\n• 0.5–1 mEq/kg/dose (max 40 mEq/day)\n• Max rate: 0.5 mEq/kg/h peripheral, 1 mEq/kg/h central (with ECG/monitoring)",
      "administracao": "IV only, always diluted. Never IM, SC, or direct IV bolus (cardiac arrest risk). Prefer central line for concentrations >40 mEq/L. Use infusion pump for precise control.",
      "doseMaxima": "Adults:\n• Peripheral: 10 mEq/h\n• Central: 20 mEq/h with monitoring\n• Max daily: 200 mEq\nPediatrics:\n• Max 1 mEq/kg/h centrally\n• Max total: 40 mEq/day",
      "doseMinima": "Adults: 10–20 mEq/dose\nPediatrics: 0.5 mEq/kg/dose",
      "reacoesAdversas": "Very common (>10%): infusion site pain, phlebitis\nCommon (1–10%): nausea, paresthesia, burning sensation in vein\nUncommon (0.1–1%): hyperkalemia (especially in rapid or high-dose infusion), ECG changes (peaked T, QRS widening, AV blocks)\nRare (<0.1%): cardiac arrest, severe bradycardia, VF, asystole (in toxicity)",
      "riscoGravidez": "Category C. Considered safe if used for medical hypokalemia with monitoring. Use cautiously; monitor maternal/fetal potassium.",
      "riscoLactacao": "Compatible. No expected risk with short-term monitored use.",
      "ajusteRenal": "• Required in moderate-severe CKD. Reduce dose or avoid in anuric/oliguric patients.\n• Strict monitoring of potassium levels, ECG, and renal function is essential.",
      "ajusteHepatico": "• No adjustment needed. Potassium is not hepatically metabolized.\n• Caution if hepatic dysfunction coexists with renal impairment.",
      "contraindicacoes": "• Hyperkalemia\n• Severe non-dialysis renal failure\n• Untreated adrenal insufficiency\n• Severe dehydration\n• Uncompensated metabolic acidosis\n• AV block (2nd/3rd degree) without pacemaker\n• Concomitant use of potassium-sparing diuretics without correction",
      "interacaoMedicamento": "• ↑ Risk of hyperkalemia with:\n  - ACEIs, ARBs, direct renin inhibitors\n  - Potassium-sparing diuretics (spironolactone, eplerenone)\n  - NSAIDs, beta-blockers, aldosterone antagonists\n• ↑ Digoxin toxicity\n• ↑ Risk of AV block with CCBs and beta-blockers",
      "apresentacao": "10% ampoules (1 mEq/mL) – 10 mL (10 mEq) and 20 mL (20 mEq)\n500/1000 mL bottles with combined electrolytes",
      "preparo": "Dilute 10 mEq (10 mL) in at least 100 mL NS or D5W\nMax peripheral concentration: 40 mEq/L\nMax central concentration: up to 80 mEq/L (in critical care with monitoring)",
      "solucoesCompativeis": "NS 0.9%, D5W, plain Ringer. Incompatible with bicarbonate-containing solutions (precipitation risk).",
      "armazenamento": "Store at 15–30°C, protected from light. Use immediately after dilution. Discard if precipitated or discolored.",
      "cuidadosMedicos": "Continuous ECG, renal function, and serum K⁺ monitoring. Adjust infusion based on severity and access. Correct acid-base disturbances. Be ready to manage hyperkalemia (e.g., insulin-glucose, bicarbonate, dialysis). Avoid calcium-containing solutions in same line (precipitation). Correct hypomagnesemia before aggressive K⁺ replacement.",
      "cuidadosFarmaceuticos": "Verify label carefully. Ensure proper dilution. Check solution compatibility. Track batch, dose, route, and timing. Discard discolored or precipitated solutions.",
      "cuidadosEnfermagem": "Continuous ECG during infusion. Monitor for hyperkalemia (weakness, paresthesia, arrhythmias, blocks). Check infusion pump and IV site patency. Watch for extravasation (necrosis risk). Report any hemodynamic changes, pain, swelling, or burning. Watch for early toxicity signs (facial paresthesia, ascending weakness). Track fluid balance closely in CKD or concurrent K⁺-sparing diuretic use.",
      "fontesBibliograficas": "FDA KCl insert; UpToDate (2024); Micromedex; SBCM Therapeutic Manual (2022); Miller's Anesthesia (9th ed.); Barash Clinical Anesthesia (7th ed.); Goodman & Gilman (13th ed.); PubMed ID 37582290; Tintinalli’s Emergency Medicine (9th ed.)"
    }
  }
}

  "ES": {
    "bulario": {
      "nombrePrincipioActivo": "Cloruro de Potasio",
      "nombreComercial": "KCl®, Potasion®, Potenay K®, Kalipo®",
      "clasificacion": "Reemplazo electrolítico, solución intravenosa de potasio",
      "mecanismoAccion": "Actúa como fuente de potasio esencial para mantener el potencial de membrana en células musculares (cardíacas y esqueléticas) y neuronas. Es el principal catión intracelular, crucial para la actividad bioeléctrica, conducción nerviosa, contracción muscular y función enzimática. Restaura gradientes electroquímicos, estabiliza la conducción cardíaca y la excitabilidad celular. Cofactor en síntesis proteica y activación enzimática. Sinergiza con el magnesio para estabilizar membranas y prevenir arritmias refractarias por hipomagnesemia.",
      "farmacocinetica": "• Absorción: 100% biodisponibilidad IV\n• Inicio: inmediato (según velocidad de infusión)\n• Pico: variable\n• Duración: depende de déficit y pérdidas continuas\n• Volumen de distribución: ~0,6 L/kg (líquido intracelular)\n• Metabolismo: no se metaboliza\n• Excreción: renal (principal) vía ROMK y Na⁺/K⁺-ATPasa reguladas por aldosterona. También por heces y sudor. Afectado en acidosis, hiperglucemia e insuficiencia suprarrenal.",
      "farmacodinamica": "Restaura el equilibrio electrolítico, mejora la excitabilidad neuromuscular, la función muscular y la regulación ácido-base. Previene arritmias, debilidad, íleo, alcalosis. Su corrección evita depresión respiratoria, íleo paralítico y rabdomiólisis. Reduce la resistencia vascular periférica en hipopotasemia grave.",
      "indicaciones": "• Tratamiento y prevención de hipopotasemia por:\n  - Vómitos, diarrea\n  - Diuréticos (tiazidas, de asa)\n  - Síndromes perdedores renales (Bartter, Gitelman)\n  - Alcalosis metabólica\n  - Cetoacidosis diabética\n  - Soporte nutricional parenteral\n• Manejo de arritmias por hipopotasemia\n• Reposición crítica en UCI\n• Arritmias ventriculares refractarias no respondientes al magnesio\n• Hipopotasemia inducida por insulina\n• Síndrome de realimentación",
      "posologia": "Adultos:\n• Hipopotasemia leve-moderada:\n  - 20–40 mEq diluidos en 250–500 mL SF/SG5%, en 2–4 h\n• Hipopotasemia grave o arritmia:\n  - 60–80 mEq diluidos, en ≥4 h\n• Máx periférico: 10 mEq/h\n• Máx central: 20 mEq/h con monitoreo\nPediatría:\n• 0,5–1 mEq/kg/dosis (máx 40 mEq/día)\n• Velocidad: 0,5 mEq/kg/h periférico, 1 mEq/kg/h central (con ECG)",
      "administracion": "Solo IV, siempre diluido. Nunca IM, SC o bolo EV directo (riesgo de paro). Preferir vía central si >40 mEq/L. Usar bomba de infusión para control preciso.",
      "dosisMaxima": "Adultos:\n• Periférico: 10 mEq/h\n• Central: 20 mEq/h con monitoreo\n• Máx diario: 200 mEq\nPediatría:\n• Máx 1 mEq/kg/h central\n• Máx total: 40 mEq/día",
      "dosisMinima": "Adultos: 10–20 mEq/dosis\nPediatría: 0,5 mEq/kg/dosis",
      "reaccionesAdversas": "Muy frecuentes (>10%): dolor en el sitio, flebitis\nFrecuentes (1–10%): náuseas, parestesias, quemazón venosa\nInfrecuentes (0,1–1%): hipercalemia, cambios ECG (T picuda, QRS ancho, bloqueos)\nRaras (<0,1%): paro cardíaco, bradicardia grave, FV, asistolia (en toxicidad)",
      "riesgoEmbarazo": "Categoría C. Seguro si se usa con indicación y monitoreo. Vigilar K⁺ materno/fetal.",
      "riesgoLactancia": "Compatible. No se espera riesgo en uso corto monitorizado.",
      "ajusteRenal": "• Requiere ajuste en ERC moderada-grave. Evitar en anuria/oliguria.\n• Monitoreo estricto de K⁺, ECG y función renal.",
      "ajusteHepatico": "• No necesita ajuste.\n• Cautela si falla hepática coexiste con IR.",
      "contraindicacoes": "• Hipercalemia\n• Falla renal severa sin diálisis\n• Insuficiencia adrenal no tratada\n• Deshidratación grave\n• Acidosis metabólica no compensada\n• Bloqueo AV avanzado sin marcapasos\n• Uso concomitante de ahorradores de potasio sin control",
      "interacaoMedicamento": "• ↑ Riesgo de hipercalemia con:\n  - IECA, ARA II, inhibidores de renina\n  - Diuréticos ahorradores de K⁺ (espironolactona, eplerenona)\n  - AINEs, beta bloqueadores, antagonistas de aldosterona\n• ↑ Toxicidad digitálica\n• ↑ Riesgo de bloqueo AV con BCC y beta bloqueadores",
      "presentacion": "Ampollas 10% (1 mEq/mL) – 10 mL (10 mEq) y 20 mL (20 mEq)\nFrascos 500/1000 mL con electrolitos",
      "preparo": "Diluir 10 mEq (10 mL) en ≥100 mL SF o SG5%\nMáx concentración periférica: 40 mEq/L\nMáx concentración central: hasta 80 mEq/L (con monitoreo)",
      "solucoesCompativeis": "SF 0,9%, SG 5%, Ringer simple. Incompatible con soluciones con bicarbonato.",
      "almacenamiento": "15–30°C protegido de luz. Usar tras dilución. Descartar si hay precipitado o turbidez.",
      "cuidadosMedicos": "Monitoreo continuo de ECG, función renal y K⁺ sérico. Ajustar dosis según gravedad y vía. Corregir trastornos ácido-base. Preparar medidas ante hipercalemia (insulina-glucosa, bicarbonato, diálisis). No usar con calcio en misma línea. Corregir hipomagnesemia antes de reponer agresivamente K⁺.",
      "cuidadosFarmaceuticos": "Verificar rotulado. Asegurar dilución correcta. Comprobar compatibilidad. Registrar lote, dosis, vía y horario. Descartar soluciones turbias o precipitados.",
      "cuidadosEnfermeria": "ECG continuo. Vigilar hipercalemia (debilidad, parestesias, arritmias). Revisar bomba y vía permeable. Observar extravasación (necrosis). Notificar dolor, edema, quemazón. Detectar toxicidad precoz (parestesias faciales, debilidad ascendente). Control estricto de balance hídrico en ERC o uso de diuréticos ahorradores de K⁺.",
      "fontesBibliograficas": "Ficha técnica FDA KCl; UpToDate (2024); Micromedex; Manual Terapéutico SBCM (2022); Miller Anestesia (9ª ed.); Barash Anestesia Clínica (7ª ed.); Goodman & Gilman (13ª ed.); PubMed ID 37582290; Tintinalli Medicina de Urgencias (9ª ed.)"
    }
  }
