{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cloreto de Cálcio",
            "nomeComercial": "Cloreto de Cálcio®, CaCl2®, Clorcal®",
            "classificacao": "Repositor eletrolítico, agente cardiotônico, antagonista fisiológico dos íons potássio e magnésio",
            "mecanismoAcao": "O cloreto de cálcio atua como fonte de íons cálcio, fundamentais na manutenção do potencial de membrana, na excitabilidade neuromuscular, na contratilidade miocárdica, na função de enzimas dependentes de cálcio e na cascata de coagulação. Seu efeito inotrópico positivo ocorre por aumento da disponibilidade de cálcio intracelular nas células miocárdicas, melhorando a força de contração. Atua como estabilizador de membrana cardíaca na hipercalemia e hipermagnesemia. Em situações de toxicidade por bloqueadores dos canais de cálcio, o cálcio atua como antagonista funcional, restaurando o influxo transmembrana e o acoplamento excitação-contração no miocárdio. Também potencializa a ação da noradrenalina sobre receptores alfa-adrenérgicos em estados de choque vasodilatado.",
            "farmacocinetica": "• Absorção: biodisponibilidade completa por via IV.\n• Início de ação: imediato (1–3 minutos).\n• Pico de efeito: 3–5 minutos.\n• Duração: 10–20 minutos.\n• Volume de distribuição: 0,2–0,3 L/kg.\n• Metabolização: não sofre metabolismo.\n• Excreção: renal (menor parte), predominantemente redistribuição óssea e sequestração tecidual. O equilíbrio plasmático é rapidamente atingido, mas a redistribuição óssea prolonga a meia-vida funcional do cálcio. O controle terapêutico exige monitoração contínua.",
            "farmacodinamica": "Restaura os níveis de cálcio extracelular, estabilizando membranas celulares e promovendo efeito inotrópico positivo. Na hipercalemia, reduz excitabilidade e risco de arritmias. Na hipocalcemia, restaura contratilidade miocárdica e função neuromuscular. Antagoniza efeitos tóxicos do sulfato de magnésio e do bloqueio de canais de cálcio. Seu início rápido e curta duração exigem administração fracionada ou infusão contínua conforme a condição clínica. O efeito eletrofisiológico ocorre antes da normalização laboratorial do cálcio sérico.",
            "indicacoes": "• Hipocalcemia sintomática.\n• Hipercalemia grave (como estabilizador de membrana).\n• Hipermagnesemia grave.\n• Intoxicação por bloqueadores dos canais de cálcio.\n• Suporte inotrópico em situações de choque com hipocalcemia.\n• Durante a ressuscitação em parada cardíaca associada à hipercalemia ou hipocalcemia.\n • Suporte hemodinâmico em intoxicação por ácido fluorídrico.\n • Reversão de bloqueio neuromuscular por hipermagnesemia.\n • Terapia adjuvante em choque vasoplégico refratário à vasopressina e catecolaminas.",
            "posologia": "Adulto:\n• Hipocalcemia aguda, hipercalemia, hipermagnesemia:\n  - 500–1000 mg de Cloreto de Cálcio a 10% (5–10 mL), IV lento em 2–5 minutos.\n• Intoxicação por bloqueadores de canais de cálcio:\n  - 1000 mg (10 mL) IV, repetir conforme necessário, seguido de infusão contínua de 0,5–1,5 mEq/kg/h.\nPediatria:\n• 20 mg/kg de solução a 10% (máximo 1 g) IV lento em 5–10 minutos.\n• Pode ser repetido conforme resposta clínica e eletrólitos.",
            "administracao": "• Exclusivamente por via IV lenta ou infusão contínua.\n• Preferencialmente em acesso venoso central devido ao risco de necrose tecidual.\n• Se em acesso periférico, administrar lentamente e assegurar boa veia, com monitorização rigorosa.",
            "doseMaxima": "• Adulto: até 3 g (30 mL) em bolus, seguido de infusão contínua.\n• Pediatria: 1 g por dose (máximo absoluto em bolus).",
            "doseMinima": "• 500 mg (5 mL) IV adulto.\n• 20 mg/kg IV pediátrico.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Rubor, sensação de calor, gosto metálico.\nComuns (1–10%):\n• Náusea, vômitos.\n• Bradicardia, hipotensão.\n• Dor ou queimação na veia, flebite.\nIncomuns (0,1–1%):\n• Extravasamento com necrose tecidual.\n• Arritmias (bradicardia severa, bloqueios AV).\nRaras (<0,1%):\n• Parada cardíaca (se infundido rapidamente).\n• Hipercalcemia sintomática.\n• Asistolia ou dissociação eletromecânica em superdosagem.",
            "riscoGravidez": "Categoria C. Usar se claramente necessário. Não há evidências de teratogenicidade, mas o risco de hipercalcemia fetal deve ser considerado.",
            "riscoLactacao": "Seguro. Não se espera excreção significativa no leite materno.",
            "ajusteRenal": "• Usar com cautela.\n• Reduzir dose em insuficiência renal grave devido ao risco de hipercalcemia.\n• Monitorizar cálcio sérico, função renal e ECG.",
            "ajusteHepatico": "• Não exige ajuste específico. Contudo, monitorar eletrólitos em disfunção hepática associada a insuficiência renal ou choque.",
            "contraindicacoes": "• Hipercalcemia.\n• Doença cardíaca digitalizada (risco de arritmias graves com digoxina).\n• Parada cardíaca por fibrilação ventricular (não usar como primeira linha).\n• Desidratação severa não corrigida.\n• Acidose respiratória não tratada.",
            "interacaoMedicamento": "• Incompatível fisicamente com:\n  - Bicarbonato de sódio (forma precipitado de carbonato de cálcio).\n• Potencializa toxicidade da digoxina (risco de arritmias fatais).\n• Potencializa efeito inotrópico de catecolaminas.\n• Interage com bloqueadores de canais de cálcio (pode antagonizar efeitos terapêuticos ou ser usado como antídoto).",
            "apresentacao": "• Ampolas 10% (100 mg/mL) – 10 mL (1 g de cálcio por ampola).",
            "preparo": "• Usar diretamente a ampola de 10% para bolus ou diluir em 100 mL de SF ou SG5% para infusão lenta.\n• Não administrar concomitantemente com bicarbonato na mesma via.",
            "solucoesCompatíveis": "SF 0,9%, SG5%. Incompatível com bicarbonato de sódio, fosfato e soluções alcalinas.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Usar imediatamente após aberto. Descartar se houver precipitação ou alteração de cor.",
            "cuidadosMedicos": "• Monitorização contínua de ECG, cálcio sérico, potássio, magnésio e função renal.\n• Preferir acesso central.\n• Ter disponível suporte para ressuscitação.\n• Usar com cautela em pacientes digitalizados (risco de arritmias fatais).\n • Evitar infusão rápida em pacientes com instabilidade elétrica ou risco de calcificação metastática.\n • Corrigir hipofosfatemia e acidose metabólica associadas para otimizar resposta terapêutica.",
            "cuidadosFarmaceuticos": "• Verificar rótulo e concentração.\n• Evitar uso concomitante na mesma via com bicarbonato.\n• Garantir diluição adequada e estabilidade da solução.\n• Documentar lote, dose, via e horário.",
            "cuidadosEnfermagem": "• Monitorar ECG, sinais vitais e função renal durante e após a infusão.\n• Inspecionar local de infusão para sinais de extravasamento (risco de necrose).\n• Notificar imediatamente qualquer dor, queimação, edema ou sinais de hipercalcemia (confusão, fraqueza, náuseas, vômitos).\n • Avaliar permeabilidade do acesso antes de cada administração.\n • Monitorar dor torácica, sudorese, ou sensação de aperto como sinais precoces de hipercalcemia aguda.",
            "fontesBibliograficas": "Bula Anvisa (Cloreto de Cálcio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37593821, Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Calcium Chloride",
            "nomeComercial": "Calcium Chloride 10%, CaCl₂, Clorcal®",
            "classificacao": "Electrolyte replacement, inotropic agent, physiological antagonist of potassium and magnesium ions",
            "mecanismoAcao": "Provides calcium ions essential for maintenance of cellular membrane potential, myocardial contractility, nerve impulse transmission, coagulation cascade activation, and enzymatic activity. In hyperkalemia and hypermagnesemia, calcium stabilizes cardiac myocyte membranes. In calcium channel blocker toxicity, it functions as a pharmacological antagonist, restoring myocardial calcium influx and excitation-contraction coupling. It also potentiates the vasoconstrictor effects of norepinephrine in vasodilatory shock.",
            "farmacocinetica": "• Absorption: 100% bioavailability IV\n• Onset: immediate (1–3 min)\n• Peak: 3–5 minutes\n• Duration: 10–20 minutes\n• Volume of distribution: 0.2–0.3 L/kg\n• Metabolism: not metabolized\n• Excretion: minimal renal; predominantly sequestration into bone and tissue. Rapid plasma equilibration, but prolonged functional half-life due to bone redistribution. Requires continuous monitoring.",
            "farmacodinamica": "Restores extracellular calcium, stabilizing cellular membranes and exerting a positive inotropic effect. In hyperkalemia, reduces excitability and arrhythmia risk. In hypocalcemia, improves myocardial contraction and neuromuscular function. Functional antagonism of magnesium and calcium channel blockers. Rapid onset and short duration necessitate repeated dosing or continuous infusion. Electrophysiologic effect precedes normalization of serum calcium levels.",
            "indicacoes": "• Symptomatic hypocalcemia\n• Severe hyperkalemia (membrane stabilizer)\n• Severe hypermagnesemia\n• Calcium channel blocker overdose\n• Inotropic support in hypocalcemic shock\n• Cardiac arrest related to hyperkalemia or hypocalcemia\n• Hemodynamic support in hydrofluoric acid exposure\n• Reversal of neuromuscular blockade due to hypermagnesemia\n• Adjunctive therapy in vasoplegic shock refractory to vasopressors",
            "posologia": "Adults:\n• Hypocalcemia, hyperkalemia, hypermagnesemia:\n  - 500–1000 mg of 10% CaCl₂ (5–10 mL) slow IV over 2–5 minutes\n• Calcium channel blocker toxicity:\n  - 1000 mg (10 mL) IV, repeat as needed, followed by infusion at 0.5–1.5 mEq/kg/h\nPediatrics:\n• 20 mg/kg of 10% solution (max 1 g) slow IV over 5–10 minutes. Repeat based on labs and clinical response.",
            "administracao": "IV slow push or continuous infusion only. Prefer central access due to risk of tissue necrosis. If using peripheral IV, ensure patency, inject slowly, and monitor closely.",
            "doseMaxima": "Adults: up to 3 g (30 mL) in bolus, then continuous infusion.\nPediatrics: 1 g max per bolus.",
            "doseMinima": "500 mg (5 mL) IV adult; 20 mg/kg IV pediatric",
            "reacoesAdversas": "Very common (>10%): flushing, warmth, metallic taste\nCommon (1–10%): nausea, vomiting, bradycardia, hypotension, phlebitis\nUncommon (0.1–1%): extravasation with tissue necrosis, AV block, arrhythmias\nRare (<0.1%): cardiac arrest if infused too rapidly, symptomatic hypercalcemia, asystole",
            "riscoGravidez": "Category C. Use only if clearly necessary. No proven teratogenicity, but fetal hypercalcemia risk must be considered.",
            "riscoLactacao": "Likely safe. No significant excretion into breast milk expected.",
            "ajusteRenal": "Use with caution. Reduce dose in severe renal failure due to risk of hypercalcemia. Monitor calcium, ECG, and renal function.",
            "ajusteHepatico": "No specific adjustment needed. Monitor electrolytes if hepatic failure coexists with renal dysfunction or shock.",
            "contraindicacoes": "• Hypercalcemia\n• Digitalis toxicity or concurrent digoxin use (risk of fatal arrhythmias)\n• Cardiac arrest due to VF (not first-line)\n• Severe dehydration\n• Untreated respiratory acidosis",
            "interacaoMedicamento": "• Incompatible with bicarbonate (precipitates calcium carbonate)\n• Potentiates digoxin toxicity\n• Enhances inotropic effect of catecholamines\n• Antidote in calcium channel blocker overdose",
            "apresentacao": "Ampoules 10% (100 mg/mL) – 10 mL = 1 g elemental calcium",
            "preparo": "Use ampoule directly for bolus or dilute in 100 mL NS/D5W for slow infusion. Do not co-administer with bicarbonate in same line.",
            "solucoesCompativeis": "NS 0.9%, D5W. Incompatible with bicarbonate, phosphate, and alkaline solutions.",
            "armazenamento": "Store at 15–30°C, protected from light. Use immediately after opening. Discard if precipitated or discolored.",
            "cuidadosMedicos": "Continuous ECG, calcium, potassium, magnesium, and renal monitoring. Prefer central access. Resuscitation resources available. Avoid rapid push in patients with electrical instability or metastatic calcification risk. Correct hypophosphatemia and associated metabolic acidosis to optimize response.",
            "cuidadosFarmaceuticos": "Verify label and concentration. Avoid co-infusion with bicarbonate. Ensure dilution and solution stability. Log batch, dose, route, and time.",
            "cuidadosEnfermagem": "Monitor ECG, vitals, renal function. Inspect IV site for extravasation. Report chest pain, flushing, sweating, or pressure as early signs of hypercalcemia. Ensure patency before each dose. Document calcium trend and response.",
            "fontesBibliograficas": "Calcium Chloride insert (USP); UpToDate (2024); Micromedex; Miller's Anesthesia (9th ed.); Barash Clinical Anesthesia (7th ed.); Goodman & Gilman (13th ed.); PubMed ID 37593821; Tintinalli’s Emergency Medicine (9th ed.)"
        }
    },
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Cloruro de Calcio",
            "nombreComercial": "Cloruro de Calcio 10%, CaCl₂, Clorcal®",
            "clasificacion": "Reemplazo electrolítico, agente inotrópico, antagonista fisiológico de los iones potasio y magnesio",
            "mecanismoAccion": "Aporta iones calcio esenciales para mantener el potencial de membrana celular, la contractilidad miocárdica, la transmisión del impulso nervioso, la coagulación y la activación enzimática. En hipercalemia e hipermagnesemia estabiliza las membranas de los miocitos cardíacos. En intoxicación por bloqueadores de canales de calcio actúa como antagonista funcional, restaurando el acoplamiento excitación-contracción. Potencia el efecto vasoconstrictor de la noradrenalina en estados de shock vasodilatado.",
            "farmacocinetica": "• Absorción: biodisponibilidad del 100% IV\n• Inicio: inmediato (1–3 min)\n• Pico: 3–5 minutos\n• Duración: 10–20 minutos\n• Volumen de distribución: 0,2–0,3 L/kg\n• Metabolismo: no se metaboliza\n• Excreción: renal mínima; principalmente redistribución ósea y tisular. El equilibrio plasmático es rápido, pero la semivida funcional se prolonga por depósito óseo. Requiere monitorización continua.",
            "farmacodinamica": "Restaura el calcio extracelular estabilizando membranas celulares y ejerciendo efecto inotrópico positivo. En hipercalemia reduce excitabilidad y riesgo de arritmias. En hipocalcemia mejora contractilidad y función neuromuscular. Antagoniza los efectos del magnesio y bloqueadores de canales de calcio. Su inicio rápido y corta duración requieren dosis repetidas o infusión continua. El efecto electrofisiológico precede a la normalización de niveles séricos.",
            "indicaciones": "• Hipocalcemia sintomática\n• Hipercalemia grave (estabilizador de membrana)\n• Hipermagnesemia grave\n• Intoxicación por bloqueadores de canales de calcio\n• Soporte inotrópico en shock con hipocalcemia\n• Paro cardíaco asociado a hiper/hipocalcemia\n• Soporte hemodinámico en intoxicación por ácido fluorhídrico\n• Reversión de bloqueo neuromuscular por hipermagnesemia\n• Adyuvante en shock vasoplégico refractario a vasopresores",
            "posologia": "Adultos:\n• Hipocalcemia, hipercalemia, hipermagnesemia:\n  - 500–1000 mg de ClCa 10% (5–10 mL) IV lento en 2–5 min\n• Intoxicación por bloqueadores de canales de calcio:\n  - 1000 mg (10 mL) IV, repetir según necesidad. Luego infusión 0,5–1,5 mEq/kg/h\nPediatría:\n• 20 mg/kg de solución al 10% (máx 1 g) IV lento en 5–10 min. Repetir según respuesta y electrolitos.",
            "administracion": "Solo IV en bolo lento o infusión continua. Preferir vía central (riesgo de necrosis). Si periférica, asegurar buena permeabilidad y monitorizar extravasación.",
            "dosisMaxima": "Adultos: hasta 3 g (30 mL) en bolo, luego infusión continua\nPediatría: máx 1 g por bolo",
            "dosisMinima": "500 mg (5 mL) IV adultos; 20 mg/kg IV pediátricos",
            "reaccionesAdversas": "Muy frecuentes (>10%): rubor, calor, sabor metálico\nFrecuentes (1–10%): náuseas, vómitos, bradicardia, hipotensión, flebitis\nInfrecuentes (0,1–1%): extravasación con necrosis, bloqueo AV, arritmias\nRaras (<0,1%): asistolia, hipercalcemia sintomática, paro cardíaco si infusión rápida",
            "riesgoEmbarazo": "Categoría C. Usar solo si necesario. Riesgo teórico de hipercalcemia fetal, sin teratogenicidad demostrada.",
            "riesgoLactancia": "Probablemente seguro. No se excreta significativamente en leche.",
            "ajusteRenal": "Precaución. Reducir dosis en IR grave por riesgo de hipercalcemia. Monitorizar calcemia, ECG y función renal.",
            "ajusteHepatico": "Sin ajuste específico. Controlar electrolitos si hay hepatopatía junto con IR o shock.",
            "contraindicaciones": "• Hipercalcemia\n• Toxicidad digitálica o uso concurrente de digoxina\n• Paro cardíaco por FV (no primera línea)\n• Deshidratación severa\n• Acidosis respiratoria no corregida",
            "interacaoMedicamento": "• Incompatible con bicarbonato (forma precipitado)\n• Aumenta toxicidad de digoxina\n• Potencia efecto inotrópico de catecolaminas\n• Antídoto en sobredosis de bloqueadores de calcio",
            "presentacion": "Ampollas al 10% (100 mg/mL) – 10 mL = 1 g de calcio elemental",
            "preparo": "Usar directamente para bolo o diluir en 100 mL de SF/SG para infusión lenta. No mezclar con bicarbonato en la misma vía.",
            "solucoesCompativeis": "SF 0,9%, SG 5%. Incompatible con bicarbonato, fosfato y soluciones alcalinas.",
            "almacenamiento": "Conservar a 15–30°C protegido de la luz. Usar inmediatamente tras abrir. Descartar si hay precipitado o turbidez.",
            "cuidadosMedicos": "Monitorización continua de ECG, calcemia, potasio, magnesio y función renal. Preferir vía central. Disponer de recursos para reanimación. Evitar infusión rápida en inestabilidad eléctrica o riesgo de calcificación metastásica. Corregir hipofosfatemia y acidosis metabólica para optimizar respuesta.",
            "cuidadosFarmaceuticos": "Verificar rotulado y concentración. No coadministrar con bicarbonato. Asegurar dilución y estabilidad. Registrar lote, dosis, vía y hora.",
            "cuidadosEnfermeria": "Monitorizar ECG, signos vitales y función renal. Inspeccionar sitio IV por extravasación. Reportar dolor torácico, rubor, sudor o opresión como signos tempranos de hipercalcemia. Verificar permeabilidad antes de cada dosis. Documentar tendencia de calcio y respuesta clínica.",
            "fontesBibliograficas": "Ficha técnica Cloruro de Calcio (USP); UpToDate (2024); Micromedex; Miller's Anesthesia (9ª ed.); Barash Anestesia Clínica (7ª ed.); Goodman & Gilman (13ª ed.); PubMed ID 37593821; Tintinalli Medicina de Urgencias (9ª ed.)"
        }
    }
}
