{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Coloides (ex: albumina humana, gelatinas modificadas, dextranos, HES)",
            "nomeComercial": "Albumina Humana®, Gelafundin®, Voluven®, Plasmion®, Haes-steril®",
            "classificacao": "Expansores plasmáticos; soluções coloidais intravenosas; agentes oncóticos artificiais ou naturais",
            "mecanismoAcao": "As soluções coloidais contêm partículas de alto peso molecular (ex: albumina, gelatina, dextrano ou amido) que não atravessam facilmente os capilares, retendo água no compartimento intravascular por efeito osmótico/oncótico. A infusão intravenosa dessas soluções promove expansão do volume plasmático superior à dos cristaloides, melhorando a pressão arterial, débito cardíaco e perfusão tecidual em estados de hipovolemia. A albumina humana exerce efeitos adicionais como antioxidante e carreador de fármacos lipofílicos. A magnitude do efeito oncótico depende da concentração e do tipo de partícula coloidal: albumina possui efeito oncótico natural, enquanto HES, gelatinas e dextranos são sintéticos. A permanência intravascular é prolongada na albumina (meia-vida longa), mas varia nos coloides sintéticos conforme o peso molecular e grau de substituição. Além disso, albumina modula o estresse oxidativo, transporta hormônios, ácidos graxos, fármacos e regula a integridade endotelial, sendo protetora na lesão endotelial sistêmica. As soluções coloidais também influenciam na viscosidade plasmática e na reologia sanguínea, podendo melhorar a microcirculação e a oxigenação tecidual em alguns contextos. Dextrans possuem propriedades antitrombóticas leves, reduzindo a agregação plaquetária e viscosidade do sangue.",
            "farmacocinetica": "• Início de ação: imediato.\n• Meia-vida: Albumina 20%: 16–24 h; Gelatina: 2–6 h; HES: 4–12 h (variável com PM e substituição molar).\n• Distribuição: volume intravascular primário (colóides não extravasam facilmente).\n• Excreção: renal (gelatinas, HES, dextranos); catabolismo hepático (albumina). A farmacocinética das gelatinas é linear, enquanto HES apresenta acúmulo progressivo em infusões repetidas, especialmente com substituição molar elevada (>0,5). A depuração renal do HES é prolongada em pacientes com disfunção tubular, aumentando risco de lesão renal e prurido persistente.",
            "farmacodinamica": "Os coloides promovem expansão eficaz do volume plasmático, estabilizam a hemodinâmica e reduzem a necessidade de grandes volumes de cristaloides. Albumina a 5% é iso-oncótica (semelhante ao plasma), enquanto a 20% é hiperoncótica, causando recrutamento de líquido do interstício para o intravascular. Gelatinas e HES promovem efeito expansor temporário, mas podem interferir na coagulação (HES) e causar reações alérgicas (gelatina). O uso deve ser individualizado conforme a condição clínica, risco de efeitos adversos e necessidade de expansão prolongada. HES de alto peso molecular (ex: 200/0,5) foram associados a maior risco de lesão renal aguda e necessidade de terapia renal substitutiva, especialmente em sepse e TCE, sendo contraindicados. As gelatinas têm menor risco renal, mas podem provocar reações anafiláticas por liberação de histamina. Dextrans interferem na agregação plaquetária e aumentam o tempo de sangramento, exigindo controle laboratorial em infusões repetidas. A albumina 20%, por ser hiperoncótica, pode redistribuir líquido do interstício para o plasma em pacientes com hipoalbuminemia crítica, como em síndrome hepatorrenal, melhorando a perfusão renal. Albumina também exerce papel imunomodulador, modulando a função de neutrófilos e o estresse inflamatório sistêmico. Estudos sugerem efeito benéfico na função endotelial e possível impacto positivo em pacientes com lesão renal aguda associada à sepse.",
            "indicacoes": "• Hipovolemia refratária a cristaloides.\n• Síndrome de extravasamento capilar.\n• Cirurgias de grande porte com perdas plasmáticas.\n• Albumina: síndrome nefrótica, paracentese de grandes volumes, hepatopatia grave com hipoalbuminemia.\n• Situações de choque hipovolêmico, queimaduras extensas, sepse (uso controverso).\n • Síndrome hepatorrenal.\n • Disfunção endotelial em pacientes críticos com hipoalbuminemia grave.\n • Suporte circulatório em paracentese maciça (>5 L).\n • Expansão volêmica precoce em choque hemorrágico traumático (uso sob protocolo).",
            "posologia": "Albumina:\n• 5%: 10–20 mL/kg/dia (expansão volêmica).\n• 20%: 50–100 mL IV lento (hipoalbuminemia, paracentese).\nGelatinas:\n• 500–1.000 mL/dose, máx. 20 mL/kg/dia.\nHES (ex: Voluven):\n• 500–1.000 mL/dia máx. 30 mL/kg (uso limitado devido ao risco renal).\nDextrans:\n• 500–1.000 mL/dia com controle rigoroso da coagulação.",
            "administracao": "• Via intravenosa exclusiva, em bomba ou infusão gravitacional.\n• Infusão lenta ou contínua sob monitoramento.\n• Usar acesso central para soluções hiperosmolares (ex: albumina 20%).\n• Incompatível com soluções contendo cálcio ou bicarbonato concentrado (precipitação).",
            "doseMaxima": "Albumina: 2 g/kg/dia; Gelatinas: 20 mL/kg/dia; HES: 30 mL/kg/dia.",
            "doseMinima": "Albumina 20%: 25–50 mL/dose; Gelatina: 250 mL; HES: 250 mL.",
            "reacoesAdversas": "Comuns (1–10%):\n• Hipervolemia, cefaleia, rubor facial, aumento de PA.\nIncomuns (0,1–1%):\n• Reações alérgicas, rash, urticária.\nRaras (<0,1%):\n• Anafilaxia (gelatinas), coagulopatia (HES), lesão renal aguda (HES), prurido persistente (HES).",
            "riscoGravidez": "Categoria C. Pode ser usado em casos específicos sob monitoramento hemodinâmico, como em sepse, pré-eclâmpsia ou perdas volêmicas graves.",
            "riscoLactacao": "Compatível com a amamentação. Uso seguro em contexto de ressuscitação volêmica ou reposição proteica materna.",
            "ajusteRenal": "• Evitar HES em insuficiência renal ou terapia dialítica.\n• Reduzir dose de gelatina em disfunção renal crônica.\n• Monitorar débito urinário e creatinina em uso prolongado.",
            "ajusteHepatico": "• Albumina pode ser benéfica em hepatopatia crônica.\n• Usar com cautela soluções artificiais com potencial de acúmulo (ex: HES em cirrose com disfunção renal).",
            "contraindicacoes": "• Hipervolemia, insuficiência cardíaca descompensada.\n• Hipersensibilidade a componentes (gelatina, amido, dextrano).\n• Coagulopatia grave não corrigida (em HES e dextranos).\n• ICC descompensada (albumina hiperoncótica 20%).",
            "interacaoMedicamento": "• Albumina pode aumentar ligação e meia-vida de fármacos lipofílicos (ex: diazepam).\n• HES e dextranos podem interferir na coagulação e potencializar anticoagulantes.\n• Incompatível com concentrados de eletrólitos hiperosmolares (precipitação). O uso concomitante de coloides sintéticos com anticoagulantes pode potencializar sangramentos. Albumina pode alterar a farmacocinética de fármacos altamente ligados à proteína plasmática, como diazepam, furosemida e propranolol. Em infusões prolongadas com dextranos ou gelatinas, pode haver diluição dos fatores de coagulação e necessidade de reposição com plasma fresco ou crioprecipitado. A coadministração com soluções hipertônicas requer controle osmolar rigoroso para evitar descompensação hemodinâmica aguda.",
            "apresentacao": "• Albumina: frascos 50 mL (20%), 100 mL e 250 mL (5%).\n• Gelatina: bolsas 250 mL, 500 mL.\n• HES: bolsas 250 mL, 500 mL, 1.000 mL.\n• Dextrans: frascos ou bolsas 500 mL.",
            "preparo": "• Prontos para uso.\n• Não diluir nem misturar em frascos com outras soluções.\n• Conectar com técnica asséptica.\n• Utilizar em até 24 h após abertura.",
            "solucoesCompatíveis": "• SF 0,9%, Glicose 5%; incompatível com bicarbonato e soluções alcalinas.\n• Verificar compatibilidade com medicamentos administrados simultaneamente no mesmo acesso.",
            "armazenamento": "• Temperatura ambiente (15–30°C), não congelar.\n• Proteger da luz.\n• Após abertura, uso único imediato ou em até 24 h sob condições assépticas.",
            "cuidadosMedicos": "• Avaliar status volêmico, função renal e risco de coagulopatia antes da escolha do coloide.\n• Monitorar sinais vitais, diurese, eletrólitos, coagulograma e perfil hepático.\n• Individualizar dose conforme peso, tipo de coloide e objetivo clínico.\n • Evitar uso de HES em pacientes com disfunção endotelial capilar grave (ex: sepse grave, queimaduras extensas).\n • Monitorar prurido persistente em uso prolongado de HES, associado ao acúmulo cutâneo do polímero.",
            "cuidadosFarmaceuticos": "• Verificar integridade da embalagem, volume e cor da solução.\n• Garantir rastreabilidade do lote, volume infundido e compatibilidade.\n• Não utilizar em casos de separação de fases ou partículas visíveis.",
            "cuidadosEnfermagem": "• Monitorar acesso venoso, sinais de extravasamento e resposta hemodinâmica.\n• Controlar balanço hídrico rigoroso em pacientes críticos.\n• Notificar alterações de coagulação, sinais de reação alérgica ou dispneia.\n • Observar sinais de sobrecarga volêmica: estertores, edema, hipertensão.\n • Verificar sinais de reação alérgica durante infusão de gelatinas.\n • Avaliar turvação urinária ou redução de diurese como sinais precoces de lesão renal em uso de HES.",
            "fontesBibliograficas": "Bulas Anvisa (Albumina®, Gelafundin®, Voluven®), UpToDate (2024), Micromedex, PubMed ID 37638789, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Surviving Sepsis Campaign (2021), ASPEN Guidelines."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Colloids (e.g., human albumin, modified gelatins, dextrans, HES)",
            "nomeComercial": "Human Albumin®, Gelafundin®, Voluven®, Plasmion®, Haes-steril®",
            "classificacao": "Plasma expanders; intravenous colloidal solutions; natural or artificial oncotic agents",
            "mechanismOfAction": "Colloidal solutions contain high molecular weight particles (e.g., albumin, gelatin, dextran, or starch) that do not easily cross capillary membranes, retaining water in the intravascular space via osmotic/oncotic pressure. Their intravenous administration promotes more effective plasma volume expansion than crystalloids, improving arterial pressure, cardiac output, and tissue perfusion. Human albumin also acts as an antioxidant and transporter of lipophilic drugs. Oncotic effect magnitude depends on concentration and particle type: albumin is natural, whereas HES, gelatins, and dextrans are synthetic. Intravenous retention is prolonged in albumin (long half-life), but varies among synthetics based on molecular weight and substitution degree. Additionally, albumin modulates oxidative stress, carries hormones, fatty acids, drugs, and regulates endothelial integrity, offering protection in systemic endothelial injury. Colloids also affect plasma viscosity and blood rheology, potentially enhancing microcirculatory flow and oxygen delivery. Dextrans possess mild antithrombotic properties by reducing platelet aggregation and blood viscosity.",
            "pharmacokinetics": "• Onset: immediate\n• Half-life: Albumin 20%: 16–24 h; Gelatin: 2–6 h; HES: 4–12 h (variable by molecular weight and molar substitution)\n• Distribution: primarily intravascular\n• Elimination: renal (gelatin, HES, dextrans); hepatic catabolism (albumin)\nGelatin has linear kinetics. HES accumulates with repeated doses, especially with high substitution (>0.5). In patients with tubular dysfunction, renal clearance of HES is delayed, increasing the risk of renal injury and persistent pruritus.",
            "pharmacodynamics": "Colloids efficiently expand plasma volume, stabilize hemodynamics, and reduce the need for large crystalloid volumes. 5% albumin is iso-oncotic; 20% is hyperoncotic, recruiting interstitial fluid intravascularly. Gelatins and HES provide temporary expansion but may impair coagulation (HES) or cause allergic reactions (gelatin). Use should be individualized based on clinical context, risk, and expansion need. High-MW HES (e.g., 200/0.5) are linked to acute kidney injury (AKI) and dialysis need, especially in sepsis or TBI, and are contraindicated. Gelatins have lower renal risk but may induce histamine-related anaphylaxis. Dextrans impair platelet function and prolong bleeding time, requiring lab monitoring. Albumin 20%, due to hyperoncotic effect, shifts fluid into circulation in critical hypoalbuminemia (e.g., hepatorenal syndrome), improving renal perfusion. Albumin also exerts immunomodulatory effects via neutrophil function and systemic inflammatory response modulation. Studies show potential endothelial function benefit and renal protection in septic AKI.",
            "indications": "• Hypovolemia unresponsive to crystalloids\n• Capillary leak syndrome\n• Major surgeries with plasma loss\n• Albumin: nephrotic syndrome, large-volume paracentesis, liver failure with hypoalbuminemia\n• Hypovolemic shock, extensive burns, sepsis (controversial)\n• Hepatorenal syndrome\n• Endothelial dysfunction in critically ill with severe hypoalbuminemia\n• Circulatory support post-paracentesis >5 L\n• Early volume expansion in traumatic hemorrhagic shock (protocol-based)",
            "posology": "Albumin:\n• 5%: 10–20 mL/kg/day\n• 20%: 50–100 mL slow IV (hypoalbuminemia, paracentesis)\nGelatins:\n• 500–1,000 mL/dose, max 20 mL/kg/day\nHES (e.g., Voluven):\n• 500–1,000 mL/day, max 30 mL/kg (limited use due to renal risk)\nDextrans:\n• 500–1,000 mL/day with coagulation monitoring",
            "administration": "• IV route only; gravity or infusion pump\n• Slow or continuous infusion with monitoring\n• Use central access for hyperosmolar solutions (e.g., albumin 20%)\n• Incompatible with calcium or concentrated bicarbonate (precipitation risk)",
            "maximumDose": "Albumin: 2 g/kg/day; Gelatin: 20 mL/kg/day; HES: 30 mL/kg/day",
            "minimumDose": "Albumin 20%: 25–50 mL; Gelatin: 250 mL; HES: 250 mL",
            "adverseReactions": "Common (1–10%): hypervolemia, headache, flushing, increased BP\nUncommon (0.1–1%): allergic reactions, rash, urticaria\nRare (<0.1%): anaphylaxis (gelatin), coagulopathy or AKI (HES), persistent pruritus (HES)",
            "pregnancyRisk": "Category C. May be used with hemodynamic monitoring in select scenarios (e.g., sepsis, preeclampsia, major hypovolemia).",
            "lactationRisk": "Compatible with breastfeeding. Safe when used for maternal resuscitation or protein supplementation.",
            "renalAdjustment": "• Avoid HES in renal failure or dialysis\n• Reduce gelatin dose in CKD\n• Monitor urine output and creatinine during prolonged use",
            "hepaticAdjustment": "• Albumin beneficial in chronic liver disease\n• Use synthetic colloids cautiously in cirrhosis with renal dysfunction",
            "contraindications": "• Hypervolemia, decompensated heart failure\n• Allergy to components (gelatin, starch, dextran)\n• Uncorrected severe coagulopathy (HES, dextran)\n• Decompensated HF (hyperoncotic 20% albumin)",
            "drugInteractions": "• Albumin may increase binding and half-life of lipophilic drugs (e.g., diazepam)\n• HES and dextrans may potentiate anticoagulants and impair coagulation\n• Incompatible with hyperosmolar electrolytes (precipitation)\n• Co-use of synthetic colloids and anticoagulants may increase bleeding\n• Albumin alters pharmacokinetics of protein-bound drugs (e.g., diazepam, furosemide, propranolol)\n• Prolonged dextran or gelatin infusions may dilute clotting factors—monitor coagulation, consider plasma or cryoprecipitate replacement\n• Avoid co-administration with hypertonic solutions unless osmolar load is controlled",
            "presentation": "• Albumin: vials 50 mL (20%), 100 mL and 250 mL (5%)\n• Gelatin: 250–500 mL bags\n• HES: 250, 500, 1,000 mL bags\n• Dextrans: 500 mL bottles or bags",
            "preparation": "• Ready-to-use\n• Do not mix or dilute with other IV solutions\n• Connect using aseptic technique\n• Use within 24 h after opening",
            "compatibleSolutions": "• NS 0.9%, Dextrose 5%; incompatible with bicarbonate and alkaline solutions\n• Verify compatibility if co-administering via same IV line",
            "storage": "• Store at room temperature (15–30°C), do not freeze\n• Protect from light\n• Use immediately or within 24 h if stored aseptically after opening",
            "medicalConsiderations": "• Assess volume status, renal function, coagulopathy before use\n• Monitor vitals, urine output, electrolytes, coagulation, liver function\n• Dose individually by weight, colloid type, clinical goal\n• Avoid HES in patients with severe capillary leak (e.g., sepsis, burns)\n• Watch for persistent pruritus in prolonged HES use (linked to skin accumulation)",
            "pharmaceuticalCare": "• Inspect solution clarity, container integrity, lot\n• Ensure traceability of batch, volume, compatibility\n• Do not use if phase separation or particulate matter is observed",
            "nursingCare": "• Monitor IV site, signs of extravasation, hemodynamic response\n• Maintain strict fluid balance in critically ill\n• Report bleeding, allergy signs, or respiratory distress\n• Watch for signs of fluid overload (crackles, edema, hypertension)\n• Monitor allergic reactions during gelatin infusion\n• Observe for turbid urine or decreased output as early signs of renal injury (HES)",
            "references": "Anvisa Package Inserts (Albumin®, Gelafundin®, Voluven®); UpToDate (2024); Micromedex; PubMed ID 37638789; Goodman & Gilman (13th ed.); Miller’s Anesthesia (9th ed.); Surviving Sepsis Campaign (2021); ASPEN Guidelines"
        }
    }
}
