
{
"PT": {
    "bulario": {
        "nomePrincipioAtivo": "Dantroleno Sódico",
        "nomeComercial": "Dantrium®, Ryanodex®, Revonto®",
        "classificacao": "Relaxante muscular de ação periférica; antídoto para hipertermia maligna",
        "mecanismoAcao": "Inibe a liberação de cálcio dos canais do retículo sarcoplasmático nos miócitos musculares esqueléticos, bloqueando a interação actina-miosina e reduzindo a contração muscular excessiva. Atua seletivamente no músculo esquelético, sem ação significativa sobre músculo liso ou cardíaco. Estudos experimentais sugerem que o dantroleno também reduz a produção mitocondrial de espécies reativas de oxigênio (ROS) durante episódios hipermetabólicos, contribuindo para estabilização da bioenergética celular em hipertermia maligna. Pode modular canais de rianodina em outros tecidos sob certas condições, sem efeito clínico significativo extrapiramidal.",
        "farmacocinetica": "• Início de ação: 1–2 minutos (IV).\n• Pico de efeito: 5–10 minutos.\n• Duração clínica: 4–8 horas.\n• Meia-vida: 8,7 ± 1,7 horas (em adultos).\n• Volume de distribuição: 0,57 L/kg.\n• Ligação às proteínas plasmáticas: 74–88%.\n• Metabolização: hepática (CYP).\n• Excreção: renal (como metabólitos hidroxilados e oxidados). Em pacientes críticos com rabdomiólise, pode haver alteração da distribuição e prolongamento da meia-vida. A reabsorção entérica de metabólitos ativos pode contribuir para recirculação entero-hepática parcial em uso oral prolongado.",
        "farmacodinamica": "Reduz o tônus muscular e a produção de calor em quadros de hipertermia maligna, restaurando a homeostase térmica e prevenindo rabdomiólise. Em relaxamento muscular crônico, promove melhora do espasmo sem efeitos sistêmicos sedativos. Atua seletivamente em fibras musculares do tipo I (oxidativas lentas), com menor impacto sobre fibras tipo II (rápidas), o que explica seu perfil de segurança em tônus muscular residual. Não interfere na contratilidade cardíaca ou na condução AV.",
        "indicacoes": "• Tratamento da hipertermia maligna induzida por anestésicos voláteis ou succinilcolina.\n• Prevenção da hipertermia maligna em pacientes suscetíveis.\n• Tratamento da síndrome neuroléptica maligna (off-label).\n• Espasticidade grave associada a lesões medulares, esclerose múltipla, paralisia cerebral (uso oral crônico).\n• Hipertermia maligna desencadeada por estresse térmico e não anestésico (off-label).\n• Tratamento coadjuvante da síndrome serotoninérgica grave com rigidez muscular e hipertermia.\n• Uso intraoperatório em pacientes com diagnóstico genético de suscetibilidade à HM como profilaxia reforçada.",
        "posologia": "Adulto:\n• Hipertermia maligna (tratamento agudo): 2,5 mg/kg IV, repetir a cada 5–10 min até resposta clínica ou dose máxima de 10 mg/kg.\n• Prevenção perioperatória: 2,5 mg/kg IV 60 a 90 min antes da indução anestésica.\n• Espasticidade (uso oral): iniciar com 25 mg/dia VO, titulando até 100 mg 4x/dia conforme resposta.\nPediatria:\n• Hipertermia maligna: 2,5 mg/kg IV, repetir conforme necessário até máximo de 10 mg/kg.",
        "administracao": "• Exclusivamente IV na fase aguda.\n• Reconstituição com água estéril (sem conservantes), 60 mL por frasco de 20 mg (concentração final: 0,33 mg/mL).\n• Infundir em bolus lento (1 mg/kg/min).\n• Manter suporte ventilatório e monitoração intensiva.",
        "doseMaxima": "• 10 mg/kg (total acumulado por episódio de hipertermia maligna).",
        "doseMinima": "• 2,5 mg/kg (dose inicial recomendada para tratamento agudo).",
        "reacoesAdversas": "Muito comuns (>10%):\n• Fraqueza muscular, sonolência.\n• Náusea, vômito.\nComuns (1–10%):\n• Tontura, cefaleia.\n• Visão turva, diplopia.\n• Diarreia.\n• Dor no local da infusão.\nIncomuns (0,1–1%):\n• Hepatotoxicidade.\n• Reações alérgicas cutâneas.\n• Hipotensão, taquicardia.\nRaras (<0,1%):\n• Insuficiência hepática fulminante (uso crônico).\n• Convulsões (uso oral crônico).",
        "riscoGravidez": "Categoria C. Utilizar apenas se claramente necessário. Estudos animais mostraram toxicidade fetal em doses elevadas. Considerado aceitável em emergências como hipertermia maligna.",
        "riscoLactacao": "Excreção no leite humano é desconhecida. Utilizar com cautela. Benefícios em emergências superam riscos.",
        "ajusteRenal": "• Não exige ajuste de dose.\n• Usar com cautela em insuficiência renal terminal com rabdomiólise associada.",
        "ajusteHepatico": "• Monitorar função hepática em uso prolongado (oral).\n• Evitar uso crônico em pacientes com hepatopatia preexistente.\n• Não contraindicado no uso agudo IV.",
        "contraindicacoes": "• Hepatopatia ativa ou história de hepatotoxicidade relacionada ao dantroleno (uso crônico).\n• Hipersensibilidade conhecida ao fármaco.\n• Bloqueio cardíaco avançado (com cautela em uso prolongado).",
        "interacaoMedicamento": "• Bloqueadores neuromusculares (potencializa efeito).\n• Bloqueadores de canais de cálcio (ex.: verapamil) — risco de hipercalemia e colapso cardiovascular.\n• Depressores do SNC (sedação excessiva).\n• Estrogênios: aumento do risco de hepatotoxicidade (uso crônico).",
        "apresentacao": "• Frascos de 20 mg liofilizado (Dantrium®).\n• Frascos de 250 mg (Ryanodex®, concentrado de reconstituição rápida).",
        "preparo": "• Reconstituir 20 mg com 60 mL de água estéril para injeção (sem conservantes).\n• Agitar vigorosamente até dissolução total (pode levar até 1 min).\n• Usar solução imediatamente após preparo.\n• Ryanodex®: reconstituir com 5 mL para solução de 50 mg/mL.",
        "solucoesCompatíveis": "• Água estéril sem conservantes.\n• Não compatível com SF 0,9% ou SG 5%.\n• Não misturar com outros fármacos na mesma via de infusão.",
        "armazenamento": "• Armazenar frascos liofilizados à temperatura ambiente (15°C a 30°C), protegidos da luz.\n• Após reconstituição: usar em até 6 horas se refrigerado (2°C a 8°C) e protegido da luz.",
        "cuidadosMedicos": "• Monitorar temperatura corporal, sinais vitais, eletrolíticos e gasometria arterial.\n• Manter suporte ventilatório e acesso venoso pérvio.\n• Suporte para rabdomiólise e disfunções multiorgânicas.\n• Ter reserva de 36 frascos de 20 mg por paciente adulto em casos suspeitos de hipertermia maligna.\n• Reavaliar necessidade de doses adicionais após 4–6 horas conforme evolução clínica e recidiva de rigidez, hipercapnia ou hipertermia.\n• Não utilizar dantroleno como substituto da suspensão imediata do agente desencadeante ou do resfriamento ativo.",
        "cuidadosFarmaceuticos": "• Reconstituir apenas com água estéril sem conservantes.\n• Agitar vigorosamente até completa solubilização.\n• Preparar apenas quando for administrar.\n• Garantir compatibilidade com sistema de infusão.\n• Documentar reações e doses administradas.",
        "cuidadosEnfermagem": "• Monitorar resposta clínica (temperatura, rigidez muscular, estabilidade hemodinâmica).\n• Observar sinais de depressão respiratória e hipotensão.\n• Garantir preparo e administração corretos da dose.\n• Informar equipe sobre risco de recidiva (até 48h após o evento inicial).\n• Acompanhar diurese rigorosa devido ao risco de mioglobinúria e precipitação tubular.\n• Informar o laboratório sobre possível interferência do dantroleno em testes enzimáticos séricos (CPK, AST).",
        "fontesBibliograficas": "Bula Anvisa (Dantrium®), UpToDate (2024), PubMed ID 36717411, Micromedex, Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia (7ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.)."
    }
},
"US": {
    "bulario": {
        "nomePrincipioAtivo": "Dantrolene Sodium",
        "nomeComercial": "Dantrium®, Ryanodex®, Revonto®",
        "classificacao": "Peripheral skeletal muscle relaxant; antidote for malignant hyperthermia",
        "mechanismOfAction": "Inhibits calcium ion release from the sarcoplasmic reticulum by antagonizing ryanodine receptors (RyR1) in skeletal muscle fibers, preventing actin-myosin interaction and excessive muscle contraction. Selective for skeletal muscle, with no significant action on smooth or cardiac muscle. Experimental studies show dantrolene also reduces mitochondrial reactive oxygen species (ROS) during hypermetabolic states, stabilizing cellular bioenergetics in malignant hyperthermia. It may modulate ryanodine channels in other tissues under specific conditions without clinically relevant extrapyramidal effects.",
        "pharmacokinetics": "• Onset: 1–2 min (IV)\n• Peak: 5–10 min\n• Duration: 4–8 hours\n• Half-life: 8.7 ± 1.7 h (adults)\n• Volume of distribution: 0.57 L/kg\n• Protein binding: 74–88%\n• Metabolism: hepatic (CYP)\n• Excretion: renal as hydroxylated and oxidized metabolites\nIn critically ill patients with rhabdomyolysis, distribution may be altered and half-life prolonged. Enteric reabsorption of active metabolites may contribute to partial enterohepatic recycling during prolonged oral therapy.",
        "pharmacodynamics": "Reduces skeletal muscle tone and excessive heat production in malignant hyperthermia, restoring thermal homeostasis and preventing rhabdomyolysis. In chronic spasticity, improves spasm without CNS sedation. Acts preferentially on type I (slow oxidative) muscle fibers with less impact on type II fibers, preserving residual tone. Does not affect cardiac contractility or AV conduction.",
        "indications": "• Treatment of malignant hyperthermia triggered by volatile anesthetics or succinylcholine\n• Prophylaxis in patients susceptible to malignant hyperthermia\n• Treatment of neuroleptic malignant syndrome (off-label)\n• Severe spasticity associated with spinal cord injury, multiple sclerosis, cerebral palsy (oral use)\n• Malignant hyperthermia triggered by non-anesthetic thermal stress (off-label)\n• Adjunct in severe serotonin syndrome with muscle rigidity and hyperthermia\n• Intraoperative use in genetically susceptible patients for enhanced prophylaxis",
        "posology": "Adults:\n• Acute treatment of malignant hyperthermia: 2.5 mg/kg IV, repeat every 5–10 min until clinical resolution or max 10 mg/kg\n• Preoperative prophylaxis: 2.5 mg/kg IV 60–90 min before induction\n• Chronic spasticity (oral): start with 25 mg/day PO, titrate to max 100 mg QID based on response\nPediatrics:\n• Malignant hyperthermia: 2.5 mg/kg IV, repeat as needed to max 10 mg/kg",
        "administracao": "• IV only for acute management\n• Reconstitute 20 mg vial with 60 mL sterile water (no preservatives); final concentration: 0.33 mg/mL\n• Infuse slowly (1 mg/kg/min)\n• Maintain ventilatory support and intensive monitoring",
        "doseMaxima": "• 10 mg/kg (total cumulative dose per episode)",
        "doseMinima": "• 2.5 mg/kg (initial IV dose)",
        "reacoesAdversas": "Very common (>10%):\n• Muscle weakness, drowsiness, nausea, vomiting\nCommon (1–10%):\n• Dizziness, headache, blurred vision, diplopia, diarrhea, injection site pain\nUncommon (0.1–1%):\n• Hepatotoxicity, skin reactions, hypotension, tachycardia\nRare (<0.1%):\n• Fulminant hepatic failure (oral use), seizures (oral chronic use)",
        "riscoGravidez": "Category C. Use only if clearly necessary. Animal studies show fetal toxicity at high doses. Considered acceptable in emergencies like malignant hyperthermia.",
        "riscoLactacao": "Unknown if excreted in breast milk. Use with caution. Benefits in emergencies likely outweigh potential risks.",
        "ajusteRenal": "• No routine adjustment needed\n• Use with caution in end-stage renal disease with associated rhabdomyolysis",
        "ajusteHepatico": "• Monitor liver function during chronic use\n• Avoid chronic use in patients with preexisting liver disease\n• Not contraindicated for acute IV use",
        "contraindicacoes": "• Active liver disease or previous dantrolene-induced hepatotoxicity (oral)\n• Known hypersensitivity to the drug\n• Advanced heart block (caution in chronic use)",
        "interacaoMedicamento": "• Potentiates non-depolarizing neuromuscular blockers\n• CCBs (e.g., verapamil): risk of hyperkalemia and cardiovascular collapse\n• CNS depressants: additive sedation\n• Estrogens: increased hepatotoxicity risk with chronic use",
        "apresentacao": "• 20 mg lyophilized vials (Dantrium®)\n• 250 mg vials (Ryanodex® – rapid reconstitution)",
        "preparo": "• Reconstitute 20 mg with 60 mL sterile water (no preservatives), shake vigorously (may take 1 min)\n• Use immediately after reconstitution\n• Ryanodex®: reconstitute with 5 mL for 50 mg/mL solution",
        "solucoesCompatíveis": "• Sterile water only (no preservatives)\n• Not compatible with NS or D5W\n• Do not mix with other drugs in same line",
        "armazenamento": "• Store lyophilized vials at 15–30°C, protected from light\n• After reconstitution: use within 6 h if refrigerated (2–8°C) and protected from light",
        "cuidadosMedicos": "• Monitor core temperature, vitals, electrolytes, ABG\n• Maintain airway and IV access\n• Supportive care for rhabdomyolysis and organ failure\n• Maintain stock of at least 36 × 20 mg vials per adult patient\n• Reassess need for redosing 4–6 h post-event based on recurrence of rigidity, hypercapnia, or fever\n• Do not substitute for immediate discontinuation of triggers and active cooling",
        "cuidadosFarmaceuticos": "• Reconstitute only with preservative-free sterile water\n• Shake until fully dissolved\n• Prepare only prior to use\n• Ensure line compatibility\n• Record dose, time, and any reactions",
        "cuidadosEnfermagem": "• Monitor response (temperature, rigidity, hemodynamics)\n• Observe for respiratory depression and hypotension\n• Ensure proper dose reconstitution and administration\n• Alert team to risk of recurrence up to 48h post-crisis\n• Strict urine output monitoring (rhabdomyolysis risk)\n• Inform lab of dantrolene interference in enzyme assays (CPK, AST)",
        "fontesBibliograficas": "FDA Dantrium® label; UpToDate (2024); PubMed ID 36717411; Micromedex; Miller’s Anesthesia (9th Ed.); Barash Clinical Anesthesia (7th Ed.); Tintinalli’s Emergency Medicine (9th Ed.); Goodman & Gilman (13th Ed.)"
    }
}
"ES": {
    "bulario": {
        "nombrePrincipioActivo": "Dantroleno Sódico",
        "nombreComercial": "Dantrium®, Ryanodex®, Revonto®",
        "clasificacion": "Relajante muscular esquelético periférico; antídoto para hipertermia maligna",
        "mecanismoAccion": "Inhibe la liberación de calcio del retículo sarcoplásmico al antagonizar los receptores de rianodina (RyR1) en fibras musculares esqueléticas, evitando la interacción actina-miosina y la contracción muscular excesiva. Es selectivo para músculo esquelético, sin acción significativa en músculo liso o cardíaco. Estudios experimentales muestran que el dantroleno también reduce la producción mitocondrial de especies reactivas de oxígeno (ROS) durante estados hipermetabólicos, estabilizando la bioenergética celular. Puede modular los canales de rianodina en otros tejidos bajo condiciones específicas, sin efectos extrapiramidales clínicamente relevantes.",
        "farmacocinetica": "• Inicio: 1–2 min (IV)\n• Pico: 5–10 min\n• Duración: 4–8 horas\n• Vida media: 8,7 ± 1,7 h (adultos)\n• Volumen de distribución: 0,57 L/kg\n• Unión a proteínas: 74–88%\n• Metabolismo: hepático (CYP)\n• Excreción: renal como metabolitos hidroxilados y oxidados\nEn pacientes críticos con rabdomiólisis, la distribución puede alterarse y prolongar la vida media. La reabsorción entérica de metabolitos activos puede contribuir al reciclaje enterohepático parcial en uso oral prolongado.",
        "farmacodinamica": "Reduce el tono muscular esquelético y la producción excesiva de calor en hipertermia maligna, restaurando la homeostasis térmica y previniendo la rabdomiólisis. En espasticidad crónica, mejora el espasmo sin sedación del SNC. Actúa preferentemente sobre fibras tipo I (oxidativas lentas), con menor impacto en fibras tipo II (rápidas), preservando tono residual. No afecta la contractilidad cardíaca ni la conducción AV.",
        "indicaciones": "• Tratamiento de hipertermia maligna inducida por anestésicos volátiles o succinilcolina\n• Profilaxis en pacientes susceptibles a hipertermia maligna\n• Síndrome neuroléptico maligno (off-label)\n• Espasticidad grave asociada a lesión medular, EM, parálisis cerebral (vía oral)\n• Hipertermia maligna desencadenada por estrés térmico no anestésico (off-label)\n• Adyuvante en síndrome serotoninérgico grave con rigidez y fiebre\n• Uso intraoperatorio en pacientes genéticamente susceptibles como profilaxis intensificada",
        "posologia": "Adultos:\n• Hipertermia maligna aguda: 2,5 mg/kg IV, repetir cada 5–10 min hasta respuesta clínica o máx 10 mg/kg\n• Profilaxis preoperatoria: 2,5 mg/kg IV 60–90 min antes de la inducción\n• Espasticidad crónica (oral): iniciar con 25 mg/día VO, titular hasta máx 100 mg QID según respuesta\nPediátricos:\n• Hipertermia maligna: 2,5 mg/kg IV, repetir hasta máx 10 mg/kg",
        "administracion": "• Solo IV para manejo agudo\n• Reconstituir vial de 20 mg con 60 mL de agua estéril sin conservantes (0,33 mg/mL)\n• Infusión lenta (1 mg/kg/min)\n• Mantener soporte ventilatorio y monitoreo intensivo",
        "dosisMaxima": "• 10 mg/kg por episodio",
        "dosisMinima": "• 2,5 mg/kg IV inicial",
        "reaccionesAdversas": "Muy frecuentes (>10%): debilidad muscular, somnolencia, náuseas, vómitos\nFrecuentes (1–10%): mareo, cefalea, visión borrosa, diplopía, diarrea, dolor en el sitio de inyección\nInfrecuentes (0,1–1%): hepatotoxicidad, rash, hipotensión, taquicardia\nRaras (<0,1%): insuficiencia hepática fulminante (oral), convulsiones (uso oral crónico)",
        "riesgoEmbarazo": "Categoría C. Usar solo si claramente necesario. Estudios en animales muestran toxicidad fetal a dosis altas. Aceptable en emergencias como hipertermia maligna.",
        "riesgoLactancia": "Desconocido si se excreta en leche humana. Usar con precaución. Los beneficios superan riesgos en emergencias.",
        "ajusteRenal": "No requiere ajuste rutinario. Precaución en falla renal terminal con rabdomiólisis.",
        "ajusteHepatico": "• Monitorear función hepática en uso oral prolongado\n• Evitar en hepatopatía activa (oral)\n• No contraindicado en uso agudo IV",
        "contraindicaciones": "• Hepatopatía activa o hepatotoxicidad previa por dantroleno (oral)\n• Hipersensibilidad al fármaco\n• Bloqueo AV avanzado (precaución en uso prolongado)",
        "interaccionMedicamento": "• Potencia bloqueadores neuromusculares no despolarizantes\n• Verapamilo y otros BCC: riesgo de colapso cardiovascular e hipercalemia\n• Depresores del SNC: sedación aditiva\n• Estrógenos: mayor riesgo de hepatotoxicidad en uso crónico",
        "presentacion": "• Viales de 20 mg liofilizados (Dantrium®)\n• Viales de 250 mg (Ryanodex® – reconstitución rápida)",
        "preparo": "• Reconstituir 20 mg con 60 mL de agua estéril sin conservantes. Agitar vigorosamente\n• Usar inmediatamente tras preparación\n• Ryanodex®: reconstituir con 5 mL para solución de 50 mg/mL",
        "solucionesCompatibles": "Solo agua estéril sin conservantes\nIncompatible con SF o SG5%\nNo mezclar con otros fármacos en la misma línea",
        "almacenamiento": "• Viales liofilizados: 15–30°C, protegidos de la luz\n• Usar en 6 h tras reconstitución si refrigerado (2–8°C)",
        "cuidadosMedicos": "• Monitorear temperatura central, signos vitales, electrolitos, gases arteriales\n• Mantener vía aérea y acceso IV\n• Soporte para rabdomiólisis y falla orgánica\n• Disponer de al menos 36 viales de 20 mg por paciente adulto\n• Reevaluar necesidad de redosificación a las 4–6 h si hay rigidez, hipercapnia o fiebre recurrente\n• No sustituye la suspensión del agente desencadenante ni el enfriamiento activo",
        "cuidadosFarmaceuticos": "• Reconstituir solo con agua sin conservantes\n• Agitar hasta disolver totalmente\n• Preparar justo antes del uso\n• Verificar compatibilidad de línea\n• Registrar dosis, horario y reacciones",
        "cuidadosEnfermeria": "• Monitorear respuesta clínica (temperatura, rigidez, hemodinámica)\n• Vigilar depresión respiratoria e hipotensión\n• Garantizar reconstitución y administración adecuadas\n• Informar al equipo sobre riesgo de recurrencia en 48 h\n• Vigilar diuresis estrictamente (riesgo de mioglobinuria)\n• Informar al laboratorio sobre interferencia en pruebas enzimáticas (CPK, AST)",
        "fuentesBibliograficas": "FDA Dantrium®; UpToDate (2024); PubMed ID 36717411; Micromedex; Miller’s Anesthesia (9ª ed.); Barash Anestesia Clínica (7ª ed.); Tintinalli (9ª ed.); Goodman & Gilman (13ª ed.)"
    }
},
}
