{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Desflurano",
            "nomeComercial": "Suprane®",
            "classificacao": "Anestésico inalatório halogenado volátil; agente fluorado; hipnótico inalatório",
            "mecanismoAcao": "O desflurano atua principalmente como modulador positivo dos receptores GABA-A, promovendo hiperpolarização neuronal e inibição da condução sináptica. Além disso, interage com canais de potássio do tipo K2P e canais de sódio voltagem-dependentes, reduzindo a excitabilidade neuronal. Apresenta também ação em receptores glicinérgicos e, em menor grau, bloqueio de receptores NMDA, contribuindo para depressão do sistema nervoso central. Esses efeitos combinados resultam em hipnose, amnésia e imobilidade em resposta a estímulo nocivo. A modulação dos canais de potássio de duas porções (K2P), incluindo TASK-3 e TREK-1, é particularmente importante na imobilidade medular promovida por desflurano. Esses canais participam da regulação da excitabilidade neuronal, e seu aumento de condutância contribui para hiperpolarização sustentada. Além disso, a ação do desflurano sobre canais HCN (canais de corrente de marca-passo) pode contribuir para alterações no tônus autonômico durante a anestesia profunda. Estudos recentes também sugerem que o desflurano modula a função de astrócitos e oligodendrócitos em modelos experimentais, podendo influenciar a liberação de neurotransmissores excitatórios e a integridade da barreira hematoencefálica durante anestesia prolongada. Além disso, há evidências de que o desflurano reduz a excitabilidade de interneurônios GABAérgicos em circuitos talâmico-corticais, o que pode contribuir para seu perfil único de indução rápida e recuperação cognitiva precoce em comparação a outros agentes voláteis.",
            "farmacocinetica": "• Início de ação: ultrarrápido (coeficiente sangue/gás = 0,42).\n• Pico cerebral: 1–2 minutos.\n• Metabolismo hepático: <0,02% (mínimo, praticamente ausente).\n• Excreção: pulmonar quase exclusiva (>98%).\n• Solubilidade sangue/gás: 0,42 (a mais baixa entre os agentes inalatórios clínicos).\n• Solubilidade óleo/gás: 18,7 (potência anestésica baixa).\n• CAM (concentração alveolar mínima): 6% em adultos, 9% em neonatos, 7% em crianças.",
            "farmacodinamica": "Promove anestesia geral com hipnose, amnésia e imobilidade, com indução e recuperação extremamente rápidas. Reduz o consumo cerebral de oxigênio (CMRO2) e, em altas concentrações, pode aumentar o fluxo sanguíneo cerebral e a pressão intracraniana. Causa vasodilatação sistêmica leve a moderada, redução da resistência vascular periférica e possível aumento da frequência cardíaca. É um potente irritante das vias aéreas, podendo causar tosse, laringoespasmo e salivação excessiva se usado na indução, especialmente em crianças. A baixa solubilidade sangue/gás permite ajuste dinâmico da profundidade anestésica, sendo ideal para procedimentos com necessidade de titulação precisa e recuperação rápida. Porém, a baixa potência (CAM elevada) exige altas concentrações alveolares, o que pode limitar seu uso isolado. A taquicardia transitória, atribuída à estimulação simpática reflexa, é mais pronunciada em bolus respiratórios rápidos ou em concentração inicial elevada. Não interfere de forma relevante na contratilidade miocárdica até 1,5 CAM em pacientes saudáveis.",
            "indicacoes": "• Manutenção da anestesia geral em adultos e crianças.\n• Anestesia ambulatorial com recuperação rápida.\n• Cirurgias de curta a média duração com necessidade de despertar precoce.\n• Preferido em protocolos de fast-track anestésico.\n• Contraindicado para indução inalatória em crianças devido à irritação respiratória.",
            "posologia": "• Indução (com adjuvantes IV): iniciar em 3%, titulando até 6%.\n• Manutenção: 3–8% ajustado conforme resposta clínica.\n• Reduzir dose com opioides, benzodiazepínicos, propofol e em idosos.\n• A CAM diminui com idade e sedativos concomitantes.",
            "administracao": "• Exclusivamente por via inalatória com vaporizador calibrado.\n• Não usar em circuito com soda cáustica seca (risco de formação de monóxido de carbono).\n• Requer monitoramento contínuo de concentração expirada, capnografia, oxigenação, ECG e pressão arterial.",
            "doseMaxima": "Até 8% (CAM múltipla); titulada conforme profundidade anestésica.",
            "doseMinima": "0,5–1% com adjuvantes IV ou sedativos potentes.",
            "reacoesAdversas": "Comuns (1–10%):\n• Tosse, laringoespasmo, hipertensão leve, taquicardia.\n• Náusea, vômito, salivação aumentada.\nIncomuns (0,1–1%):\n• Agitação emergencial, hipertensão transitória, hipotensão.\n• Aumento de PIC, bradicardia.\nRaras (<0,1%):\n• Hipertermia maligna, hepatotoxicidade severa (casos raríssimos), arritmias graves, parada cardíaca (excepcional).",
            "riscoGravidez": "Categoria B. Pode ser usado com cautela em cesarianas ou partos sob anestesia geral. Rápida reversibilidade é benéfica. Monitorar tônus uterino e o feto após uso prolongado ou em altas concentrações.",
            "riscoLactacao": "Excreção mínima no leite. Considerado seguro. Amamentação pode ser retomada após recuperação completa da mãe.",
            "ajusteRenal": "• Não é necessário ajuste em insuficiência renal leve a grave.",
            "ajusteHepatico": "• Metabolismo hepático mínimo. Pode ser usado com segurança em hepatopatas.\n• Monitorar transaminases em uso prolongado ou múltiplas exposições.",
            "contraindicacoes": "• Hipersensibilidade ao desflurano ou outros anestésicos halogenados.\n• História de hipertermia maligna.\n• Indução anestésica por inalação em crianças (devido à irritação das vias aéreas).\n• Administração em sistemas com soda cáustica seca (risco de CO tóxico).",
            "interacaoMedicamento": "• Sinergia com opioides, benzodiazepínicos, propofol e dexmedetomidina (redução da CAM).\n• Potencializa bloqueadores neuromusculares não-despolarizantes (rocurônio, atracúrio).\n• Succinilcolina: risco aumentado de hipertermia maligna.\n• Pode prolongar o intervalo QT com ondansetrona, haloperidol, fluoroquinolonas. A administração com beta-bloqueadores pode mascarar taquicardia reflexa e favorecer bradicardia paradoxal. A acidose metabólica e hipercalemia aumentam o risco de arritmias em pacientes com canalopatias ou QT longo. A exposição repetida pode levar à sensibilização imunológica com risco de hepatotoxicidade idiossincrática tardia, especialmente com agentes halogenados múltiplos. A associação com dantroleno (em tratamento de hipertermia maligna) exige cautela por risco de hipercalemia, colapso circulatório e necrose muscular.",
            "apresentacao": "• Líquido volátil para vaporização: frascos âmbar de 240 mL.\n• Utilizado em vaporizador específico aquecido (Dräger®, GE Healthcare®).",
            "preparo": "• Nenhum preparo adicional necessário. Conectar ao vaporizador específico.\n• Verificar sistema de exaustão para segurança ocupacional.\n• Evitar contato com cal sodada seca (risco de CO).",
            "solucoesCompatíveis": "• Não aplicável (uso inalatório exclusivo).",
            "armazenamento": "• Armazenar entre 15°C e 30°C.\n• Proteger da luz e manter bem fechado.\n• Frasco deve ser utilizado com adaptador próprio e mantido em vaporizador específico.",
            "cuidadosMedicos": "• Monitorar sinais vitais continuamente durante anestesia.\n• Reduzir concentração com sedativos adjuvantes ou em idosos.\n• Observar sinais de irritação das vias aéreas, especialmente em indução.\n• Disponibilizar dantroleno em caso de suspeita de hipertermia maligna.",
            "cuidadosFarmaceuticos": "• Garantir compatibilidade do vaporizador com o frasco de desflurano.\n• Controlar lote, data de abertura e integridade da embalagem.\n• Armazenar em local arejado e seguro.\n• Manter registros detalhados do uso por paciente e procedimento.",
            "cuidadosEnfermagem": "• Observar via aérea, padrões ventilatórios e resposta anestésica.\n• Monitorar agitação ao despertar e administrar suporte se necessário.\n• Relatar arritmias, bradicardia ou hipertermia maligna imediatamente.\n• Auxiliar no uso correto do equipamento e proteção ocupacional da equipe.",
            "fontesBibliograficas": "Bula Anvisa (Suprane®), UpToDate (2024), Micromedex, PubMed ID 37633990, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Diretrizes ASA/ESA para Agentes Inalatórios."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Desflurane",
            "nomeComercial": "Suprane®",
            "classificacao": "Volatile inhalational halogenated anesthetic; fluorinated ether; inhaled hypnotic agent",
            "mechanismOfAction": "Desflurane acts primarily via positive modulation of GABA-A receptors, enhancing chloride ion influx and neuronal hyperpolarization. It also modulates K2P channels (e.g., TASK-3, TREK-1), sodium channels, glycine receptors, and NMDA inhibition. Its effects contribute to CNS depression, including hypnosis, amnesia, and immobility.",
            "pharmacokinetics": "• Onset: very rapid (blood/gas partition coefficient = 0.42)\n• Peak brain concentration: 1–2 minutes\n• Hepatic metabolism: <0.02% (minimal)\n• Excretion: nearly 100% via lungs\n• Oil/gas partition coefficient: 18.7\n• MAC: ~6% in adults; higher in children",
            "pharmacodynamics": "Desflurane induces general anesthesia with rapid onset and recovery. Reduces cerebral metabolic rate (CMRO2). In high doses, may increase cerebral blood flow and intracranial pressure. Causes mild vasodilation and peripheral resistance reduction. It is a known respiratory irritant—cough, laryngospasm, and salivation may occur during induction, especially in pediatrics.",
            "indications": "• Maintenance of general anesthesia in adults and children\n• Ambulatory surgeries requiring fast recovery\n• Fast-track anesthesia protocols\n• Not indicated for inhalational induction in children due to airway irritation",
            "dosage": "• Induction (with IV adjuncts): start at 3%, titrate up to 6%\n• Maintenance: 3–8% depending on response\n• Dose reductions recommended with opioids, benzodiazepines, or elderly patients",
            "administration": "• Inhalational route only via calibrated vaporizer\n• Avoid use with dry CO2 absorbents (risk of carbon monoxide formation)\n• Continuous monitoring of end-tidal concentration, SpO2, ECG, and BP required",
            "maximumDose": "Up to 8% (multi-MAC); titrated to clinical depth of anesthesia",
            "minimumDose": "0.5–1% when used with potent IV sedatives",
            "adverseReactions": "Common (1–10%): cough, laryngospasm, mild hypertension, tachycardia, nausea, vomiting\nUncommon (0.1–1%): emergence agitation, transient BP changes, increased ICP, bradycardia\nRare (<0.1%): malignant hyperthermia, severe hepatotoxicity, arrhythmias, cardiac arrest",
            "pregnancyRisk": "Category B. Can be used with caution during cesarean section or general anesthesia in labor. Rapid reversibility is advantageous.",
            "lactationRisk": "Minimal excretion into breast milk. Considered safe. Breastfeeding may resume after full maternal recovery.",
            "renalAdjustment": "No adjustment required even in moderate to severe renal impairment",
            "hepaticAdjustment": "Minimal hepatic metabolism. Safe in patients with liver disease. Monitor liver enzymes in prolonged exposure.",
            "contraindications": "• Hypersensitivity to desflurane or other halogenated agents\n• History of malignant hyperthermia\n• Inhalational induction in children\n• Use with dry soda lime (CO risk)",
            "drugInteractions": "• Synergistic with opioids, propofol, benzodiazepines, dexmedetomidine (MAC-sparing)\n• Potentiates non-depolarizing NMBs (e.g., rocuronium)\n• Succinylcholine: increased MH risk\n• QT prolongation risk with ondansetron, haloperidol, fluoroquinolones\n• Repeated exposure may cause immune sensitization and idiosyncratic hepatotoxicity",
            "presentation": "Amber glass bottles (240 mL) for vaporizer use only",
            "preparation": "No reconstitution needed. Attach directly to specific heated vaporizer. Ensure scavenging system is operational.",
            "compatibleSolutions": "Not applicable (inhalational only)",
            "storage": "Store at 15–30°C. Protect from light. Use vaporizer adapter system only.",
            "medicalPrecautions": "Continuous vitals monitoring. Reduce dose in elderly or with adjunct sedatives. Observe airway during induction. Dantrolene should be available for suspected MH.",
            "pharmaceuticalPrecautions": "Verify vaporizer compatibility, batch integrity, and safety seals. Keep accurate logs for traceability.",
            "nursingCare": "Monitor airway, ventilation, emergence agitation. Support patient and report arrhythmias or hyperthermia promptly.",
            "references": "UpToDate (2024); Suprane® Prescribing Info; Miller’s Anesthesia (9th Ed.); Goodman & Gilman; PubMed ID 37633990; ASA Guidelines"
        }
    },
    "ES": {
      "bulario": {
        "nombrePrincipioActivo": "Desflurano",
        "nombreComercial": "Suprane®",
        "clasificacion": "Anestésico inhalatorio halogenado volátil; éter fluorado; agente hipnótico inhalado",
        "mecanismoAccion": "El desflurano actúa principalmente como modulador positivo de los receptores GABA-A, potenciando la entrada de iones cloruro y promoviendo la hiperpolarización neuronal. También modula los canales K2P (TASK-3, TREK-1), canales de sodio voltaje-dependientes, receptores de glicina e inhibe parcialmente los receptores NMDA. Estos efectos contribuyen a la depresión del sistema nervioso central, produciendo hipnosis, amnesia e inmovilidad ante estímulos nocivos.",
        "farmacocinetica": "• Inicio de acción: ultrarrápido (coeficiente sangre/gas = 0.42)\n• Concentración cerebral máxima: 1–2 minutos\n• Metabolismo hepático: <0.02% (mínimo)\n• Excreción: pulmonar casi exclusiva (>98%)\n• Coeficiente aceite/gas: 18.7\n• CAM (concentración alveolar mínima): 6% en adultos, ~7% en niños",
        "farmacodinamia": "Produce anestesia general con hipnosis, amnesia e inmovilidad. Disminuye el consumo cerebral de oxígeno (CMRO2). En concentraciones elevadas puede aumentar el flujo sanguíneo cerebral y la presión intracraneana. Provoca vasodilatación leve a moderada y puede causar taquicardia por estimulación simpática. Es un irritante respiratorio potente, especialmente durante la inducción. Su baja solubilidad permite un control rápido y preciso de la profundidad anestésica, facilitando la recuperación rápida.",
        "indicaciones": "• Mantenimiento de la anestesia general en adultos y niños\n• Cirugías ambulatorias con necesidad de recuperación rápida\n• Protocolos de anestesia de alta rotación (fast-track)\n• Contraindicado en inducción inhalatoria pediátrica por irritación de vías respiratorias",
        "posologia": "• Inducción (con coadyuvantes IV): comenzar en 3%, titular hasta 6%\n• Mantenimiento: 3–8%, ajustado según la respuesta clínica\n• Reducir la dosis en pacientes mayores o con sedantes coadministrados",
        "administracion": "• Exclusivamente por vía inhalatoria mediante vaporizador calibrado\n• Evitar uso con cal sodada seca (riesgo de formación de monóxido de carbono)\n• Requiere monitoreo continuo de capnografía, ECG, oximetría y presión arterial",
        "dosisMaxima": "Hasta 8% (multi-CAM), según profundidad anestésica",
        "dosisMinima": "0.5–1% cuando se combina con sedantes potentes",
        "reaccionesAdversas": "Comunes (1–10%): tos, laringoespasmo, hipertensión leve, taquicardia, náuseas, vómitos\nInfrecuentes (0.1–1%): agitación al despertar, alteraciones hemodinámicas transitorias, aumento de PIC, bradicardia\nRaras (<0.1%): hipertermia maligna, hepatotoxicidad grave, arritmias ventriculares, paro cardíaco",
        "riesgoEmbarazo": "Categoría B. Usar con precaución en cesáreas o anestesia general en trabajo de parto. Su reversibilidad rápida es una ventaja.",
        "riesgoLactancia": "Excreción mínima en la leche materna. Se considera seguro. La lactancia puede reanudarse tras la recuperación completa.",
        "ajusteRenal": "No se requiere ajuste en insuficiencia renal leve a grave",
        "ajusteHepatico": "Metabolismo hepático mínimo. Seguro en pacientes con hepatopatía. Monitorizar enzimas hepáticas en exposiciones prolongadas.",
        "contraindicaciones": "• Hipersensibilidad a desflurano u otros agentes halogenados\n• Historia de hipertermia maligna\n• Inducción inhalatoria en niños\n• Uso con cal sodada seca",
        "interaccionesMedicamentosas": "• Sinergia con opioides, propofol, benzodiazepinas y dexmedetomidina (disminución de CAM)\n• Potencia bloqueadores neuromusculares no despolarizantes\n• Succinilcolina: aumenta el riesgo de hipertermia maligna\n• Riesgo de prolongación del QT con ondansetrón, haloperidol, fluoroquinolonas\n• Exposición repetida puede provocar sensibilización inmune y hepatotoxicidad idiosincrásica",
        "presentacion": "Frascos de vidrio ámbar de 240 mL, para uso exclusivo con vaporizador especializado",
        "preparacion": "No requiere reconstitución. Conectar directamente al vaporizador específico. Verificar funcionamiento del sistema de evacuación de gases.",
        "solucionesCompatibles": "No aplicable (uso inhalatorio exclusivo)",
        "almacenamiento": "Conservar entre 15–30°C, protegido de la luz. Usar solo con sistema de vaporización aprobado.",
        "cuidadosMedicos": "Monitorización continua de signos vitales. Reducir dosis con sedantes coadyuvantes. Supervisar signos de irritación respiratoria. Tener dantroleno disponible para casos de hipertermia maligna.",
        "cuidadosFarmaceuticos": "Verificar compatibilidad del vaporizador, integridad del frasco y sello de seguridad. Registrar lote y fecha de uso.",
        "cuidadosEnfermeria": "Observar permeabilidad de la vía aérea, monitorear signos vitales y agitación al despertar. Informar arritmias o hipertermia inmediatamente.",
        "fuentesBibliograficas": "Ficha técnica Suprane®, UpToDate (2024), Miller’s Anesthesia (9ª Ed.), Goodman & Gilman, PubMed ID 37633990, Guías ASA/ESA"
      }
    }
}
