{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dexmedetomidina",
            "nomeComercial": "Precedex®, Dexdor®, Dexmed®",
            "classificacao": "Sedativo, ansiolítico, agonista seletivo dos receptores adrenérgicos alfa-2, analgésico adjuvante",
            "mecanismoAcao": "Agonista altamente seletivo dos receptores adrenérgicos alfa-2 pré-sinápticos e pós-sinápticos, com relação de seletividade alfa-2:alfa-1 de aproximadamente 1620:1. Atua inibindo a liberação de norepinefrina nas terminações nervosas, o que reduz a atividade simpática. Isso resulta em sedação, ansiólise, bradicardia, hipotensão e leve analgesia. A sedação promovida pela dexmedetomidina mimetiza o sono fisiológico, com preservação do drive respiratório, diferentemente de outros sedativos.",
            "farmacocinetica": "Início de ação IV: 5–10 minutos. Pico: 15–30 minutos. Meia-vida de distribuição: 6 minutos. Meia-vida de eliminação terminal: 2–3 horas. Volume de distribuição: 1,3–2,5 L/kg. Ligação às proteínas plasmáticas: 94%. Metabolização hepática intensa, principalmente por glucuronidação (34%) e CYP2A6 (média de 16%). Excreção: predominantemente urinária (95%) na forma de metabólitos inativos; pequena fração fecal (4%). Clearance reduzido em insuficiência hepática grave. Biodisponibilidade IV: 100%. A meia-vida de contexto pode aumentar significativamente em infusões prolongadas, ultrapassando 6 horas. A depuração é mais lenta em pacientes idosos, hepatopatas e em estados de baixo débito cardíaco. Metabólitos incluem dexmedetomidina-3-hidroxi, dexmedetomidina-3-carboxílico e conjugados glucuronídeos, todos farmacologicamente inativos.",
            "farmacodinamica": "Promove sedação cooperativa, ansiólise e leve analgesia sem depressão respiratória significativa. Induz hipotensão e bradicardia dose-dependentes pela redução do tônus simpático e aumento do tônus parassimpático. A sedação mimetiza o sono não-REM, permitindo fácil despertar mediante estímulo verbal. Efeito analgésico modesto, com potencial de redução das necessidades de opioides. Mantém estabilidade respiratória, mas pode causar apneia em associação com outros depressores do SNC. Possui efeito poupador de anestésicos voláteis e opioides em até 50%. Apresenta propriedades neuroprotetoras e potencial modulador da resposta inflamatória em pacientes críticos. Em pediatria, preserva melhor o padrão respiratório e reduz a incidência de delirium pós-operatório em comparação com outros sedativos.",
            "indicacoes": "Sedação de pacientes adultos e pediátricos (>1 mês) em unidades de terapia intensiva (UTI) ventilados ou não. Sedação durante procedimentos diagnósticos ou cirúrgicos sob anestesia regional ou sedação consciente. Sedação em bloco cirúrgico. Controle de agitação e delirium. Adjvante na anestesia geral. Manejo de síndrome de abstinência alcoólica e de opioides (off-label).",
            "posologia": "Adulto – sem bolus: infusão inicial de 0,2–0,7 mcg/kg/h IV. Com bolus opcional: 1 mcg/kg IV em 10 minutos, seguido de infusão 0,2–1,5 mcg/kg/h, ajustada conforme resposta clínica. Procedimentos curtos: bolus de 0,5–1 mcg/kg IV em 10 minutos, seguido de 0,2–1 mcg/kg/h. Pediatria: bolus opcional 0,5–1 mcg/kg IV em 10 minutos (com cautela), seguido de manutenção 0,2–1 mcg/kg/h IV. Idosos e pacientes instáveis: utilizar sem bolus ou bolus reduzido (0,5 mcg/kg).",
            "administracao": "Via exclusivamente intravenosa (IV), em infusão contínua, podendo ser precedida ou não por bolus lento (em 10 minutos). Recomenda-se uso de bomba de infusão para controle rigoroso da taxa de administração. Necessário monitorização contínua de parâmetros hemodinâmicos e respiratórios.",
            "doseMaxima": "Infusão contínua até 1,5 mcg/kg/h em adultos e até 2 mcg/kg/h em pediatria, sob monitorização rigorosa. Bolus máximo: 1 mcg/kg em 10 minutos.",
            "doseMinima": "Infusão mínima eficaz: 0,2 mcg/kg/h para sedação leve e manutenção de pacientes estáveis. Sem necessidade de bolus em uso leve ou prolongado.",
            "reacoesAdversas": "Bradicardia (frequente), bloqueio AV de primeiro grau, assistolia (raro), hipotensão (muito frequente), hipertensão transitória durante bolus inicial (estimulação dos receptores alfa-2 periféricos), boca seca, náusea, vômito, sudorese, agitação paradoxal, síndrome de retirada após infusão prolongada (hipertensão, taquicardia, ansiedade, agitação). Pode ocorrer depressão respiratória quando associada a outros depressores do SNC. Pode causar sonolência prolongada, hipotermia, disfunção hepática transitória e síndrome serotoninérgica quando combinada com outros fármacos. A interrupção abrupta após uso prolongado pode precipitar crise hipertensiva e delirium de abstinência.",
            "riscoGravidez": "Categoria C. Estudos em animais demonstraram toxicidade fetal, mas não há estudos controlados em humanos. Usar apenas se o benefício superar claramente o risco. Evitar na gravidez prolongada ou em uso contínuo por risco teórico de bradicardia fetal e depressão do SNC fetal.",
            "riscoLactacao": "Compatível. Estudos demonstram excreção mínima no leite materno. Considerada segura, especialmente para sedação de curta duração. Pode amamentar após recuperação da mãe.",
            "ajusteRenal": "Não requer ajuste na insuficiência renal, pois a excreção dos metabólitos inativos não afeta significativamente o efeito clínico.",
            "ajusteHepatico": "Necessário ajuste na insuficiência hepática. Reduzir a dose inicial e a velocidade de infusão em até 50–75%, dependendo do grau de disfunção. Clearance significativamente reduzido em hepatopatas graves (Child-Pugh C).",
            "contraindicacoes": "Hipersensibilidade à dexmedetomidina ou a qualquer componente da fórmula. Bradicardia severa não tratada. Bloqueio AV de segundo ou terceiro grau sem marcapasso. Hipotensão refratária. Uso cauteloso em insuficiência cardíaca severa, disfunção do nó sinusal e hipovolemia não corrigida.",
            "interacaoMedicamento": "Potencializa efeitos de outros depressores do SNC (opioides, benzodiazepínicos, propofol, anestésicos inalatórios). Efeito aditivo com anti-hipertensivos, betabloqueadores e bloqueadores de canal de cálcio, podendo intensificar hipotensão e bradicardia. Potencial sinergismo com anestésicos locais e bloqueadores neuromusculares. Pode reduzir as necessidades de anestésicos voláteis e opioides. Potencializa efeitos de fármacos antipsicóticos e antidepressivos tricíclicos, podendo precipitar hipotensão grave. Interação possível com digoxina (bradicardia acentuada) e com fármacos sedativos de ação prolongada.",
            "apresentacao": "Frascos-ampola de 200 mcg/2 mL (100 mcg/mL) e 400 mcg/4 mL (100 mcg/mL) para diluição. Ampolas de 100 mcg/mL em apresentações variadas.",
            "preparo": "Diluir o conteúdo do frasco (200 mcg/2 mL) em 48 mL de SF 0,9% ou SG 5% para obter uma concentração final de 4 mcg/mL. Administrar sempre por bomba de infusão. Não administrar em bolus rápido, o bolus deve ser sempre lento (em no mínimo 10 minutos) para evitar efeitos hipertensivos e bradicardia severa.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5% e Ringer lactato. Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "Armazenar entre 20°C e 25°C, protegido da luz. Não congelar. Após diluição, a solução é estável por até 24 horas em temperatura ambiente, se preparada em condições assépticas.",
            "cuidadosMedicos": "Monitorizar continuamente pressão arterial, frequência cardíaca, ECG, saturação e capnografia. Ter prontamente disponível agentes para reversão de bradicardia (atropina, glicopirrolato) e suporte hemodinâmico (vasopressores, fluidoterapia). Atenção à síndrome de abstinência após infusões prolongadas (>24–48 horas), caracterizada por hipertensão, taquicardia e agitação. Em infusões prolongadas (>24 h), realizar desmame gradual para evitar síndrome de abstinência. Em casos de bradicardia refratária, avaliar interrupção da infusão antes de uso de marcapasso transcutâneo. Evitar associar com outros agentes bradicardizantes sem justificativa clínica clara.",
            "cuidadosFarmaceuticos": "Conferir integridade do frasco, validade e aspecto da solução. Realizar diluição correta (4 mcg/mL) em SF 0,9%, SG 5% ou RL. Utilizar bomba de infusão dedicada. Observar rigorosamente o tempo de estabilidade após diluição. Armazenar protegido da luz.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais continuamente. Observar sinais de hipotensão, bradicardia, bloqueios AV ou assistolia. Avaliar nível de sedação, padrão respiratório e perfusão periférica. Notificar imediatamente quedas bruscas de PA, FC ou deterioração clínica. Assegurar funcionamento adequado da bomba de infusão e controle rigoroso da taxa administrada.",
            "fontesBibliograficas": "Bula Precedex®, UpToDate (2024), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia, Micromedex, Tintinalli’s Emergency Medicine, PubMed ID 37129781, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Dexmedetomidine",
            "nomeComercial": "Precedex®, Dexdor®, Dexmed®",
            "classificacao": "Sedative, anxiolytic, selective alpha-2 adrenergic receptor agonist, adjunct analgesic",
            "mecanismoAcao": "Highly selective agonist of pre- and post-synaptic alpha-2 adrenergic receptors, with an alpha-2:alpha-1 selectivity ratio of approximately 1620:1. Inhibits norepinephrine release at sympathetic nerve terminals, resulting in decreased sympathetic tone and leading to sedation, anxiolysis, bradycardia, hypotension, and mild analgesia. Dexmedetomidine-induced sedation resembles natural sleep and preserves respiratory drive, unlike most other sedatives.",
            "farmacocinetica": "Onset (IV): 5–10 minutes. Peak effect: 15–30 minutes. Distribution half-life: ~6 minutes. Terminal elimination half-life: 2–3 hours. Volume of distribution: 1.3–2.5 L/kg. Plasma protein binding: ~94%. Extensively metabolized in the liver via glucuronidation (~34%) and CYP2A6 (~16%). Excretion primarily renal (~95%) as inactive metabolites; minor fecal excretion (~4%). Clearance reduced in severe hepatic impairment. IV bioavailability: 100%. Context-sensitive half-life may exceed 6 hours in prolonged infusions. Slower clearance in elderly, hepatic impairment, and low cardiac output states. Metabolites include dexmedetomidine-3-hydroxy, dexmedetomidine-3-carboxylic acid, and glucuronide conjugates—all pharmacologically inactive.",
            "farmacodinamica": "Induces cooperative sedation, anxiolysis, and mild analgesia with minimal respiratory depression. Causes dose-dependent hypotension and bradycardia through sympatholytic and parasympathomimetic effects. The sedation mimics non-REM sleep and allows arousability upon verbal stimulation. Modest analgesic effect, opioid-sparing potential. Maintains respiratory stability, but may cause apnea when co-administered with other CNS depressants. Reduces anesthetic and opioid requirements by up to 50%. Exhibits neuroprotective properties and anti-inflammatory modulation in critical care. In pediatric patients, preserves respiratory pattern and reduces postoperative delirium incidence.",
            "indicacoes": "Sedation of adult and pediatric patients (>1 month) in intensive care units (ICU), with or without mechanical ventilation. Procedural sedation under regional anesthesia or monitored anesthesia care (MAC). Sedation in operating rooms. Agitation and delirium management. Adjunct to general anesthesia. Off-label: management of alcohol or opioid withdrawal.",
            "posologia": "Adults without bolus: continuous IV infusion 0.2–0.7 mcg/kg/h. Optional bolus: 1 mcg/kg IV over 10 minutes, followed by 0.2–1.5 mcg/kg/h. Short procedures: bolus 0.5–1 mcg/kg over 10 minutes, then 0.2–1 mcg/kg/h. Pediatrics: optional bolus 0.5–1 mcg/kg IV over 10 minutes (with caution), followed by 0.2–1 mcg/kg/h. Elderly or unstable patients: avoid bolus or reduce to 0.5 mcg/kg.",
            "administracao": "IV only, via continuous infusion, optionally preceded by a slow bolus (over 10 minutes). Use of infusion pump is recommended. Continuous monitoring of hemodynamic and respiratory parameters is mandatory.",
            "doseMaxima": "Up to 1.5 mcg/kg/h infusion in adults and 2 mcg/kg/h in pediatrics under strict monitoring. Maximum bolus: 1 mcg/kg over 10 minutes.",
            "doseMinima": "Minimum effective infusion: 0.2 mcg/kg/h for light sedation. Bolus not needed for mild or prolonged use.",
            "reacoesAdversas": "Bradycardia (common), first-degree AV block, rare asystole, hypotension (very common), transient hypertension during bolus (peripheral alpha-2 stimulation), dry mouth, nausea, vomiting, sweating, paradoxical agitation, withdrawal syndrome after prolonged infusion (hypertension, tachycardia, agitation). Respiratory depression may occur with concurrent CNS depressants. Other effects: prolonged somnolence, hypothermia, transient hepatic dysfunction, serotonin syndrome when combined with serotonergic agents. Abrupt discontinuation may trigger hypertensive crisis and withdrawal delirium.",
            "riscoGravidez": "Category C. Animal studies show fetal toxicity; no controlled human studies. Use only if benefits outweigh risks. Avoid prolonged or continuous use during pregnancy due to potential for fetal bradycardia and CNS depression.",
            "riscoLactacao": "Compatible. Minimal excretion into breast milk. Considered safe for short-term sedation. Breastfeeding may resume once maternal recovery is achieved.",
            "ajusteRenal": "No dose adjustment required. Inactive metabolites are renally excreted but do not impact clinical effect significantly.",
            "ajusteHepatico": "Dose adjustment required in hepatic impairment. Reduce initial dose and infusion rate by 50–75% depending on severity. Clearance significantly reduced in Child-Pugh class C.",
            "contraindicacoes": "Hypersensitivity to dexmedetomidine or formulation components. Severe untreated bradycardia. Second- or third-degree AV block without pacemaker. Refractory hypotension. Use caution in severe heart failure, sick sinus syndrome, and uncorrected hypovolemia.",
            "interacaoMedicamento": "Potentiates CNS depressants (opioids, benzodiazepines, propofol, inhaled anesthetics). Additive effects with antihypertensives, beta-blockers, calcium channel blockers—enhancing bradycardia and hypotension. Synergistic with local anesthetics and neuromuscular blockers. Reduces volatile anesthetic and opioid needs. May potentiate antipsychotics and tricyclic antidepressants—risk of severe hypotension. Interaction with digoxin may exaggerate bradycardia. Use caution with long-acting sedatives.",
            "apresentacao": "Vials of 200 mcg/2 mL and 400 mcg/4 mL (100 mcg/mL) for dilution. Other ampoule strengths also available.",
            "preparo": "Dilute 200 mcg (2 mL) in 48 mL of 0.9% saline or 5% dextrose to yield a final concentration of 4 mcg/mL. Administer using an infusion pump. Avoid rapid IV push; bolus must be administered over at least 10 minutes to prevent hypertension and bradycardia.",
            "solucoesCompatíveis": "Compatible with 0.9% saline, 5% dextrose, and lactated Ringer’s. Incompatible with alkaline solutions and bicarbonate.",
            "armazenamento": "Store between 20°C and 25°C, protected from light. Do not freeze. After dilution, stable for up to 24 hours at room temperature if prepared under aseptic conditions.",
            "cuidadosMedicos": "Continuous monitoring of BP, HR, ECG, oxygen saturation, and capnography. Have atropine, glycopyrrolate, vasopressors, and IV fluids readily available. Watch for withdrawal syndrome (>24–48 h infusions): hypertension, tachycardia, agitation. For infusions >24 h, taper gradually to avoid rebound. In refractory bradycardia, consider stopping infusion before pacing. Avoid combining with other bradycardic agents without clear indication.",
            "cuidadosFarmaceuticos": "Verify vial integrity, expiration, and clarity. Perform correct dilution (4 mcg/mL). Use a dedicated infusion pump. Observe preparation stability timelines. Store protected from light.",
            "cuidadosEnfermagem": "Monitor vitals continuously. Watch for hypotension, bradycardia, AV blocks, or asystole. Assess sedation level, respiration, and perfusion. Report sudden BP or HR drops or clinical deterioration. Confirm pump function and accurate rate delivery.",
            "fontesBibliograficas": "Precedex® Prescribing Info, UpToDate (2024), Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia, Micromedex, Tintinalli’s Emergency Medicine, PubMed ID 37129781, ASA Guidelines, SCCM Guidelines."
        }
    }
}

    },
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Dexmedetomidina",
            "nombreComercial": "Precedex®, Dexdor®, Dexmed®",
            "clasificacion": "Sedante, ansiolítico, agonista selectivo de receptores adrenérgicos alfa-2, analgésico adyuvante",
            "mecanismoAccion": "Agonista altamente selectivo de los receptores alfa-2 adrenérgicos presinápticos y postsinápticos, con una relación de selectividad alfa-2:alfa-1 de aproximadamente 1620:1. Inhibe la liberación de norepinefrina en las terminaciones nerviosas simpáticas, reduciendo el tono simpático. Esto produce sedación, ansiólisis, bradicardia, hipotensión y leve analgesia. La sedación inducida por dexmedetomidina imita el sueño fisiológico, conservando el impulso respiratorio, a diferencia de otros sedantes.",
            "farmacocinetica": "Inicio IV: 5–10 minutos. Pico: 15–30 minutos. Vida media de distribución: 6 minutos. Vida media de eliminación terminal: 2–3 horas. Volumen de distribución: 1,3–2,5 L/kg. Unión a proteínas plasmáticas: ~94%. Metabolismo hepático extensivo por glucuronidación (~34%) y CYP2A6 (~16%). Excreción: principalmente renal (~95%) como metabolitos inactivos; pequeña fracción fecal (~4%). Biodisponibilidad IV: 100%. La semivida dependiente del contexto puede superar 6 horas en infusiones prolongadas. Depuración más lenta en ancianos, hepatópatas y pacientes con bajo gasto cardíaco. Metabolitos incluyen dexmedetomidina-3-hidroxi, dexmedetomidina-3-carboxílico y conjugados glucurónidos, todos inactivos.",
            "farmacodinamica": "Induce sedación cooperativa, ansiolisis y leve analgesia con mínima depresión respiratoria. Causa hipotensión y bradicardia dosis-dependientes por efectos simpaticolíticos y parasimpaticomiméticos. La sedación imita el sueño no REM y permite despertar al estímulo verbal. Efecto analgésico modesto con potencial de ahorro de opioides. Mantiene estabilidad respiratoria, pero puede causar apnea en combinación con otros depresores del SNC. Disminuye hasta en un 50% los requerimientos de anestésicos y opioides. Posee propiedades neuroprotectoras y modulación antiinflamatoria en pacientes críticos. En pediatría, preserva mejor el patrón respiratorio y reduce la incidencia de delirio postoperatorio.",
            "indicaciones": "Sedación de pacientes adultos y pediátricos (>1 mes) en UCI, con o sin ventilación mecánica. Sedación en procedimientos bajo anestesia regional o sedación consciente. Sedación en quirófano. Manejo de agitación y delirio. Coadyuvante en anestesia general. Off-label: manejo de abstinencia alcohólica y de opioides.",
            "posologia": "Adultos sin bolo: infusión continua 0,2–0,7 mcg/kg/h IV. Con bolo opcional: 1 mcg/kg en 10 minutos, seguido de 0,2–1,5 mcg/kg/h. Procedimientos breves: 0,5–1 mcg/kg IV en 10 min, luego 0,2–1 mcg/kg/h. Pediatría: bolo opcional 0,5–1 mcg/kg IV en 10 min (con precaución), luego 0,2–1 mcg/kg/h. Ancianos o inestables: evitar bolo o reducir a 0,5 mcg/kg.",
            "administracion": "Solo IV, en infusión continua, opcionalmente precedida por bolo lento (mínimo 10 minutos). Se recomienda bomba de infusión. Monitorización continua de parámetros hemodinámicos y respiratorios.",
            "dosisMaxima": "Hasta 1,5 mcg/kg/h en adultos y 2 mcg/kg/h en pediátricos con monitoreo estricto. Bolo máximo: 1 mcg/kg en 10 minutos.",
            "dosisMinima": "Infusión mínima efectiva: 0,2 mcg/kg/h. No se requiere bolo para sedación leve o uso prolongado.",
            "reaccionesAdversas": "Bradicardia (frecuente), bloqueo AV de primer grado, asistolia (raro), hipotensión (muy frecuente), hipertensión transitoria con bolo (estimulación alfa-2 periférica), boca seca, náuseas, vómitos, sudoración, agitación paradójica, síndrome de abstinencia tras infusión prolongada (hipertensión, taquicardia, agitación). Puede ocurrir depresión respiratoria al combinar con depresores del SNC. Otros: somnolencia prolongada, hipotermia, disfunción hepática transitoria, síndrome serotoninérgico en combinación. Suspensión abrupta puede desencadenar crisis hipertensiva y delirio de abstinencia.",
            "riesgoEmbarazo": "Categoría C. Estudios en animales muestran toxicidad fetal. Sin estudios controlados en humanos. Usar solo si el beneficio supera el riesgo. Evitar uso continuo en embarazo por riesgo de bradicardia y depresión fetal.",
            "riesgoLactancia": "Compatible. Excreción mínima en leche materna. Considerado seguro para sedación breve. Puede reanudar lactancia tras recuperación materna.",
            "ajusteRenal": "No requiere ajuste. Metabolitos inactivos se excretan por vía renal sin impacto clínico relevante.",
            "ajusteHepatico": "Ajustar dosis en insuficiencia hepática. Reducir dosis inicial e infusión en 50–75% según gravedad. Depuración reducida en Child-Pugh C.",
            "contraindicaciones": "Hipersensibilidad a dexmedetomidina o excipientes. Bradicardia severa no tratada. Bloqueo AV de segundo/tercer grado sin marcapasos. Hipotensión refractaria. Precaución en insuficiencia cardíaca severa, síndrome del nodo sinusal y hipovolemia no corregida.",
            "interaccionMedicamento": "Potencia depresores del SNC (opioides, benzodiacepinas, propofol, anestésicos volátiles). Efecto aditivo con antihipertensivos, betabloqueantes y bloqueadores de calcio. Sinergia con anestésicos locales y bloqueadores neuromusculares. Reduce requerimientos anestésicos y opioides. Potencia efectos de antipsicóticos y antidepresivos tricíclicos (hipotensión grave). Puede aumentar bradicardia con digoxina. Precaución con sedantes de acción prolongada.",
            "presentacion": "Viales de 200 mcg/2 mL y 400 mcg/4 mL (100 mcg/mL) para diluir. Otras presentaciones disponibles.",
            "preparo": "Diluir 200 mcg (2 mL) en 48 mL de SF 0,9% o SG 5% hasta 4 mcg/mL. Administrar con bomba de infusión. No inyectar rápido. El bolo debe durar mínimo 10 min para evitar hipertensión y bradicardia.",
            "solucoesCompativeis": "Compatible con SF 0,9%, SG 5% y Ringer Lactato. Incompatible con soluciones alcalinas o bicarbonato.",
            "almacenamiento": "Conservar entre 20–25 °C, protegido de la luz. No congelar. Tras dilución, estable 24 h a temperatura ambiente en condiciones asépticas.",
            "cuidadosMedicos": "Monitorizar PA, FC, ECG, SpO2, capnografía. Tener atropina, glicopirrolato y vasopresores disponibles. Vigilancia ante síndrome de abstinencia (>24–48 h): hipertensión, taquicardia, agitación. En infusiones prolongadas, suspender gradualmente. En bradicardia refractaria, suspender infusión antes de marcapasos. Evitar asociación con otros bradicardizantes sin indicación.",
            "cuidadosFarmaceuticos": "Verificar integridad del vial y fecha. Diluir correctamente (4 mcg/mL). Usar bomba dedicada. Observar estabilidad tras preparación. Almacenar protegido de la luz.",
            "cuidadosEnfermeria": "Monitorizar signos vitales, sedación, respiración, perfusión. Vigilar hipotensión, bradicardia, bloqueos AV. Notificar deterioro clínico. Asegurar funcionamiento y programación de bomba.",
            "fuentesBibliograficas": "Ficha técnica Precedex®, UpToDate (2024), Miller’s Anesthesia (9ª ed.), Barash Anestesia Clínica, Micromedex, Tintinalli Medicina de Urgencias, PubMed ID 37129781, Guías ASA, Guías SCCM."
        }
