{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dextrocetamina (S(+)-Cetamina)",
            "nomeComercial": "Ketanest S®, S-Ketamina®, Anasket S®",
            "classificacao": "Anestésico geral dissociativo, antagonista não competitivo de receptores NMDA, analgésico potente, sedativo, hipnótico dissociativo",
            "mecanismoAcao": "Atua como antagonista não competitivo dos receptores NMDA, bloqueando o receptor de glutamato, principal neurotransmissor excitatório do SNC. Isso impede a transmissão de estímulos nociceptivos, motores e sensoriais. Atua também como agonista parcial dos receptores opioides (μ e κ), agonista dos receptores AMPA, inibe canais de cálcio tipo L e ativa canais HCN1, além de estimular liberação de catecolaminas (noradrenalina e dopamina), conferindo efeitos simpatomiméticos (aumento de FC, PA e débito cardíaco). A Dextrocetamina (S-enantiômero) possui afinidade 3–4 vezes maior pelos receptores NMDA em comparação à Cetamina racêmica, sendo mais potente, com menor incidência de efeitos psicomiméticos e melhor perfil de recuperação.",
            "farmacocinetica": "Início de ação IV: 30–60 segundos. IM: 3–5 minutos. SC: 5–10 minutos. Pico IV: 1–3 minutos. Meia-vida de distribuição: 10–15 minutos. Meia-vida de eliminação terminal: 2–4 horas. Volume de distribuição: 2–3 L/kg. Ligação às proteínas plasmáticas: 20–50%. Metabolização hepática via CYP3A4, CYP2B6 e CYP2C9 em norketamina (ativo), posteriormente convertida em hidroxinorketamina (inativo). Excreção predominantemente renal (90%) e pequena fração nas fezes (5–10%). Biodisponibilidade IM: ~93%; SC: ~80%. A Dextrocetamina apresenta menor formação de norketamina comparada à cetamina racêmica, resultando em menor toxicidade e efeitos adversos. A meia-vida de contexto pode ultrapassar 2 horas em infusões prolongadas. Clearance hepático: ~15–20 mL/min/kg. Efeito de primeira passagem significativo quando administrada oralmente, com biodisponibilidade <20%.",
            "farmacodinamica": "Promove anestesia dissociativa, caracterizada por desconexão funcional entre o tálamo e o córtex cerebral. Mantém os reflexos protetores de via aérea, preserva drive respiratório na maioria dos casos e promove broncodilatação. Estimula sistema cardiovascular com aumento de pressão arterial, frequência cardíaca e débito cardíaco. Possui potente efeito analgésico, especialmente em dores neuropáticas, isquêmicas, oncológicas e pós-operatórias refratárias. Efeito sedativo e amnésico leve a moderado. Menor incidência de emergência delirium em comparação com a cetamina racêmica. Além de sua ação principal nos receptores NMDA, exerce efeito neuroprotetor e anti-inflamatório. Reduz hiperexcitabilidade central e sensibilização periférica. Apresenta efeitos antidepressivos rápidos mediados por aumento de BDNF e modulação da via mTOR. A preservação de reflexos faríngeos e ventilação espontânea o tornam útil em contextos de VA difícil ou trauma. Efeitos psicomiméticos significativamente reduzidos em comparação com a cetamina racêmica.",
            "indicacoes": "Indução e manutenção de anestesia geral. Sedação em procedimentos dolorosos e emergências. Analgesia para dor aguda refratária, dor neuropática, dor oncológica e dor pós-operatória. Sedação em UTI. Tratamento de depressão resistente (off-label, protocolo supervisionado). Manejo de broncoespasmo refratário. Anestesia em pacientes hemodinamicamente instáveis (trauma, choque, queimados, sepse).",
            "posologia": "Indução anestésica IV adulto: 0,5–1 mg/kg em bolus. IM: 4–6 mg/kg. Manutenção anestésica IV: 0,5–2 mg/kg/h em infusão contínua. Sedação procedural: 0,25–0,5 mg/kg IV bolus ou 2–4 mg/kg IM. Analgesia IV: bolus de 0,1–0,3 mg/kg seguido de infusão 0,1–0,5 mg/kg/h. Uso na depressão resistente (off-label): infusão lenta de 0,5 mg/kg em 40 minutos. Pediatria: indução IV 1–2 mg/kg; IM 4–6 mg/kg; manutenção e analgesia conforme resposta clínica.",
            "administracao": "Via intravenosa (IV), intramuscular (IM), subcutânea (SC) ou infusão contínua IV. Pode ser administrada em bolus ou bomba de infusão. Deve ser administrada sob monitorização contínua de parâmetros cardiorrespiratórios e suporte de via aérea disponível.",
            "doseMaxima": "Indução: até 2 mg/kg IV ou 6 mg/kg IM. Manutenção: até 3 mg/kg/h IV contínuo. Sedação procedural: máximo 0,5 mg/kg IV ou 4 mg/kg IM. Analgesia: máximo 0,5 mg/kg/h em infusão contínua. Na depressão resistente (off-label): não exceder 0,5 mg/kg por infusão em 40 minutos.",
            "doseMinima": "Analgesia subanestésica: 0,1 mg/kg IV em bolus ou infusão 0,1 mg/kg/h. Sedação leve: 0,25 mg/kg IV. Uso na depressão resistente (off-label): 0,25–0,5 mg/kg em 40 minutos.",
            "reacoesAdversas": "Emergence delirium (menos frequente que na cetamina racêmica), alucinações, sonhos vívidos, agitação, hipertensão, taquicardia, aumento de pressão intracraniana e intraocular, hipersalivação, náusea, vômito, nistagmo, diplopia, vertigem, rash, rubor, dor no local de injeção, laringoespasmo (raro), depressão respiratória (rara, geralmente associada a sedativos concomitantes), aumento de secreções brônquicas, disfunção urinária em uso crônico. Com uso repetido ou prolongado: cistite ulcerativa, disfunção vesical e alterações cognitivas transitórias. Em altas doses, risco de hipertonia, mioclonias e movimentos oculares involuntários. Raramente, pode ocorrer reação anafilactoide.",
            "riscoGravidez": "Categoria B. Considerada segura para uso em emergências obstétricas, incluindo cesarianas. Evitar uso prolongado e repetido durante o primeiro trimestre, devido a dados em animais sugerindo neurotoxicidade em desenvolvimento fetal.",
            "riscoLactacao": "Compatível. Pequenas quantidades são excretadas no leite materno, mas não há relatos de efeitos adversos significativos no lactente. Amamentação pode ser retomada quando a paciente estiver acordada e alerta.",
            "ajusteRenal": "Não requer ajuste em insuficiência renal leve a moderada. Usar com cautela em insuficiência renal grave devido ao acúmulo de norketamina (ativo), com potencial prolongamento dos efeitos clínicos. Monitorizar clinicamente.",
            "ajusteHepatico": "Necessário cautela na insuficiência hepática moderada a grave. Metabolização reduzida pode levar a acúmulo e prolongamento dos efeitos. Reduzir dose e prolongar intervalos entre bolus ou ajustar taxa de infusão.",
            "contraindicacoes": "Hipersensibilidade à cetamina ou seus componentes. Hipertensão arterial severa não controlada. Aneurismas intracranianos ou cardiovasculares. Hipertensão intracraniana descompensada. Glaucoma não controlado. Psicose ativa não tratada. Angina instável. Insuficiência cardíaca descompensada. Uso cauteloso em pacientes com história de esquizofrenia ou distúrbios psicóticos.",
            "interacaoMedicamento": "Potencializa efeitos de depressores do SNC (benzodiazepínicos, opioides, propofol, dexmedetomidina), podendo aumentar risco de depressão respiratória quando combinada. Efeito hipertensivo aditivo com simpatomiméticos (noradrenalina, adrenalina). Pode reduzir efetividade de bloqueadores neuromusculares não despolarizantes devido à estimulação simpática. Sinergismo com anestésicos inalatórios e voláteis. Potencial antagonismo com agentes anticolinérgicos. Uso crônico com fenitoína ou fenobarbital pode induzir metabolismo hepático, reduzindo eficácia. Potencial antagonismo com antipsicóticos dopaminérgicos. Efeito sinérgico com gabapentinoides na analgesia multimodal.",
            "apresentacao": "Ampolas de 50 mg/mL em 2 mL, 5 mL e 10 mL. Frascos-ampola de 500 mg/10 mL (50 mg/mL).",
            "preparo": "Solução pronta para uso. Para infusão, diluir em SF 0,9% ou SG 5%, geralmente na concentração de 1–2 mg/mL. Para bolus IV, IM ou SC, pode ser administrada diretamente da ampola. Preparações para infusão devem ser feitas em técnica asséptica, imediatamente antes do uso.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%, Ringer lactato. Incompatível com soluções alcalinas (bicarbonato de sódio) e hemoderivados na mesma via.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz. Não congelar. Utilizar imediatamente após abertura da ampola ou preparação da diluição. Descartar sobras não utilizadas.",
            "cuidadosMedicos": "Monitorização contínua de pressão arterial, frequência cardíaca, saturação, capnografia e ECG. Ter sempre disponível equipamento para manejo de via aérea (máscara, cânula, tubo, ventilador). Avaliar risco de hipertensão, aumento de pressão intracraniana e intraocular. Considerar uso de benzodiazepínicos (midazolam, diazepam) para reduzir agitação e alucinações. Atropina ou glicopirrolato podem ser usados para controle de hipersalivação. Monitorizar recuperação até retorno completo da consciência. Evitar uso isolado em pacientes com histórico psiquiátrico grave sem cobertura benzodiazepínica. Em contextos de trauma, avaliar risco de elevação de PIC antes do uso. Considerar pré-medicação antissialagoga sempre que possível. Monitorar função urinária em pacientes com uso repetido.",
            "cuidadosFarmaceuticos": "Verificar integridade da ampola e aspecto da solução (límpida, incolor, livre de partículas). Preparar diluições em ambiente asséptico. Utilizar imediatamente após preparo. Controlar rigorosamente o estoque, considerando ser substância controlada (Portaria 344/98 ANVISA). Garantir rastreabilidade do uso do medicamento.",
            "cuidadosEnfermagem": "Monitorizar constantemente sinais vitais, padrão respiratório, nível de sedação e hemodinâmica. Observar local de punção quanto a sinais de dor, extravasamento ou flebite. Notificar imediatamente alterações como hipertensão grave, taquicardia, agitação, alucinações, laringoespasmo, depressão respiratória ou qualquer alteração clínica significativa. Ter sempre disponível material para suporte ventilatório e manejo de via aérea. Assegurar vigilância contínua até recuperação total do paciente.",
            "fontesBibliograficas": "Bula Ketanest S®, UpToDate (2024), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli’s Emergency Medicine, Micromedex, PubMed ID 37129742, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "S-Ketamine (Dextrocetamine)",
            "nomeComercial": "Ketanest S®, S-Ketamine®, Anasket S®",
            "classificacao": "Dissociative general anesthetic, noncompetitive NMDA receptor antagonist, potent analgesic, sedative, dissociative hypnotic",
            "mecanismoAcao": "Acts as a noncompetitive antagonist at NMDA receptors, blocking the excitatory neurotransmitter glutamate, thereby preventing transmission of nociceptive, sensory, and motor stimuli. Also exhibits partial agonism at μ- and κ-opioid receptors, AMPA receptor activation, L-type calcium channel blockade, HCN1 channel activation, and stimulates catecholamine release (norepinephrine, dopamine), contributing to sympathomimetic effects (increased HR, BP, and cardiac output). The S-enantiomer (Dextrocetamine) shows 3–4 times higher affinity for NMDA receptors than racemic ketamine, resulting in greater potency, fewer psychomimetic effects, and a smoother recovery profile.",
            "farmacocinetica": "• IV onset: 30–60 seconds\n• IM onset: 3–5 minutes\n• SC onset: 5–10 minutes\n• IV peak: 1–3 minutes\n• Distribution half-life: 10–15 minutes\n• Elimination half-life: 2–4 hours\n• Volume of distribution: 2–3 L/kg\n• Plasma protein binding: 20–50%\n• Hepatic metabolism via CYP3A4, CYP2B6, CYP2C9 to norketamine (active), then hydroxynorketamine (inactive)\n• Excretion: ~90% renal, 5–10% fecal\n• IM bioavailability: ~93%; SC: ~80%\n• Lower norketamine production compared to racemic ketamine, leading to reduced toxicity and side effects\n• Context-sensitive half-life >2 h with prolonged infusion\n• Hepatic clearance: ~15–20 mL/min/kg\n• Oral bioavailability <20% due to significant first-pass metabolism",
            "farmacodinamica": "Induces dissociative anesthesia through functional disconnection between the thalamus and cerebral cortex. Preserves airway reflexes and spontaneous ventilation in most cases and causes bronchodilation. Enhances cardiovascular activity with increased blood pressure, heart rate, and cardiac output. Potent analgesic, particularly effective for neuropathic, ischemic, oncologic, and refractory postoperative pain. Provides mild-to-moderate sedation and amnesia. Lower incidence of emergence delirium than racemic ketamine. Also exerts neuroprotective and anti-inflammatory actions. Reduces central hyperexcitability and peripheral sensitization. Exhibits rapid antidepressant effects via BDNF elevation and mTOR modulation. Useful in difficult airway or trauma due to preservation of airway tone. Markedly reduced psychomimetic effects compared to racemic form.",
            "indicacoes": "• Induction and maintenance of general anesthesia\n• Procedural sedation and analgesia in emergency and intensive care\n• Management of acute refractory pain, neuropathic pain, oncologic pain, postoperative pain\n• ICU sedation\n• Treatment-resistant depression (off-label, under supervision)\n• Refractory bronchospasm management\n• Anesthesia in hemodynamically unstable patients (trauma, burn, shock, sepsis)",
            "posologia": "• Adult IV induction: 0.5–1 mg/kg bolus\n• IM: 4–6 mg/kg\n• IV maintenance: 0.5–2 mg/kg/h continuous infusion\n• Procedural sedation: 0.25–0.5 mg/kg IV bolus or 2–4 mg/kg IM\n• Analgesia: 0.1–0.3 mg/kg IV bolus followed by 0.1–0.5 mg/kg/h infusion\n• Depression (off-label): 0.5 mg/kg over 40 minutes\n• Pediatrics: IV induction 1–2 mg/kg; IM: 4–6 mg/kg; maintenance and analgesia titrated to clinical response",
            "administracao": "Administered IV, IM, SC, or IV continuous infusion. May be given by bolus or infusion pump. Requires continuous cardiopulmonary monitoring and airway support readiness.",
            "doseMaxima": "• Induction: up to 2 mg/kg IV or 6 mg/kg IM\n• Maintenance: up to 3 mg/kg/h IV\n• Procedural sedation: max 0.5 mg/kg IV or 4 mg/kg IM\n• Analgesia: max 0.5 mg/kg/h infusion\n• Depression (off-label): do not exceed 0.5 mg/kg over 40 minutes",
            "doseMinima": "• Subanesthetic analgesia: 0.1 mg/kg IV bolus or 0.1 mg/kg/h infusion\n• Light sedation: 0.25 mg/kg IV\n• Depression: 0.25–0.5 mg/kg over 40 minutes",
            "reacoesAdversas": "Emergence delirium (less frequent than racemic form), hallucinations, vivid dreams, agitation, hypertension, tachycardia, increased ICP and IOP, hypersalivation, nausea, vomiting, nystagmus, diplopia, dizziness, flushing, injection site pain, rare laryngospasm or respiratory depression (usually with co-sedatives), increased bronchial secretions, urinary dysfunction with chronic use. With repeated/prolonged use: ulcerative cystitis, cognitive changes. At high doses: hypertonia, myoclonus, involuntary eye movements. Rarely: anaphylactoid reactions.",
            "riscoGravidez": "Category B. Considered safe in obstetric emergencies, including cesarean sections. Avoid prolonged/repetitive use during first trimester due to potential fetal neurotoxicity from animal studies.",
            "riscoLactacao": "Compatible. Excreted in small amounts in breast milk, but no significant adverse effects in nursing infants reported. Breastfeeding may resume once the mother is awake and alert.",
            "ajusteRenal": "No adjustment needed in mild-to-moderate renal impairment. Use with caution in severe renal failure due to active norketamine accumulation and prolonged clinical effects. Monitor closely.",
            "ajusteHepatico": "Use with caution in moderate-to-severe hepatic impairment. Reduced metabolism may result in accumulation and prolonged effects. Consider dose reduction or extended dosing intervals.",
            "contraindicacoes": "Hypersensitivity to ketamine or any component. Uncontrolled severe hypertension. Intracranial or cardiovascular aneurysms. Decompensated intracranial hypertension. Uncontrolled glaucoma. Active untreated psychosis. Unstable angina. Decompensated heart failure. Use caution in patients with schizophrenia or psychotic disorders.",
            "interacaoMedicamento": "Potentiates CNS depressants (benzodiazepines, opioids, propofol, dexmedetomidine)—increases risk of respiratory depression. Additive hypertensive effects with sympathomimetics. May reduce efficacy of non-depolarizing neuromuscular blockers due to sympathetic activation. Synergistic with volatile/inhaled anesthetics. Possible antagonism with anticholinergics. Chronic use with phenytoin or phenobarbital may induce metabolism. Potential antagonism with dopaminergic antipsychotics. Synergistic analgesia with gabapentinoids.",
            "apresentacao": "Ampoules: 50 mg/mL in 2 mL, 5 mL, and 10 mL vials. Multi-dose vials: 500 mg/10 mL (50 mg/mL).",
            "preparo": "Ready-to-use solution. For infusion, dilute in 0.9% NaCl or 5% dextrose to 1–2 mg/mL. For IV, IM, or SC bolus, may be administered undiluted. Infusion preparation should be aseptic and immediate before use.",
            "solucoesCompatíveis": "0.9% saline, 5% dextrose, Ringer's lactate. Incompatible with alkaline solutions (e.g., sodium bicarbonate) or blood products in the same line.",
            "armazenamento": "Store at 15–30°C, protect from light. Do not freeze. Use immediately after opening. Discard any unused portions.",
            "cuidadosMedicos": "Continuous monitoring of BP, HR, SpO2, capnography, and ECG. Always have airway management equipment available. Evaluate risks of hypertension, elevated ICP or IOP. Benzodiazepines (midazolam, diazepam) may reduce emergence reactions. Atropine/glycopyrrolate can manage hypersalivation. Ensure full recovery before discharge. Avoid use alone in psychiatric illness without benzodiazepine coverage. In trauma, assess ICP risk prior to use. Consider anticholinergic premedication. Monitor urinary function in long-term use.",
            "cuidadosFarmaceuticos": "Inspect ampoule integrity and solution clarity. Prepare dilutions aseptically. Use immediately after preparation. Control inventory strictly (controlled substance under Brazilian RDC 344/98). Ensure full traceability.",
            "cuidadosEnfermagem": "Continuously monitor vitals, respiratory pattern, sedation level, and hemodynamics. Check injection site for pain or infiltration. Report agitation, hypertension, hallucinations, laryngospasm, or respiratory depression immediately. Ensure ventilatory support availability. Maintain vigilance until full recovery.",
            "fontesBibliograficas": "Ketanest S® Prescribing Info, UpToDate (2024), Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia, Tintinalli’s Emergency Medicine, Micromedex, PubMed ID 37129742, ASA Guidelines, SCCM Guidelines"
        }
    }
    {
      "ES": {
        "bulario": {
          "nombrePrincipioActivo": "Dextrocetamina (S(+)-Ketamina)",
          "nombreComercial": "Ketanest S®, S-Ketamina®, Anasket S®",
          "clasificacion": "Anestésico general disociativo, antagonista no competitivo de receptores NMDA, analgésico potente, sedante, hipnótico disociativo",
          "mecanismoAccion": "Actúa como antagonista no competitivo de los receptores NMDA, bloqueando el glutamato, el principal neurotransmisor excitador del sistema nervioso central. Esto interrumpe la transmisión de estímulos nociceptivos, motores y sensoriales. También actúa como agonista parcial de los receptores opioides (μ y κ), agonista de receptores AMPA, bloquea canales de calcio tipo L, activa canales HCN1 y estimula la liberación de catecolaminas (noradrenalina, dopamina), provocando efectos simpaticomiméticos (aumento de FC, PA y gasto cardíaco). El enantiómero S (Dextrocetamina) tiene una afinidad 3–4 veces mayor por los receptores NMDA que la ketamina racémica, ofreciendo mayor potencia, menos efectos psicomiméticos y mejor recuperación.",
          "farmacocinetica": "• Inicio IV: 30–60 segundos\n• Inicio IM: 3–5 minutos\n• Inicio SC: 5–10 minutos\n• Pico IV: 1–3 minutos\n• Semivida de distribución: 10–15 minutos\n• Semivida de eliminación: 2–4 horas\n• Volumen de distribución: 2–3 L/kg\n• Unión a proteínas: 20–50%\n• Metabolismo hepático por CYP3A4, CYP2B6, CYP2C9 a norketamina (activa), luego a hidroxinorketamina (inactiva)\n• Excreción: ~90% renal, 5–10% fecal\n• Biodisponibilidad IM: ~93%; SC: ~80%\n• Menor producción de norketamina que la forma racémica, lo que reduce toxicidad y efectos adversos\n• Semivida sensible al contexto >2 h con infusión prolongada\n• Clearance hepático: ~15–20 mL/min/kg\n• Biodisponibilidad oral <20% por metabolismo de primer paso",
          "farmacodinamica": "Produce anestesia disociativa con desconexión funcional entre tálamo y corteza cerebral. Mantiene reflejos de vía aérea y ventilación espontánea, y causa broncodilatación. Aumenta PA, FC y gasto cardíaco. Potente analgésico, eficaz en dolor neuropático, isquémico, oncológico y postoperatorio refractario. Ofrece sedación y amnesia moderadas. Menor incidencia de delirios emergentes que la ketamina racémica. También presenta efectos neuroprotectores y antiinflamatorios. Disminuye la hiperexcitabilidad central y la sensibilización periférica. Efectos antidepresivos rápidos por aumento de BDNF y modulación de mTOR. Útil en trauma o vía aérea difícil por preservar el tono faríngeo. Efectos psicomiméticos marcadamente reducidos en comparación con la forma racémica.",
          "indicaciones": "• Inducción y mantenimiento de anestesia general\n• Sedación y analgesia en procedimientos dolorosos y emergencias\n• Dolor agudo refractario, neuropático, oncológico, postoperatorio\n• Sedación en UCI\n• Depresión resistente (uso off-label, bajo supervisión)\n• Manejo de broncoespasmo refractario\n• Anestesia en pacientes inestables hemodinámicamente (trauma, shock, quemados, sepsis)",
          "posologia": "• Inducción IV en adultos: 0,5–1 mg/kg en bolo\n• IM: 4–6 mg/kg\n• Mantenimiento IV: 0,5–2 mg/kg/h en infusión continua\n• Sedación: 0,25–0,5 mg/kg IV bolo o 2–4 mg/kg IM\n• Analgesia: 0,1–0,3 mg/kg IV bolo seguido de 0,1–0,5 mg/kg/h infusión\n• Depresión (off-label): 0,5 mg/kg en infusión de 40 minutos\n• Pediatría: IV 1–2 mg/kg; IM: 4–6 mg/kg; ajustar según respuesta clínica",
          "administracion": "IV, IM, SC o infusión continua. Puede administrarse en bolo o bomba. Se requiere monitoreo cardiopulmonar continuo y disponibilidad de manejo de vía aérea.",
          "dosisMaxima": "• Inducción: hasta 2 mg/kg IV o 6 mg/kg IM\n• Mantenimiento: hasta 3 mg/kg/h IV\n• Sedación: hasta 0,5 mg/kg IV o 4 mg/kg IM\n• Analgesia: hasta 0,5 mg/kg/h en infusión\n• Depresión (off-label): no exceder 0,5 mg/kg en 40 minutos",
          "dosisMinima": "• Analgesia subanestésica: 0,1 mg/kg IV bolo o 0,1 mg/kg/h infusión\n• Sedación leve: 0,25 mg/kg IV\n• Depresión: 0,25–0,5 mg/kg en 40 minutos",
          "reaccionesAdversas": "Delirio emergente (menos frecuente que la forma racémica), alucinaciones, sueños vívidos, agitación, hipertensión, taquicardia, aumento de PIC y PIO, hipersalivación, náuseas, vómitos, nistagmo, diplopía, vértigo, enrojecimiento, dolor en el sitio de inyección, laringoespasmo o depresión respiratoria raros (con co-sedantes), aumento de secreciones bronquiales, disfunción urinaria con uso crónico. Con uso prolongado: cistitis ulcerativa, cambios cognitivos. Dosis altas: hipertonia, mioclonía, movimientos oculares involuntarios. Reacciones anafilactoides raras.",
          "riesgoEmbarazo": "Categoría B. Considerada segura en emergencias obstétricas, incluyendo cesáreas. Evitar uso prolongado/repetido en primer trimestre por posible neurotoxicidad fetal (datos en animales).",
          "riesgoLactancia": "Compatible. Se excreta en leche en pequeñas cantidades, sin efectos adversos reportados. Se puede retomar la lactancia cuando la madre esté despierta y alerta.",
          "ajusteRenal": "No requiere ajuste en insuficiencia renal leve/moderada. Usar con precaución en falla renal grave por acumulación de norketamina (activa). Monitorear efectos clínicos.",
          "ajusteHepatico": "Precaución en disfunción hepática moderada/grave. Metabolismo reducido puede prolongar efectos. Considerar reducir dosis o prolongar intervalos.",
          "contraindicaciones": "Hipersensibilidad a la ketamina o componentes. Hipertensión severa no controlada. Aneurismas intracraneales/cardiovasculares. PIC descompensada. Glaucoma no tratado. Psicosis activa no tratada. Angina inestable. IC descompensada. Precaución en esquizofrenia o trastornos psicóticos.",
          "interaccionMedicamento": "Potencia efectos de depresores del SNC (benzodiazepinas, opioides, propofol, dexmedetomidina), aumentando riesgo de depresión respiratoria. Efecto aditivo con simpaticomiméticos. Puede reducir efecto de bloqueadores neuromusculares no despolarizantes. Sinergia con anestésicos inhalatorios. Antagonismo con anticolinérgicos. Uso crónico con fenitoína o fenobarbital puede inducir metabolismo. Posible antagonismo con antipsicóticos dopaminérgicos. Sinergia analgésica con gabapentinoides.",
          "presentacion": "Ampollas de 50 mg/mL en 2, 5 y 10 mL. Frascos multidosis: 500 mg/10 mL (50 mg/mL).",
          "preparo": "Solución lista para uso. Para infusión, diluir en SF 0,9% o SG 5% a 1–2 mg/mL. Para bolo IV/IM/SC, puede administrarse sin diluir. Preparación aséptica inmediata antes del uso.",
          "solucoesCompativeis": "SF 0,9%, SG 5%, Ringer lactato. Incompatible con soluciones alcalinas (ej. bicarbonato) y hemoderivados por la misma vía.",
          "almacenamiento": "Almacenar entre 15–30°C, protegido de la luz. No congelar. Usar inmediatamente tras apertura. Desechar sobrantes.",
          "cuidadosMedicos": "Monitoreo continuo de PA, FC, oximetría, capnografía y ECG. Tener siempre disponible equipo de vía aérea. Considerar benzodiazepinas (midazolam, diazepam) para agitación. Antisialogogos (atropina, glicopirrolato) útiles en hipersalivación. Recuperación completa antes de alta. Evitar uso aislado en trastornos psiquiátricos. Evaluar riesgo de PIC elevada. Controlar función urinaria en uso prolongado.",
          "cuidadosFarmaceuticos": "Verificar integridad del envase y claridad de la solución. Preparar diluciones asépticamente. Usar de inmediato. Control estricto de stock (sustancia controlada por normativa local). Asegurar trazabilidad completa.",
          "cuidadosEnfermeria": "Monitorear signos vitales, ventilación, sedación y estado hemodinámico. Evaluar sitio de inyección. Reportar agitación, hipertensión, alucinaciones, laringoespasmo o depresión respiratoria. Tener soporte ventilatorio disponible. Vigilar hasta recuperación total.",
          "fuentesBibliograficas": "Ficha técnica Ketanest S®, UpToDate (2024), Miller’s Anesthesia (9ª ed.), Barash Anestesia Clínica, Tintinalli Urgencias (9ª ed.), Micromedex, PubMed ID 37129742, Guías ASA, Guías SCCM"
        }
      }
    }
}
