{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Diazepam",
            "nomeComercial": "Valium®, Compaz®, Dienpax®, Revange®, Ansiopax®",
            "classificacao": "Benzodiazepínico, ansiolítico, sedativo, anticonvulsivante, miorrelaxante central e hipnótico",
            "mecanismoAcao": "O diazepam é um agonista dos receptores GABA-A, ligando-se a um sítio específico no complexo receptor GABA, aumentando a afinidade do GABA pelo receptor e, consequentemente, aumentando a frequência de abertura dos canais de cloro. Isso leva à hiperpolarização da membrana neuronal e à inibição da atividade do SNC. Seus efeitos incluem sedação, ansiólise, relaxamento muscular esquelético, controle de convulsões e amnésia anterógrada leve. Por ser altamente lipofílico, possui rápido início de ação e longa duração, com redistribuição tecidual inicial e posterior acumulação em tecidos adiposos. O diazepam apresenta seletividade por subunidades α1, α2, α3 e α5 do receptor GABA-A, conferindo efeitos distintos: a subunidade α1 está associada a efeitos sedativos e amnésicos, α2 e α3 a efeitos ansiolíticos e miorrelaxantes, e α5 a modulação da memória. Não atua diretamente sobre receptores glutamatérgicos ou canais iônicos excitatórios, o que contribui para seu perfil farmacológico específico.",
            "farmacocinetica": "• Absorção: rápida e quase completa por via oral, retal, IM (imprevisível) e IV.\n• Biodisponibilidade oral: superior a 90%, com pico plasmático em 1–2 horas.\n• Início de ação: 1–5 min IV, 5–10 min retal, 15–30 min VO, IM variável.\n• Pico de efeito: 10–15 min IV, 30–90 min VO.\n• Duração do efeito: 2–6 horas IV (efeito clínico imediato), porém a meia-vida prolongada gera efeito residual.\n• Volume de distribuição: 0,8–1,5 L/kg.\n• Ligação às proteínas plasmáticas: 98–99% (principalmente à albumina), podendo ocorrer competição com outros fármacos altamente ligados.\n• Metabolização: hepática, envolvendo fase I (oxidação via CYP2C19 e CYP3A4) e fase II (conjugação glucurônica), formando metabólitos ativos como desmetildiazepam (nordiazepam), temazepam e oxazepam.\n• Meia-vida de eliminação: 20–50 horas para o diazepam; metabólitos ativos, especialmente nordiazepam, podem apresentar meia-vida prolongada de até 100 horas, contribuindo para efeito acumulativo.\n• Excreção: renal, principalmente na forma de metabólitos conjugados.",
            "farmacodinamica": "Produz potente depressão do SNC, com efeitos ansiolítico, sedativo, anticonvulsivante, miorrelaxante e levemente hipnótico. Sua elevada lipofilicidade permite início de ação rápido após administração IV ou VO, seguido por redistribuição, o que reduz o efeito agudo, mas mantém efeito residual prolongado devido ao acúmulo nos tecidos e à formação de metabólitos ativos de longa meia-vida. A afinidade alta por tecido adiposo explica a sedação residual prolongada, especialmente em uso repetido ou contínuo, e é particularmente relevante em pacientes idosos, que apresentam maior sensibilidade e risco de efeitos acumulativos.",
            "indicacoes": "• Controle agudo de crises convulsivas, incluindo status epilepticus.\n• Sedação pré-operatória e pré-procedimento.\n• Tratamento de ansiedade aguda grave.\n• Tratamento da síndrome de abstinência alcoólica.\n• Espasmos musculares, rigidez ou espasticidade de origem central.\n• Agitação psicomotora aguda.\n• Tratamento adjuvante de distúrbios do sono (insônia associada à ansiedade).\n• Indução de amnésia anterógrada leve (em procedimentos).\n• Sedação em unidades de terapia intensiva (UTI).\n• Controle de espasticidade crônica, como em esclerose múltipla.\n• Distúrbios psiconeurológicos agudos.",
            "posologia": "Adulto:\n• Crises convulsivas/status epilepticus: 5–10 mg IV, repetir a cada 10–15 min se necessário, máximo 30 mg.\n• Retal: 10–20 mg em crises convulsivas (quando IV não está disponível).\n• Sedação: 2–10 mg IM/IV, 30–60 min antes do procedimento.\n• Ansiedade aguda: 2–10 mg VO, 2–4 vezes ao dia.\n• Abstinência alcoólica: 10 mg VO a cada 6–8 h nas primeiras 24 h, depois 5 mg a cada 6–8 h.\n• Ajuste por peso: doses geralmente baseadas em 0,1–0,3 mg/kg/dose, conforme indicação clínica.\n• Regimes contínuos em UTI: infusão intravenosa contínua de 0,03–0,2 mg/kg/h, ajustada conforme resposta clínica e monitorização; por exemplo, para um paciente de 70 kg, iniciar com 2,1 mg/h (0,03 mg/kg/h) e ajustar até 14 mg/h (0,2 mg/kg/h).\nPediatria:\n• Crises convulsivas/status epilepticus: 0,2–0,5 mg/kg IV (máx. 10 mg por dose); repetir se necessário a cada 10–15 min (máximo 30 mg).\n• Retal: 0,5 mg/kg (máx. 10 mg por dose).\n• Sedação pré-procedimento: 0,04–0,2 mg/kg IV (máx. 10 mg).",
            "administracao": "• IV: bolus lento (mínimo 1 minuto por 5 mg) ou infusão intermitente, preferencialmente para melhor controle dos efeitos e redução de reações locais.\n• IM: administração profunda, porém pouco confiável devido à absorção errática e variabilidade farmacocinética; deve ser evitada quando possível.\n• Retal: solução ou gel, especialmente útil na emergência pediátrica ou quando acesso IV não disponível.\n• VO: comprimidos ou solução oral.\n• Sempre com monitorização cardiorrespiratória, especialmente nas vias IV ou IM.\n• Preferir via IV lenta ou retal para garantir absorção e efeito mais previsível.",
            "doseMaxima": "• Adulto: 30 mg para controle agudo de convulsões.\n• Pediatria: 0,5 mg/kg (máx. 10 mg por dose, 30 mg total em 8 horas).",
            "doseMinima": "• 2 mg VO em adultos.\n• 0,2 mg/kg IV ou 0,5 mg/kg retal em pediatria.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Sedação, sonolência, fadiga.\n• Fraqueza muscular, ataxia.\nComuns (1–10%):\n• Depressão respiratória (dose-dependente).\n• Hipotensão, bradicardia.\n• Amnésia anterógrada.\n• Cefaleia, tontura, boca seca.\n• Náusea, constipação.\n• Reações locais (dor, tromboflebite) na injeção IV.\nIncomuns (0,1–1%):\n• Agitação paradoxal, agressividade (especialmente em idosos e crianças).\n• Depressão cardiovascular.\n• Alterações do humor.\nRaras (<0,1%):\n• Insuficiência respiratória grave.\n• Reações anafiláticas.\n• Dependência física e síndrome de abstinência (uso prolongado).\n• Manifestações de intoxicação por benzodiazepínicos, incluindo fala arrastada, nistagmo, ataxia grave e coma leve.",
            "riscoGravidez": "Categoria D. Evidências de risco fetal humano. Contraindicado, exceto em situações emergenciais (controle de convulsões, sedação urgente). Uso crônico pode levar à síndrome de abstinência neonatal ou hipotonia.",
            "riscoLactacao": "Excreção no leite materno em pequenas quantidades. Uso pontual é geralmente considerado seguro, mas deve-se monitorar lactente para sinais de sedação, hipotonia ou dificuldade de sucção. Evitar uso crônico durante a lactação.",
            "ajusteRenal": "• Não exige ajuste na dose inicial.\n• Metabólitos ativos podem se acumular na insuficiência renal crônica, levando à sedação prolongada. Monitorizar sedação e função respiratória.",
            "ajusteHepatico": "• Exige redução de dose na insuficiência hepática, devido à metabolização hepática reduzida e risco aumentado de sedação prolongada, depressão respiratória e efeitos acumulativos.",
            "contraindicacoes": "• Hipersensibilidade ao diazepam, benzodiazepínicos ou excipientes da fórmula.\n• Miastenia gravis não controlada.\n• Insuficiência respiratória grave sem suporte ventilatório.\n• Síndrome de apneia do sono não tratada.\n• Glaucoma de ângulo fechado (relativo).\n• Insuficiência hepática grave (risco de encefalopatia).",
            "interacaoMedicamento": "• Potencializa efeitos sedativos de opioides, anestésicos, álcool, antipsicóticos, antidepressivos e anti-histamínicos sedativos.\n• Aumenta risco de depressão respiratória e sedação profunda quando associado a propofol, midazolam, dexmedetomidina.\n• Inibidores do CYP3A4 (cetoconazol, claritromicina, ritonavir) aumentam concentração plasmática.\n• Indutores do CYP3A4 (rifampicina, carbamazepina, fenitoína) reduzem eficácia.\n• Potencializa efeitos hipotensores de anti-hipertensivos.\n• Competição com fármacos altamente ligados a proteínas plasmáticas, podendo alterar níveis plasmáticos.\n• Risco aumentado de interação com anticonvulsivantes indutores enzimáticos, como fenobarbital e carbamazepina, que aceleram metabolismo do diazepam.\n• Sinergismo farmacodinâmico com etanol, aumentando depressão do SNC.",
            "apresentacao": "• Comprimidos 2 mg, 5 mg ou 10 mg.\n• Solução oral 2 mg/mL.\n• Ampolas 5 mg/mL (2 mL, 5 mL, 10 mL).\n• Gel ou solução retal (formulado ou manipulado).",
            "preparo": "• IV/IM: usar ampola diretamente (5 mg/mL) ou diluir em SF 0,9% ou SG 5% conforme protocolo institucional (opcional para minimizar irritação local).\n• Retal: usar solução pronta ou preparar diluição da ampola conforme protocolo.\n• VO: solução oral 2 mg/mL ou comprimidos.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Evitar congelamento. Após abertura ou diluição, utilizar imediatamente ou dentro de 24 horas se refrigerado (2–8°C) e em condições assépticas.",
            "cuidadosMedicos": "• Monitorização contínua de sinais vitais, ECG, frequência respiratória e sedação.\n• Ter disponível suporte ventilatório, oxigênio e agente reversor (flumazenil).\n• Ajustar dose em idosos, insuficiência hepática ou renal.\n• Usar com extrema cautela em combinação com opioides devido ao risco elevado de depressão respiratória.\n• Corrigir distúrbios hidroeletrolíticos antes de administração, se presentes.\n• Monitorizar para efeitos paradoxais, especialmente em crianças e idosos.\n• Recomendar desmame gradual (tapering) após uso prolongado (>2 semanas) para evitar síndrome de abstinência.\n• Observar sinais de abstinência, como insônia, ansiedade, irritabilidade e convulsões.",
            "cuidadosFarmaceuticos": "• Conferir validade, aspecto da solução e integridade da ampola.\n• Realizar diluição adequada se necessário para infusão lenta.\n• Registrar lote, dose, via e horário de administração.\n• Assegurar disponibilidade de flumazenil para reversão emergencial.\n• Descartar solução com alteração de cor, turbidez ou precipitação.",
            "cuidadosEnfermagem": "• Monitorar nível de consciência, sedação, sinais vitais e função respiratória.\n• Observar para sinais de depressão respiratória, hipotensão ou agitação paradoxal.\n• Garantir acesso a equipamento de suporte ventilatório e desfibrilador.\n• Informar paciente e acompanhantes sobre possíveis efeitos de sedação prolongada, amnésia e necessidade de restrição de atividades após uso.\n• Notificar imediatamente qualquer evento adverso ou reação inesperada.",
            "fontesBibliograficas": "Bula Anvisa (Diazepam), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9ª Edição), PubMed ID 37029783, PubChem Compound ID 3016."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Diazepam",
            "nomeComercial": "Valium®, Compaz®, Dienpax®, Revange®, Ansiopax®",
            "classificacao": "Benzodiacepínico, ansiolítico, sedante, anticonvulsivante, relajante muscular central e hipnótico",
            "mecanismoAcao": "El diazepam es un agonista de los receptores GABA-A, uniéndose a un sitio específico en el complejo receptor GABA, aumentando la afinidad del GABA por el receptor y, por lo tanto, incrementando la frecuencia de apertura de los canales de cloro. Esto conduce a la hiperpolarización de la membrana neuronal y a la inhibición de la actividad del SNC. Sus efectos incluyen sedación, ansiolisis, relajación muscular esquelética, control de convulsiones y amnesia anterógrada leve. Por ser altamente lipofílico, tiene un inicio de acción rápido y larga duración, con redistribución tisular inicial y posterior acumulación en tejidos adiposos. El diazepam presenta selectividad por subunidades α1, α2, α3 y α5 del receptor GABA-A, confiriendo efectos distintos: la subunidad α1 está asociada a efectos sedantes y amnésicos, α2 y α3 a efectos ansiolíticos y relajantes musculares, y α5 a la modulación de la memoria. No actúa directamente sobre receptores glutamatérgicos o canales iónicos excitatorios, lo que contribuye a su perfil farmacológico específico.",
            "farmacocinetica": "• Absorción: rápida y casi completa por vía oral, rectal, IM (impredecible) y IV.\n• Biodisponibilidad oral: superior al 90%, con pico plasmático en 1–2 horas.\n• Inicio de acción: 1–5 min IV, 5–10 min rectal, 15–30 min VO, IM variable.\n• Pico de efecto: 10–15 min IV, 30–90 min VO.\n• Duración del efecto: 2–6 horas IV (efecto clínico inmediato), pero la vida media prolongada genera efecto residual.\n• Volumen de distribución: 0,8–1,5 L/kg.\n• Unión a proteínas plasmáticas: 98–99% (principalmente a albúmina), pudiendo ocurrir competencia con otros fármacos altamente ligados.\n• Metabolización: hepática, involucrando fase I (oxidación vía CYP2C19 y CYP3A4) y fase II (conjugación glucurónica), formando metabolitos activos como desmetildiazepam (nordiazepam), temazepam y oxazepam.\n• Vida media de eliminación: 20–50 horas para el diazepam; metabolitos activos, especialmente nordiazepam, pueden presentar vida media prolongada de hasta 100 horas, contribuyendo a efecto acumulativo.\n• Excreción: renal, principalmente en forma de metabolitos conjugados.",
            "farmacodinamica": "Produce potente depresión del SNC, con efectos ansiolítico, sedante, anticonvulsivante, relajante muscular y levemente hipnótico. Su elevada lipofilia permite inicio de acción rápido tras administración IV o VO, seguido por redistribución, lo que reduce el efecto agudo, pero mantiene efecto residual prolongado debido a la acumulación en tejidos y a la formación de metabolitos activos de larga vida media. La alta afinidad por tejido adiposo explica la sedación residual prolongada, especialmente en uso repetido o continuo, y es particularmente relevante en pacientes ancianos, que presentan mayor sensibilidad y riesgo de efectos acumulativos.",
            "indicacoes": "• Control agudo de crisis convulsivas, incluyendo status epilepticus.\n• Sedación preoperatoria y preprocedimiento.\n• Tratamiento de ansiedad aguda grave.\n• Tratamiento del síndrome de abstinencia alcohólica.\n• Espasmos musculares, rigidez o espasticidad de origen central.\n• Agitación psicomotora aguda.\n• Tratamiento adyuvante de trastornos del sueño (insomnio asociado a ansiedad).\n• Inducción de amnesia anterógrada leve (en procedimientos).\n• Sedación en unidades de terapia intensiva (UTI).\n• Control de espasticidad crónica, como en esclerosis múltiple.\n• Trastornos psiconeurológicos agudos.",
            "posologia": "Adulto:\n• Crisis convulsivas/status epilepticus: 5–10 mg IV, repetir cada 10–15 min si es necesario, máximo 30 mg.\n• Rectal: 10–20 mg en crisis convulsivas (cuando IV no está disponible).\n• Sedación: 2–10 mg IM/IV, 30–60 min antes del procedimiento.\n• Ansiedad aguda: 2–10 mg VO, 2–4 veces al día.\n• Abstinencia alcohólica: 10 mg VO cada 6–8 h las primeras 24 h, luego 5 mg cada 6–8 h.\n• Ajuste por peso: dosis generalmente basadas en 0,1–0,3 mg/kg/dosis, según indicación clínica.\n• Regímenes continuos en UTI: infusión intravenosa continua de 0,03–0,2 mg/kg/h, ajustada según respuesta clínica y monitorización; por ejemplo, para un paciente de 70 kg, iniciar con 2,1 mg/h (0,03 mg/kg/h) y ajustar hasta 14 mg/h (0,2 mg/kg/h).\nPediatría:\n• Crisis convulsivas/status epilepticus: 0,2–0,5 mg/kg IV (máx. 10 mg por dosis); repetir si es necesario cada 10–15 min (máximo 30 mg).\n• Rectal: 0,5 mg/kg (máx. 10 mg por dosis).\n• Sedación preprocedimiento: 0,04–0,2 mg/kg IV (máx. 10 mg).",
            "administracao": "• IV: bolo lento (mínimo 1 minuto por 5 mg) o infusión intermitente, preferentemente para mejor control de efectos y reducción de reacciones locales.\n• IM: administración profunda, pero poco confiable debido a absorción errática y variabilidad farmacocinética; debe evitarse cuando sea posible.\n• Rectal: solución o gel, especialmente útil en emergencias pediátricas o cuando no hay acceso IV.\n• VO: comprimidos o solución oral.\n• Siempre con monitorización cardiorrespiratoria, especialmente en vías IV o IM.\n• Preferir vía IV lenta o rectal para garantizar absorción y efecto más predecible.",
            "doseMaxima": "• Adulto: 30 mg para control agudo de convulsiones.\n• Pediatría: 0,5 mg/kg (máx. 10 mg por dosis, 30 mg total en 8 horas).",
            "doseMinima": "• 2 mg VO en adultos.\n• 0,2 mg/kg IV o 0,5 mg/kg rectal en pediatría.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Sedación, somnolencia, fatiga.\n• Debilidad muscular, ataxia.\nComunes (1–10%):\n• Depresión respiratoria (dependiente de dosis).\n• Hipotensión, bradicardia.\n• Amnesia anterógrada.\n• Cefalea, mareo, boca seca.\n• Náuseas, estreñimiento.\n• Reacciones locales (dolor, tromboflebitis) en inyección IV.\nPoco comunes (0,1–1%):\n• Agitación paradójica, agresividad (especialmente en ancianos y niños).\n• Depresión cardiovascular.\n• Alteraciones del humor.\nRaras (<0,1%):\n• Insuficiencia respiratoria grave.\n• Reacciones anafilácticas.\n• Dependencia física y síndrome de abstinencia (uso prolongado).\n• Manifestaciones de intoxicación por benzodiacepinas, incluyendo habla arrastrada, nistagmo, ataxia grave y coma leve.",
            "riscoGravidez": "Categoría D. Evidencias de riesgo fetal humano. Contraindicado, excepto en situaciones de emergencia (control de convulsiones, sedación urgente). El uso crónico puede llevar a síndrome de abstinencia neonatal o hipotonía.",
            "riscoLactacao": "Excreción en leche materna en pequeñas cantidades. Uso puntual generalmente considerado seguro, pero se debe monitorizar al lactante por signos de sedación, hipotonía o dificultad de succión. Evitar uso crónico durante la lactancia.",
            "ajusteRenal": "• No requiere ajuste en la dosis inicial.\n• Metabolitos activos pueden acumularse en insuficiencia renal crónica, llevando a sedación prolongada. Monitorizar sedación y función respiratoria.",
            "ajusteHepatico": "• Requiere reducción de dosis en insuficiencia hepática, debido a metabolismo hepático reducido y riesgo aumentado de sedación prolongada, depresión respiratoria y efectos acumulativos.",
            "contraindicacoes": "• Hipersensibilidad al diazepam, benzodiacepinas o excipientes de la fórmula.\n• Miastenia gravis no controlada.\n• Insuficiencia respiratoria grave sin soporte ventilatorio.\n• Síndrome de apnea del sueño no tratada.\n• Glaucoma de ángulo cerrado (relativo).\n• Insuficiencia hepática grave (riesgo de encefalopatía).",
            "interacaoMedicamento": "• Potencializa efectos sedantes de opioides, anestésicos, alcohol, antipsicóticos, antidepresivos y antihistamínicos sedativos.\n• Aumenta riesgo de depresión respiratoria y sedación profunda cuando se asocia con propofol, midazolam, dexmedetomidina.\n• Inhibidores de CYP3A4 (cetoconazol, claritromicina, ritonavir) aumentan concentración plasmática.\n• Inductores de CYP3A4 (rifampicina, carbamazepina, fenitoína) reducen eficacia.\n• Potencializa efectos hipotensores de antihipertensivos.\n• Competencia con fármacos altamente ligados a proteínas plasmáticas, pudiendo alterar niveles plasmáticos.\n• Riesgo aumentado de interacción con anticonvulsivantes inductores enzimáticos, como fenobarbital y carbamazepina, que aceleran metabolismo del diazepam.\n• Sinergismo farmacodinámico con etanol, aumentando depresión del SNC.",
            "apresentacao": "• Comprimidos 2 mg, 5 mg o 10 mg.\n• Solución oral 2 mg/mL.\n• Ampollas 5 mg/mL (2 mL, 5 mL, 10 mL).\n• Gel o solución rectal (formulado o manipulado).",
            "preparo": "• IV/IM: usar ampolla directamente (5 mg/mL) o diluir en SF 0,9% o SG 5% según protocolo institucional (opcional para minimizar irritación local).\n• Rectal: usar solución lista o preparar dilución de la ampolla según protocolo.\n• VO: solución oral 2 mg/mL o comprimidos.",
            "solucoesCompatíveis": "Solución fisiológica 0,9%, solución glucosada 5%. Incompatible con soluciones alcalinas y bicarbonato.",
            "armazenamento": "Conservar entre 15°C y 30°C, protegido de la luz. Evitar congelamiento. Tras apertura o dilución, usar inmediatamente o dentro de 24 horas si se refrigera (2–8°C) y en condiciones asépticas.",
            "cuidadosMedicos": "• Monitorización continua de signos vitales, ECG, frecuencia respiratoria y sedación.\n• Tener disponible soporte ventilatorio, oxígeno y agente reversor (flumazenil).\n• Ajustar dosis en ancianos, insuficiencia hepática o renal.\n• Usar con extrema precaución en combinación con opioides debido al riesgo elevado de depresión respiratoria.\n• Corregir trastornos hidroelectrolíticos antes de la administración, si están presentes.\n• Monitorizar para efectos paradójicos, especialmente en niños y ancianos.\n• Recomendar destete gradual (tapering) tras uso prolongado (>2 semanas) para evitar síndrome de abstinencia.\n• Observar signos de abstinencia, como insomnio, ansiedad, irritabilidad y convulsiones.",
            "cuidadosFarmaceuticos": "• Verificar validez, aspecto de la solución e integridad de la ampolla.\n• Realizar dilución adecuada si es necesario para infusión lenta.\n• Registrar lote, dosis, vía y horario de administración.\n• Asegurar disponibilidad de flumazenil para reversión emergencial.\n• Desechar solución con alteración de color, turbidez o precipitación.",
            "cuidadosEnfermagem": "• Monitorizar nivel de conciencia, sedación, signos vitales y función respiratoria.\n• Observar signos de depresión respiratoria, hipotensión o agitación paradójica.\n• Garantizar acceso a equipo de soporte ventilatorio y desfibrilador.\n• Informar a paciente y acompañantes sobre posibles efectos de sedación prolongada, amnesia y necesidad de restricción de actividades tras uso.\n• Notificar inmediatamente cualquier evento adverso o reacción inesperada.",
            "fontesBibliograficas": "Bula Anvisa (Diazepam), Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Goodman & Gilman (13ª Edición), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9ª Edición), PubMed ID 37029783, PubChem Compound ID 3016."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Diazepam",
            "nomeComercial": "Valium®, Compaz®, Dienpax®, Revange®, Ansiopax®",
            "classificacao": "Benzodiazepine, anxiolytic, sedative, anticonvulsant, central muscle relaxant, and hypnotic",
            "mecanismoAcao": "Diazepam is a GABA-A receptor agonist that binds to a specific site on the GABA receptor complex, enhancing GABA's affinity for the receptor and thereby increasing the frequency of chloride channel opening. This leads to neuronal membrane hyperpolarization and central nervous system (CNS) inhibition. Its pharmacological effects include sedation, anxiolysis, skeletal muscle relaxation, seizure control, and mild anterograde amnesia. Due to its high lipophilicity, diazepam has a rapid onset and prolonged duration of action, characterized by initial tissue redistribution followed by accumulation in adipose tissue. It exhibits selectivity for GABA-A receptor subunits α1, α2, α3, and α5, which confer distinct effects: α1 subunits mediate sedative and amnestic actions, α2 and α3 subunits mediate anxiolytic and muscle relaxant effects, and α5 subunits modulate memory. Diazepam does not directly affect glutamatergic receptors or excitatory ion channels, contributing to its specific pharmacological profile.",
            "farmacocinetica": "• Absorption: rapid and nearly complete via oral, rectal, intramuscular (IM, unpredictable), and intravenous (IV) routes.\n• Oral bioavailability: greater than 90%, with peak plasma concentrations at 1–2 hours.\n• Onset of action: 1–5 minutes IV, 5–10 minutes rectal, 15–30 minutes oral, variable IM.\n• Peak effect: 10–15 minutes IV, 30–90 minutes oral.\n• Duration of effect: 2–6 hours IV (immediate clinical effect), with prolonged half-life causing residual effects.\n• Volume of distribution: 0.8–1.5 L/kg.\n• Plasma protein binding: 98–99% (mainly albumin), with potential competition from other highly protein-bound drugs.\n• Metabolism: hepatic via phase I oxidation (CYP2C19 and CYP3A4) and phase II glucuronidation, producing active metabolites such as desmethyldiazepam (nordiazepam), temazepam, and oxazepam.\n• Elimination half-life: 20–50 hours for diazepam; active metabolites, especially nordiazepam, may have prolonged half-lives up to 100 hours, contributing to cumulative effects.\n• Excretion: renal, primarily as conjugated metabolites.",
            "farmacodinamica": "Diazepam produces potent CNS depression, exhibiting anxiolytic, sedative, anticonvulsant, muscle relaxant, and mild hypnotic effects. Its high lipophilicity facilitates rapid onset following IV or oral administration, followed by redistribution that diminishes acute effects but maintains prolonged residual activity due to tissue accumulation and formation of long half-life active metabolites. High affinity for adipose tissue explains prolonged residual sedation, especially with repeated or continuous use, and is particularly relevant in elderly patients who have increased sensitivity and risk of accumulation-related adverse effects.",
            "indicacoes": "• Acute control of seizure episodes, including status epilepticus.\n• Preoperative and preprocedural sedation.\n• Treatment of severe acute anxiety.\n• Management of alcohol withdrawal syndrome.\n• Muscle spasms, rigidity, or spasticity of central origin.\n• Acute psychomotor agitation.\n• Adjunctive treatment for sleep disorders (anxiety-associated insomnia).\n• Induction of mild anterograde amnesia (during procedures).\n• Sedation in intensive care units (ICU).\n• Chronic spasticity control, such as in multiple sclerosis.\n• Acute psychoneurological disorders.",
            "posologia": "Adults:\n• Seizure crises/status epilepticus: 5–10 mg IV, repeat every 10–15 minutes as needed, maximum 30 mg.\n• Rectal: 10–20 mg for seizure crises (when IV not available).\n• Sedation: 2–10 mg IM/IV, 30–60 minutes before procedure.\n• Acute anxiety: 2–10 mg orally, 2–4 times daily.\n• Alcohol withdrawal: 10 mg orally every 6–8 hours during first 24 hours, then 5 mg every 6–8 hours.\n• Weight-based dosing: generally 0.1–0.3 mg/kg per dose, per clinical indication.\n• Continuous ICU regimens: intravenous continuous infusion at 0.03–0.2 mg/kg/h, adjusted per clinical response and monitoring; for example, a 70 kg patient starts at 2.1 mg/h (0.03 mg/kg/h) and may be titrated up to 14 mg/h (0.2 mg/kg/h).\nPediatrics:\n• Seizure crises/status epilepticus: 0.2–0.5 mg/kg IV (max 10 mg per dose); repeat every 10–15 minutes as needed (max 30 mg).\n• Rectal: 0.5 mg/kg (max 10 mg per dose).\n• Preprocedural sedation: 0.04–0.2 mg/kg IV (max 10 mg).",
            "administracao": "• IV: slow bolus (minimum 1 minute per 5 mg) or intermittent infusion, preferably to optimize effect control and reduce local reactions.\n• IM: deep administration, but unreliable due to erratic absorption and pharmacokinetic variability; avoid if possible.\n• Rectal: solution or gel, especially useful in pediatric emergencies or when IV access is unavailable.\n• Oral: tablets or oral solution.\n• Always with cardiorespiratory monitoring, especially via IV or IM routes.\n• Prefer slow IV or rectal routes to ensure more predictable absorption and effect.",
            "doseMaxima": "• Adults: 30 mg for acute seizure control.\n• Pediatrics: 0.5 mg/kg (max 10 mg per dose, 30 mg total in 8 hours).",
            "doseMinima": "• 2 mg orally in adults.\n• 0.2 mg/kg IV or 0.5 mg/kg rectally in pediatrics.",
            "reacoesAdversas": "Very common (>10%):\n• Sedation, drowsiness, fatigue.\n• Muscle weakness, ataxia.\nCommon (1–10%):\n• Respiratory depression (dose-dependent).\n• Hypotension, bradycardia.\n• Anterograde amnesia.\n• Headache, dizziness, dry mouth.\n• Nausea, constipation.\n• Local reactions (pain, thrombophlebitis) at IV injection site.\nUncommon (0.1–1%):\n• Paradoxical agitation, aggression (especially in elderly and children).\n• Cardiovascular depression.\n• Mood alterations.\nRare (<0.1%):\n• Severe respiratory failure.\n• Anaphylactic reactions.\n• Physical dependence and withdrawal syndrome (prolonged use).\n• Benzodiazepine intoxication manifestations, including slurred speech, nystagmus, severe ataxia, and mild coma.",
            "riscoGravidez": "Category D. Evidence of human fetal risk. Contraindicated except in emergency situations (seizure control, urgent sedation). Chronic use may cause neonatal withdrawal syndrome or hypotonia.",
            "riscoLactacao": "Excreted in breast milk in small amounts. Occasional use is generally considered safe, but monitor infant for sedation, hypotonia, or feeding difficulties. Avoid chronic use during lactation.",
            "ajusteRenal": "• No initial dose adjustment required.\n• Active metabolites may accumulate in chronic renal insufficiency, leading to prolonged sedation. Monitor sedation and respiratory function.",
            "ajusteHepatico": "• Dose reduction required in hepatic insufficiency due to reduced hepatic metabolism and increased risk of prolonged sedation, respiratory depression, and accumulation effects.",
            "contraindicacoes": "• Hypersensitivity to diazepam, benzodiazepines, or formulation excipients.\n• Uncontrolled myasthenia gravis.\n• Severe respiratory insufficiency without ventilatory support.\n• Untreated sleep apnea syndrome.\n• Narrow-angle glaucoma (relative).\n• Severe hepatic insufficiency (risk of encephalopathy).",
            "interacaoMedicamento": "• Potentiates sedative effects of opioids, anesthetics, alcohol, antipsychotics, antidepressants, and sedative antihistamines.\n• Increases risk of respiratory depression and deep sedation when combined with propofol, midazolam, dexmedetomidine.\n• CYP3A4 inhibitors (ketoconazole, clarithromycin, ritonavir) increase plasma concentrations.\n• CYP3A4 inducers (rifampicin, carbamazepine, phenytoin) reduce efficacy.\n• Potentiates hypotensive effects of antihypertensives.\n• Competes with highly protein-bound drugs, potentially altering plasma levels.\n• Increased risk of interaction with enzyme-inducing anticonvulsants like phenobarbital and carbamazepine, which accelerate diazepam metabolism.\n• Pharmacodynamic synergism with ethanol, increasing CNS depression.",
            "apresentacao": "• Tablets: 2 mg, 5 mg, or 10 mg.\n• Oral solution: 2 mg/mL.\n• Ampoules: 5 mg/mL (2 mL, 5 mL, 10 mL).\n• Rectal gel or solution (formulated or compounded).",
            "preparo": "• IV/IM: use ampoule directly (5 mg/mL) or dilute in 0.9% saline or 5% glucose per institutional protocol (optional to minimize local irritation).\n• Rectal: use ready-to-use solution or prepare dilution from ampoule per protocol.\n• Oral: 2 mg/mL oral solution or tablets.",
            "solucoesCompatíveis": "Compatible with 0.9% saline and 5% glucose solutions. Incompatible with alkaline solutions and bicarbonate.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Avoid freezing. After opening or dilution, use immediately or within 24 hours if refrigerated (2–8°C) under aseptic conditions.",
            "cuidadosMedicos": "• Continuous monitoring of vital signs, ECG, respiratory rate, and sedation.\n• Availability of ventilatory support, oxygen, and reversal agent (flumazenil).\n• Dose adjustment in elderly, hepatic, or renal impairment.\n• Use with extreme caution in combination with opioids due to increased risk of respiratory depression.\n• Correct electrolyte disturbances prior to administration if present.\n• Monitor for paradoxical reactions, especially in children and elderly.\n• Recommend gradual tapering after prolonged use (>2 weeks) to avoid withdrawal syndrome.\n• Observe for withdrawal signs such as insomnia, anxiety, irritability, and seizures.",
            "cuidadosFarmaceuticos": "• Verify expiration date, solution appearance, and ampoule integrity.\n• Perform appropriate dilution if needed for slow infusion.\n• Record batch, dose, route, and administration time.\n• Ensure availability of flumazenil for emergency reversal.\n• Discard solution with color change, turbidity, or precipitation.",
            "cuidadosEnfermagem": "• Monitor consciousness level, sedation, vital signs, and respiratory function.\n• Watch for signs of respiratory depression, hypotension, or paradoxical agitation.\n• Ensure access to ventilatory support equipment and defibrillator.\n• Inform patient and caregivers about possible prolonged sedation, amnesia, and need for activity restriction after use.\n• Immediately report any adverse event or unexpected reaction.",
            "fontesBibliograficas": "Anvisa Package Insert (Diazepam), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9th Edition), PubMed ID 37029783, PubChem Compound ID 3016."
        }
    }
}
