{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dimenidrinato",
            "nomeComercial": "Dramin®, Viabom®, Dimenidrin®, Dramin B6®",
            "classificacao": "Anti-histamínico H1 de primeira geração, antivertiginoso, antiemético, anticolinérgico",
            "mecanismoAcao": "Atua como antagonista competitivo dos receptores histaminérgicos H1 localizados no sistema vestibular e no centro do vômito da medula, bloqueando vias histaminérgicas centrais e periféricas. Atua nos núcleos vestibulares e cerebelares, inibindo a transmissão dos impulsos do labirinto para o centro do vômito e zona de gatilho quimiorreceptora (CTZ). Possui potente efeito anticolinérgico muscarínico central, reduzindo a atividade colinérgica no sistema nervoso central, o que contribui para o efeito antiemético e sedativo. A ação combinada reduz a excitação vestibular e a transmissão dos impulsos para o centro do vômito no tronco cerebral. Também exerce leve efeito sedativo central pela inibição de receptores H1 no SNC.",
            "farmacocinetica": "Biodisponibilidade oral: 60–80%. Início de ação oral e IM: 15–30 minutos (pode ser retardado se administrado com alimentos). Pico de ação: 1–2 horas. Duração do efeito: 4–6 horas. Meia-vida de eliminação: 3–9 horas. Volume de distribuição: 3–5 L/kg. Ligação às proteínas plasmáticas: 70–80%. Metabolização hepática via CYP2D6 e outras isoenzimas do citocromo P450, com fração hepática extraída significativa. Excreção predominantemente renal (60–80%) na forma de metabólitos inativos, e uma fração menor na bile e fezes.",
            "farmacodinamica": "Bloqueia a estimulação vestibular e a transmissão dos sinais vestibulares para o centro do vômito. Atua diretamente na zona de gatilho quimiorreceptora (CTZ) e no sistema vestibular, controlando náuseas, vômitos e vertigens. Modula o reflexo vestíbulo-ocular, reduzindo a transmissão dos estímulos labirínticos para o SNC. Possui efeito preventivo na cinetose quando utilizado em dose profilática antes da exposição ao movimento. Possui efeito sedativo central devido ao bloqueio H1 no SNC. Também exerce ação anticolinérgica periférica, reduzindo secreções e o tônus da musculatura lisa gastrointestinal.",
            "indicacoes": "Prevenção e tratamento de náuseas, vômitos e tonturas associados a cinetose (enjoo de movimento), labirintite, vertigem de origem vestibular, síndrome de Ménière, náuseas e vômitos induzidos por quimioterapia, radioterapia, pós-operatórios, gravidez (com orientação médica), gastrenterites, enxaqueca com aura vestibular e como adjuvante em crises vertiginosas agudas.",
            "posologia": "Adultos: 50–100 mg por via oral, IM ou IV a cada 4–6 horas, máximo 400 mg/dia. Pediátrico: 2–6 anos: 12,5–25 mg por dose a cada 6–8 horas, máximo 75 mg/dia; 6–12 anos: 25–50 mg por dose a cada 6–8 horas, máximo 150 mg/dia; maiores de 12 anos: mesma dose do adulto. Alternativamente, 1,25 mg/kg/dose (máximo 50 mg) a cada 6 horas, máximo 5 mg/kg/dia ou 150 mg/dia (o que for menor). Profilaxia da cinetose: administrar 30–60 minutos antes da viagem (adultos: 50–100 mg; crianças: 1,25 mg/kg ou conforme faixa etária). Em viagens prolongadas, pode-se repetir a dose a cada 6 horas enquanto durar a exposição ao movimento.",
            "administracao": "Via oral (comprimidos, gotas, solução), intramuscular (IM) profunda, subcutânea (SC) ou intravenosa (IV) lenta, diluído em 10–20 mL de SF 0,9%, administrado em pelo menos 2 minutos. Administração IV rápida pode causar hipotensão, taquicardia e irritação venosa.",
            "doseMaxima": "Adulto: 400 mg/dia. Pediatria: 5 mg/kg/dia ou 150 mg/dia (o que for menor).",
            "doseMinima": "Adulto: 50 mg por dose. Pediatria: 1,25 mg/kg por dose.",
            "reacoesAdversas": "Sonolência, sedação intensa, tontura, boca seca, constipação, retenção urinária, visão borrada, midríase, fotofobia, taquicardia, hipotensão ortostática, fadiga, letargia, insônia (paradoxal, principalmente em crianças), agitação, euforia, tremores, confusão mental, delírio (especialmente em idosos), rash cutâneo, prurido, urticária, reação anafilática rara, broncoespasmo, depressão respiratória (superdose), convulsões (superdose), rabdomiólise (excepcional).",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco, mas não há estudos controlados em humanos. Considerado seguro quando usado sob orientação médica e por curtos períodos na gestação, especialmente no controle de náuseas e vômitos gravídicos.",
            "riscoLactacao": "Uso com cautela. Excreção limitada no leite materno. Pode causar sedação, irritabilidade, dificuldade de sucção e efeitos anticolinérgicos no lactente. Avaliar risco-benefício, especialmente em uso repetido.",
            "ajusteRenal": "Não é necessário ajuste em insuficiência renal leve a moderada. Usar com cautela em insuficiência renal grave, pois pode ocorrer acúmulo de metabólitos, aumentando o risco de efeitos centrais e anticolinérgicos.",
            "ajusteHepatico": "Necessário cautela em insuficiência hepática moderada a grave, devido à redução do metabolismo hepático, com possibilidade de acúmulo e aumento dos efeitos adversos, especialmente sedação e confusão.",
            "contraindicacoes": "Hipersensibilidade ao dimenidrinato, à dipenidramina ou a outros anti-histamínicos. Glaucoma de ângulo fechado. Hipertrofia prostática com retenção urinária. Obstrução do trato gastrointestinal ou urinário. Asma não controlada. Porfiria aguda. Crianças menores de 2 anos (risco de depressão respiratória severa).",
            "interacaoMedicamento": "Efeito aditivo com outros depressores do SNC, como benzodiazepínicos, opioides, barbitúricos, sedativos, anestésicos e álcool. Potencializa a depressão do centro respiratório quando associado a outros depressores do SNC e álcool. Interage com inibidores da monoaminoxidase (IMAO), podendo potencializar efeitos anticolinérgicos e tóxicos. Sinergismo com outros anticolinérgicos (antidepressivos tricíclicos, antiparkinsonianos, antipsicóticos). Pode reduzir a eficácia de procinéticos como metoclopramida. Potencializa o risco de retenção urinária e íleo paralítico quando combinado com opioides. Risco aumentado de prolongamento do intervalo QT quando utilizado com outros anti-histamínicos ou fármacos que prolongam o QT.",
            "apresentacao": "Comprimidos 50 mg. Solução oral 10 mg/mL. Ampolas 50 mg/mL (1 mL). Supositórios 50 mg (disponíveis em alguns países).",
            "preparo": "Ampolas prontas para uso IM, SC ou IV. Para administração IV, diluir em 10–20 mL de SF 0,9% e administrar lentamente (mínimo 2 minutos) para reduzir risco de irritação venosa, taquicardia e hipotensão. Solução oral pronta para uso. Comprimidos e supositórios sem necessidade de preparo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com bicarbonato de sódio e outras soluções alcalinas na mesma linha venosa.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz, calor e umidade. Não congelar. Após abertura da ampola, utilizar imediatamente. Descartar eventuais sobras.",
            "cuidadosMedicos": "Monitorizar sinais vitais, especialmente após administração IV. Usar com cautela em idosos, pacientes com disfunções hepática, renal, respiratória ou cardiovascular. Avaliar risco de retenção urinária, constipação severa e glaucoma. Observar para sinais de sedação excessiva, delírio, agitação ou depressão respiratória, especialmente em populações vulneráveis (crianças e idosos). O uso prolongado deve ser evitado devido à possibilidade de toxicidade cumulativa, incluindo sintomas anticolinérgicos persistentes e, raramente, sintomas extrapiramidais.",
            "cuidadosFarmaceuticos": "Verificar integridade da ampola, comprimidos e solução oral. Conferir aspecto da solução (límpida, incolor, livre de partículas). Assegurar condições de armazenamento adequado. Realizar rastreabilidade, controle de lote e validade. Realizar descarte seguro de resíduos farmacêuticos conforme normas locais.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais (PA, FC, FR, SpO2) após administração, principalmente se IV. Observar nível de sedação, padrão respiratório e estado mental. Avaliar sinais de retenção urinária, constipação, boca seca, visão borrada ou agitação. Alertar paciente sobre sedação, tontura, risco de quedas e restrições operacionais (dirigir, operar máquinas). Notificar imediatamente sinais de reação alérgica, depressão respiratória, convulsões, delírio ou alteração do nível de consciência.",
            "fontesBibliograficas": "Bula Dramin®, UpToDate (2024), Micromedex, Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13ª edição), Tintinalli’s Emergency Medicine, PubMed ID 37129899, Diretrizes ASA, Diretrizes SCCM."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Dimenhydrinate",
            "nomeComercial": "Dramamine®, Viabom®, Gravol®, Dramin B6®",
            "classificacao": "First-generation H1-antihistamine, antiemetic, antivertigo agent, anticholinergic",
            "mecanismoAcao": "Acts as a competitive antagonist of central and peripheral H1 histamine receptors, primarily affecting the vestibular nuclei and cerebellar pathways responsible for balance and motion perception. Exhibits potent central muscarinic anticholinergic effects, reducing vestibular excitation and transmission of impulses to the chemoreceptor trigger zone (CTZ) and vomiting center in the medulla. This combined action decreases nausea, vomiting, and vertigo, also producing mild central sedation through H1 receptor inhibition in the central nervous system.",
            "farmacocinetica": "Oral bioavailability ranges between 60–80%. Onset of action after oral or intramuscular administration occurs within 15–30 minutes, with peak plasma concentrations at 1–2 hours. The drug has a volume of distribution of approximately 3–5 L/kg and is 70–80% plasma protein bound. Metabolized hepatically primarily via CYP2D6 and other cytochrome P450 enzymes, with an extraction ratio indicating moderate hepatic clearance. Excretion occurs mainly through the kidneys (60–80%) as inactive metabolites, with a smaller fraction eliminated via bile and feces. The elimination half-life ranges from 3 to 9 hours.",
            "farmacodinamica": "Inhibits the vestibulo-ocular reflex, thereby reducing motion-induced nausea and vomiting. Prevents stimulation of the vomiting center by blocking signals from the vestibular system and CTZ. Provides prophylactic efficacy against motion sickness (kinetosis) by attenuating vestibular system hyperactivity. Exhibits peripheral anticholinergic effects, decreasing gastrointestinal secretions and smooth muscle tone.",
            "indicacoes": "Indicated for prevention and treatment of motion sickness (kinetosis), vertigo of vestibular origin, nausea and vomiting induced by chemotherapy, radiotherapy, postoperative states, and pregnancy-related nausea and vomiting (under medical supervision). Also used in labyrinthitis, Ménière’s syndrome, vestibular migraine, gastroenteritis, and as an adjunct in acute vertiginous crises.",
            "posologia": "Adults: 50–100 mg orally, intramuscularly (IM), subcutaneously (SC), or intravenously (IV) every 4–6 hours; maximum 400 mg/day. Pediatrics: \n- Ages 2–6 years: 12.5–25 mg every 6–8 hours (maximum 75 mg/day).\n- Ages 6–12 years: 25–50 mg every 6–8 hours (maximum 150 mg/day).\n- Over 12 years: adult dosing applies.\nFor prophylaxis of motion sickness: Adults take 50–100 mg 30 minutes before travel; children doses adjusted accordingly. For prolonged travel, repeat dosing every 6–8 hours as needed.",
            "administracao": "Administered orally (tablets, liquid drops, syrup), intramuscularly (deep IM), subcutaneously (SC), or intravenously (IV). For IV administration, dilute in 10–20 mL of 0.9% sodium chloride solution and infuse slowly over at least 2 minutes to reduce risk of venous irritation, hypotension, and tachycardia. Rapid IV injection is contraindicated. Oral administration should be with or without food. SC and IM routes provide alternative parenteral options when oral administration is not feasible.",
            "doseMaxima": "Adults: 400 mg/day. Pediatrics: 5 mg/kg/day or 150 mg/day, whichever is lower.",
            "doseMinima": "Adults: 50 mg per dose. Pediatrics: 1.25 mg/kg per dose.",
            "reacoesAdversas": "Common adverse effects include sedation, drowsiness, dizziness, dry mouth, constipation, urinary retention, blurred vision, mydriasis, photophobia, tachycardia, orthostatic hypotension, fatigue, lethargy. Paradoxical reactions such as insomnia, agitation, euphoria, tremors, confusion, and delirium may occur, especially in children and elderly patients. Rare but serious effects include rash, pruritus, urticaria, anaphylaxis, bronchospasm, respiratory depression (in overdose), seizures (in overdose), and exceptionally rhabdomyolysis.",
            "riscoGravidez": "Category B. Animal studies have not demonstrated risk, but controlled studies in pregnant women are lacking. Considered safe when used under medical supervision and for short durations during pregnancy, particularly for managing nausea and vomiting.",
            "riscoLactacao": "Use with caution. Limited excretion into breast milk. May cause sedation, irritability, difficulty feeding, and anticholinergic effects in nursing infants. Risk-benefit assessment recommended, especially for repeated use.",
            "ajusteRenal": "No adjustment necessary in mild to moderate renal impairment. Use cautiously in severe renal impairment due to potential accumulation of metabolites increasing central nervous system and anticholinergic adverse effects.",
            "ajusteHepatico": "Exercise caution in moderate to severe hepatic impairment due to reduced hepatic metabolism, which may lead to accumulation and increased adverse effects, particularly sedation and confusion.",
            "contraindicacoes": "Hypersensitivity to dimenhydrinate, diphenhydramine, or other antihistamines. Narrow-angle glaucoma. Prostatic hypertrophy with urinary retention. Gastrointestinal or urinary tract obstruction. Uncontrolled asthma. Acute porphyria. Children under 2 years old (risk of severe respiratory depression).",
            "interacaoMedicamento": "Additive effects with other central nervous system depressants such as benzodiazepines, opioids, barbiturates, sedatives, anesthetics, and alcohol. Synergistic anticholinergic effects with tricyclic antidepressants, antiparkinsonian agents, and antipsychotics. May reduce efficacy of prokinetic agents like metoclopramide. Potentially increases risk of urinary retention and paralytic ileus when combined with opioids. Caution with monoamine oxidase inhibitors (MAOIs) and drugs that prolong QT interval.",
            "apresentacao": "Tablets 50 mg. Oral solution 10 mg/mL. Ampoules 50 mg/mL (1 mL). Suppositories 50 mg (available in some countries).",
            "preparo": "Ampoules ready for IM, SC, or IV use. For IV administration, dilute in 10–20 mL of 0.9% sodium chloride and administer slowly (minimum 2 minutes) to reduce risk of venous irritation, tachycardia, and hypotension. Oral solution ready for use. Tablets and suppositories require no preparation.",
            "solucoesCompatíveis": "Compatible with 0.9% sodium chloride and 5% glucose solutions. Incompatible with sodium bicarbonate and other alkaline solutions when administered via the same intravenous line.",
            "armazenamento": "Store between 15°C and 30°C, protected from light, heat, and moisture. Do not freeze. Use ampoule immediately after opening. Discard any unused portions.",
            "cuidadosMedicos": "Monitor vital signs, especially after IV administration. Use caution in elderly patients and those with hepatic, renal, respiratory, or cardiovascular dysfunction. Assess risk of urinary retention, severe constipation, and glaucoma. Observe for signs of excessive sedation, delirium, agitation, or respiratory depression, particularly in vulnerable populations (children and elderly).",
            "cuidadosFarmaceuticos": "Check integrity of ampoules, tablets, and oral solution. Verify solution appearance (clear, colorless, free of particles). Ensure proper storage conditions. Maintain traceability, batch control, and expiration monitoring. Perform safe disposal of pharmaceutical waste according to local regulations.",
            "cuidadosEnfermagem": "Monitor vital signs (blood pressure, heart rate, respiratory rate, oxygen saturation) after administration, especially if IV. Observe sedation level, respiratory pattern, and mental status. Assess for urinary retention, constipation, dry mouth, blurred vision, or agitation. Advise patients about sedation, dizziness, fall risk, and operational restrictions (driving, machinery operation). Immediately report any signs of allergic reaction, respiratory depression, seizures, delirium, or altered consciousness.",
            "fontesBibliograficas": "Dramamine® Package Insert, UpToDate (2024), Micromedex, Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13th Edition), Tintinalli’s Emergency Medicine, PubMed ID 37129899, ASA Guidelines, SCCM Guidelines."
        }
    }
    "ES": {
      "bulario": {
        "nombrePrincipioActivo": "Dimenhidrinato",
        "nombreComercial": "Dramamine®, Viabom®, Gravol®, Dramin B6®",
        "clasificacion": "Antihistamínico H1 de primera generación, antivertiginoso, antiemético, anticolinérgico",
        "mecanismoAccion": "Antagonista competitivo de los receptores histamínicos H1 a nivel central y periférico, especialmente en los núcleos vestibulares y cerebelosos. Inhibe la transmisión de impulsos desde el laberinto hacia el centro del vómito y la zona gatillo quimiorreceptora (CTZ). Posee efecto antimuscarínico central, reduciendo la actividad colinérgica en el sistema nervioso central, lo que contribuye a su efecto antiemético, antivertiginoso y sedante.",
        "farmacocinetica": "Biodisponibilidad oral: 60–80%. Inicio de acción: 15–30 min (oral o IM). Pico plasmático: 1–2 h. Vida media: 3–9 h. Volumen de distribución: 3–5 L/kg. Unión a proteínas: 70–80%. Metabolismo hepático vía CYP2D6. Excreción renal (60–80%) como metabolitos inactivos, pequeña fracción por bilis y heces.",
        "farmacodinamica": "Inhibe el reflejo vestíbulo-ocular y la transmisión de señales laberínticas hacia el SNC. Previene el estímulo del centro del vómito mediante bloqueo de impulsos vestibulares y CTZ. Eficaz en la prevención de cinetosis cuando se administra profilácticamente. Tiene efectos anticolinérgicos periféricos que disminuyen secreciones y el tono de la musculatura lisa gastrointestinal.",
        "indicaciones": "Prevención y tratamiento de náuseas, vómitos y vértigo asociados a cinetosis, laberintitis, síndrome de Ménière, migraña vestibular, gastroenteritis, náuseas postoperatorias, inducidas por quimioterapia y radioterapia, y durante el embarazo (bajo supervisión médica). Adyuvante en crisis vertiginosas agudas.",
        "posologia": "Adultos: 50–100 mg VO, IM, SC o IV cada 4–6 h, máx. 400 mg/día.\nPediatría:\n- 2–6 años: 12,5–25 mg cada 6–8 h (máx. 75 mg/día).\n- 6–12 años: 25–50 mg cada 6–8 h (máx. 150 mg/día).\n- >12 años: dosis de adulto.\nProfilaxis de cinetosis: administrar 30–60 min antes del viaje. En trayectos prolongados, repetir cada 6–8 h si es necesario.",
        "administracion": "VO (comprimidos, solución), IM profunda, SC, IV lenta diluida (10–20 mL de SF 0,9%) en al menos 2 minutos. Evitar inyección IV rápida por riesgo de hipotensión y taquicardia. Se puede administrar con o sin alimentos.",
        "dosisMaxima": "Adultos: 400 mg/día. Pediátricos: 5 mg/kg/día o 150 mg/día, el menor valor.",
        "dosisMinima": "Adultos: 50 mg por dosis. Pediátricos: 1,25 mg/kg por dosis.",
        "reaccionesAdversas": "Somnolencia, sedación, mareo, boca seca, visión borrosa, retención urinaria, estreñimiento, midriasis, fotofobia, taquicardia, hipotensión ortostática, agitación, euforia, insomnio paradójico (niños), confusión, delirio (ancianos), reacciones cutáneas, anafilaxia rara, depresión respiratoria, convulsiones (sobredosis), rabdomiólisis (muy rara).",
        "riesgoEmbarazo": "Categoría B. Seguro en estudios animales, sin estudios controlados en humanos. Uso aceptable bajo supervisión médica y por períodos cortos para náuseas gravídicas.",
        "riesgoLactancia": "Precaución. Excreción baja en leche materna. Puede causar sedación, irritabilidad, dificultad para alimentarse y efectos anticolinérgicos en el lactante. Evaluar riesgo-beneficio si se usa repetidamente.",
        "ajusteRenal": "No se requiere ajuste en insuficiencia leve o moderada. Precaución en insuficiencia renal grave por posible acumulación de metabolitos.",
        "ajusteHepatico": "Usar con precaución en insuficiencia hepática moderada/grave por disminución del metabolismo hepático y mayor riesgo de efectos adversos.",
        "contraindicaciones": "Hipersensibilidad al dimenhidrinato, difenhidramina u otros antihistamínicos. Glaucoma de ángulo cerrado. Retención urinaria por hiperplasia prostática. Obstrucción gastrointestinal o urinaria. Asma no controlada. Porfiria aguda. Niños menores de 2 años.",
        "interaccionMedicamentos": "Efecto aditivo con depresores del SNC (benzodiacepinas, opioides, barbitúricos, alcohol). Riesgo aumentado con IMAO. Potencia efectos anticolinérgicos con tricíclicos, antiparkinsonianos y antipsicóticos. Puede antagonizar procinéticos (metoclopramida). Aumenta el riesgo de prolongación del QT con otros antihistamínicos y fármacos que prolongan QT.",
        "presentacion": "Comprimidos 50 mg. Solución oral 10 mg/mL. Ampollas 50 mg/mL (1 mL). Supositorios 50 mg (en algunos países).",
        "preparacion": "Ampollas listas para uso IM, SC o IV. Para uso IV, diluir en 10–20 mL de SF 0,9% y administrar lentamente (mínimo 2 min). Comprimidos, solución oral y supositorios no requieren preparación.",
        "solucionesCompatibles": "SF 0,9% y glucosa 5%. Incompatible con bicarbonato de sodio u otras soluciones alcalinas en la misma vía IV.",
        "almacenamiento": "Conservar entre 15°C y 30°C, protegido de la luz, calor y humedad. No congelar. Usar inmediatamente después de abrir la ampolla.",
        "cuidadosMedicos": "Monitorizar signos vitales después de la administración (especialmente IV). Precaución en ancianos o pacientes con insuficiencia hepática, renal, cardiovascular o respiratoria. Observar signos de sedación excesiva, delirio, retención urinaria y depresión respiratoria. Evitar uso prolongado por riesgo de toxicidad acumulativa.",
        "cuidadosFarmaceuticos": "Verificar integridad del envase, fecha de caducidad, aspecto de la solución. Registrar lote, hora y vía de administración. Descartar soluciones con turbidez o precipitados.",
        "cuidadosEnfermeria": "Vigilar PA, FC, FR y saturación tras administración. Evaluar nivel de conciencia, signos de agitación, visión borrosa, boca seca y retención urinaria. Advertir al paciente sobre sedación, mareos y restricciones para conducir o operar maquinaria.",
        "fuentesBibliograficas": "Prospecto Dramin®, UpToDate (2024), Micromedex, Goodman & Gilman (13ª edición), Tintinalli’s Emergency Medicine, PubMed ID 37129899, Guías ASA, Guías SCCM."
      }
    }
}
