{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Dopamina",
            "nomeComercial": "Revivan®, Dopamin®, Dopamina®",
            "classificacao": "Agente adrenérgico, agonista dopaminérgico, agonista beta-1 e alfa-1 dose-dependente, inotrópico e vasopressor",
            "mecanismoAcao": "A dopamina atua de maneira dose-dependente sobre diferentes subtipos de receptores: em baixas doses (0,5–2 mcg/kg/min), predomina a ativação dos receptores dopaminérgicos D1 (localizados principalmente nos vasos renais, mesentéricos, coronarianos e cerebrais), promovendo vasodilatação seletiva e aumento do fluxo sanguíneo regional. Os receptores D2, presentes em terminações nervosas pré-sinápticas, modulam a liberação de norepinefrina, podendo contribuir para efeitos vasodilatadores adicionais. Em doses intermediárias (2–10 mcg/kg/min), a dopamina estimula receptores beta-1 adrenérgicos miocárdicos, elevando a produção de AMPc intracelular, o influxo de cálcio e, consequentemente, a contratilidade cardíaca (efeito inotrópico positivo) e a frequência cardíaca (cronotropismo). Em doses elevadas (>10 mcg/kg/min), ocorre ativação predominante de receptores alfa-1 adrenérgicos, resultando em vasoconstrição arteriolar sistêmica, aumento da resistência vascular periférica e elevação significativa da pressão arterial. A regulação do AMPc é central para a modulação do tônus vascular e da contratilidade miocárdica. O perfil de ação da dopamina permite ajuste fino da perfusão de órgãos-alvo, porém, em doses altas, pode causar redução do fluxo sanguíneo esplâncnico e renal devido à intensa vasoconstrição.",
            "farmacocinetica": "A biodisponibilidade da dopamina por via intravenosa é completa, com início de ação entre 2 e 5 minutos após o início da infusão. Sua meia-vida funcional é curta, em torno de 2 minutos, devido à rápida captação e metabolismo. O metabolismo ocorre predominantemente por catecol-O-metiltransferase (COMT) e monoaminoxidase (MAO), tanto no fígado quanto em tecidos extra-hepáticos, incluindo rins, plasma e trato gastrointestinal. O principal metabólito é o ácido homovanílico (HVA), excretado de forma renal. A redistribuição tecidual é rápida, com eliminação quase exclusiva pelos rins, podendo haver acúmulo em casos de insuficiência renal grave. A dopamina não atravessa a barreira hematoencefálica em quantidades significativas. Após interrupção da infusão, os efeitos cessam em poucos minutos devido à rápida degradação e eliminação.",
            "farmacodinamica": "Os efeitos da dopamina são intensamente dose-dependentes:\n• Baixas doses (0,5–2 mcg/kg/min): predomínio de vasodilatação seletiva nos leitos renal, mesentérico, coronariano e cerebral via receptores D1, com aumento transitório do fluxo urinário e natriurese; contudo, a eficácia nefroprotetora é controversa em estudos clínicos recentes.\n• Doses intermediárias (2–10 mcg/kg/min): predomina o efeito inotrópico e cronotrópico positivo (receptores beta-1), resultando em aumento do débito cardíaco, da frequência cardíaca e da condução atrioventricular, com discreto efeito sobre a resistência vascular periférica.\n• Doses altas (>10 mcg/kg/min): predomínio da vasoconstrição sistêmica por ativação alfa-1, levando ao aumento da resistência vascular periférica, da pressão arterial e à possível redução do fluxo sanguíneo esplâncnico e renal, com risco de isquemia tecidual.\nA resposta hemodinâmica pode variar conforme o estado adrenérgico basal do paciente, a volemia e a presença de insuficiência cardíaca ou choque distributivo.",
            "indicacoes": "1. Tratamento de choque séptico, cardiogênico ou hipovolêmico refratário após reposição volêmica adequada.\n2. Insuficiência cardíaca aguda com baixo débito e hipotensão, especialmente em contextos onde outros inotrópicos não estejam disponíveis ou sejam contraindicados.\n3. Suporte hemodinâmico temporário em situações de hipotensão refratária a outros vasopressores.\n4. Suporte circulatório no perioperatório de cirurgias cardíacas, incluindo anestesia cardíaca, transplante cardíaco e intervenções com risco de instabilidade hemodinâmica.\n5. Transição farmacológica entre diferentes agentes vasopressores ou inotrópicos.\n6. Situações de choque de etiologia mista (distributivo/cardiogênico), sob monitorização intensiva.\n7. Uso histórico para proteção da perfusão renal (não recomendado atualmente para esta finalidade isolada).",
            "posologia": "Adultos:\n- Dose inicial: 2–5 mcg/kg/min, ajustando gradualmente a cada 5–10 minutos conforme resposta clínica e parâmetros hemodinâmicos.\n- Doses intermediárias (5–10 mcg/kg/min) são utilizadas para efeito predominantemente inotrópico (beta-1), enquanto doses acima de 10 mcg/kg/min visam efeito vasopressor (alfa-1), com risco crescente de eventos adversos.\n- Doses superiores a 20 mcg/kg/min raramente são recomendadas, exceto em situações críticas sob monitorização invasiva rigorosa, podendo chegar a 50 mcg/kg/min em casos extremos.\nPediatria:\n- Dose inicial: 2–5 mcg/kg/min, titulando até 20 mcg/kg/min conforme resposta. Doses máximas de até 50 mcg/kg/min podem ser consideradas em choque refratário, com monitorização contínua.\n- Ajuste de dose deve considerar perfil hemodinâmico desejado (inotrópico vs. vasopressor), presença de insuficiência orgânica, idade e resposta individual.\n- Reduzir ou descontinuar gradualmente para evitar instabilidade hemodinâmica abrupta.",
            "administracao": "Administração exclusivamente por infusão intravenosa contínua, utilizando bomba de infusão volumétrica para controle preciso da taxa de administração. Recomenda-se fortemente o uso de acesso venoso central devido ao risco de extravasamento e necrose tecidual, especialmente em infusões prolongadas ou em doses elevadas. Em situações emergenciais, pode-se iniciar em acesso periférico de alto calibre, migrando para acesso central assim que possível. É fundamental o uso de sistemas fechados e dispositivos de monitorização contínua de pressão arterial (invasiva preferencialmente), débito urinário e sinais de perfusão periférica. O uso de dispositivos inteligentes de titulação pode ser considerado em ambientes de terapia intensiva.",
            "doseMaxima": "Adulto: até 50 mcg/kg/min (uso excepcional).\nPediatria: até 50 mcg/kg/min (em situações críticas).",
            "doseMinima": "Adulto: 2 mcg/kg/min.\nPediatria: 2 mcg/kg/min.",
            "reacoesAdversas": "• Taquicardia sinusal ou ventricular, palpitações e arritmias supraventriculares e ventriculares graves.\n• Hipertensão arterial, especialmente em doses elevadas ou em pacientes sensíveis.\n• Vasoconstrição periférica intensa, levando a extremidades frias, palidez, cianose, risco de isquemia e necrose digital, mesentérica ou tecidual.\n• Necrose tecidual grave por extravasamento venoso (extravasamento requer infiltração imediata com fentolamina).\n• Náuseas, vômitos, cefaleia, ansiedade, tremores e sudorese.\n• Isquemia miocárdica, agravamento de insuficiência cardíaca, disfunção orgânica secundária à hipoperfusão (renal, hepática, mesentérica).\n• Acidose lática devido à má perfusão tecidual em doses elevadas.\n• Hiponatremia dilucional, resposta paradoxal com hipotensão em pacientes hipovolêmicos ou com depleção adrenérgica.\n• Flebite, dor e inflamação no local da administração.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Dados limitados em humanos. Potencial de redução do fluxo placentário em doses vasoconstritoras altas.",
            "riscoLactacao": "Não há dados específicos. Uso em situações emergenciais geralmente é considerado seguro, devido à curta meia-vida e baixa biodisponibilidade oral.",
            "ajusteRenal": "Não requer ajuste, porém monitorar função renal e perfusão, especialmente em altas doses, devido ao risco de isquemia renal.",
            "ajusteHepatico": "Sem necessidade de ajuste. Monitorar pacientes com insuficiência hepática grave devido à metabolização hepática parcial.",
            "contraindicacoes": "• Feocromocitoma: risco de exacerbação da liberação de catecolaminas, levando a crise hipertensiva grave e arritmias fatais, devido à hiperestimulação adrenérgica.\n• Taquiarritmias não controladas (ex.: fibrilação atrial com resposta ventricular rápida, taquicardia ventricular): potencializa a excitabilidade cardíaca e o risco de eventos arrítmicos graves.\n• Hipersensibilidade à dopamina ou a qualquer componente da fórmula.\n• Choque hipovolêmico não tratado: a administração sem reposição volêmica adequada pode agravar a hipoperfusão e precipitar isquemia tecidual.\n• Obstrução mecânica significativa do trato de saída do ventrículo esquerdo (ex.: estenose aórtica crítica), devido ao risco de agravamento da obstrução e colapso hemodinâmico.",
            "interacaoMedicamento": "• Inibidores da monoaminoxidase (IMAO): potencializam de forma perigosa a ação da dopamina, aumentando drasticamente o risco de crise hipertensiva e arritmias (contraindicado).\n• Antidepressivos tricíclicos: aumentam os efeitos adrenérgicos, potencializando arritmias e hipertensão.\n• Anestésicos inalados halogenados (ex.: halotano, isoflurano): aumentam o risco de arritmias cardíacas graves ao potencializar a excitabilidade miocárdica.\n• Uso combinado com noradrenalina: pode ser necessário em choque refratário, mas exige monitorização rigorosa devido ao risco de vasoconstrição excessiva e isquemia.\n• Betabloqueadores: podem antagonizar o efeito inotrópico da dopamina, resultando em predomínio de efeitos vasoconstritores alfa-1.\n• Agentes vasopressores e inotrópicos (adrenalina, dobutamina): risco de sinergismo com aumento de arritmias e hipertensão; ajustar doses conforme resposta.\n• Incompatibilidades físico-químicas: dopamina é incompatível com soluções alcalinas (ex.: bicarbonato de sódio), podendo ocorrer precipitação; não misturar com outros fármacos na mesma via.\n• Agentes vasodilatadores: podem antagonizar parcialmente os efeitos pressóricos da dopamina.",
            "apresentacao": "Ampolas de 200 mg/5 mL (40 mg/mL) para diluição IV.",
            "preparo": "• Padrão: 200 mg em 250 mL de SF ou SG 5% → 800 mcg/mL.\n• Alternativo: 400 mg em 250 mL → 1600 mcg/mL (para restrição hídrica).\n• Solução límpida, incolor ou levemente amarelada. Descartar se houver turvação.",
            "solucoesCompatíveis": "Compatível com soro fisiológico (SF 0,9%) e solução glicosada 5%. Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Após diluição, utilizar preferencialmente em até 24 horas sob refrigeração (2–8°C) e em condições assépticas.",
            "cuidadosMedicos": "• Selecionar a dopamina considerando o perfil hemodinâmico desejado e a resposta a outros vasopressores; preferir noradrenalina em choque séptico refratário.\n• Estabelecer metas pressóricas individualizadas (ex.: PAM ≥ 65 mmHg) e monitorar parâmetros de perfusão (débito urinário, lactato sérico, perfusão periférica, tempo de enchimento capilar).\n• Monitorização contínua de ECG, pressão arterial invasiva, saturação venosa central e débito urinário.\n• Corrigir hipovolemia antes de iniciar a infusão para evitar resposta paradoxal de hipotensão e isquemia.\n• Vigilância rigorosa para sinais de isquemia miocárdica, mesentérica, renal ou periférica, arritmias e extravasamento.\n• Avaliar necessidade de transição para vasopressores mais seletivos (ex.: noradrenalina) conforme evolução clínica e resposta terapêutica.\n• Monitorar marcadores de hipoperfusão (lactato, função renal, estado mental) e ajustar terapia conforme metas clínicas.",
            "cuidadosFarmaceuticos": "• Realizar preparo da solução em ambiente asséptico, utilizando diluentes compatíveis (SF 0,9% ou SG 5%).\n• Verificar rigorosamente a concentração final, compatibilidade físico-química e ausência de partículas ou turvação.\n• Utilizar bomba de infusão para garantir precisão da taxa de administração.\n• Identificar e rotular corretamente a solução, informando concentração e validade após diluição.\n• Armazenar a solução protegida da luz e sob refrigeração após preparo, utilizando em até 24 horas.\n• Em caso de extravasamento, preparar imediatamente solução de fentolamina e realizar infiltração local para prevenir necrose tecidual.\n• Não misturar dopamina com outros medicamentos na mesma linha venosa, exceto se comprovadamente compatível.",
            "cuidadosEnfermagem": "• Monitorar continuamente sinais vitais, débito urinário, perfusão periférica e parâmetros hemodinâmicos (pressão invasiva se disponível).\n• Inspecionar frequentemente o local do acesso venoso, observando sinais precoces de extravasamento (palidez, dor, endurecimento, frieza, edema ou alteração de coloração).\n• Em caso de suspeita de extravasamento, interromper imediatamente a infusão, notificar equipe médica e seguir protocolo institucional para infiltração com fentolamina.\n• Garantir que a linha de infusão esteja patente, sem refluxo ou sinais de flebite.\n• Registrar rigorosamente todas as intervenções, eventos adversos (taquiarritmias, hipotensão, isquemia periférica) e comunicar imediatamente à equipe multidisciplinar.\n• Auxiliar na titulação da dose conforme prescrição médica e resposta clínica, mantendo comunicação constante com a equipe.\n• Orientar sobre a importância da monitorização contínua e prevenção de complicações.",
            "fontesBibliograficas": "Bula Revivan®, Miller's Anesthesia (9ª Ed.), Barash Clinical Anesthesia, UpToDate (2024), Micromedex, PubMed ID 37093482, Diretrizes ACC/AHA, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Dopamine",
            "tradeName": "Revivan®, Dopamin®, Dopamine®",
            "classification": "Adrenergic agonist, dose-dependent dopaminergic, beta-1 and alpha-1 receptor agonist, inotropic and vasopressor agent",
            "mechanismOfAction": "Dopamine exerts dose-dependent activity on distinct receptor types. At low doses (0.5–2 mcg/kg/min), it primarily stimulates dopaminergic D1 receptors located in renal, mesenteric, coronary, and cerebral vasculature, promoting selective vasodilation and improved regional perfusion. D2 receptors, present in presynaptic sympathetic terminals, modulate norepinephrine release, contributing to vasodilation. At intermediate doses (2–10 mcg/kg/min), dopamine activates beta-1 adrenergic myocardial receptors, increasing intracellular cAMP, calcium influx, and thus enhancing myocardial contractility (positive inotropy) and heart rate (chronotropy). At high doses (>10 mcg/kg/min), it predominantly activates alpha-1 adrenergic receptors, leading to systemic vasoconstriction, increased systemic vascular resistance, and elevated blood pressure. The modulation of cAMP is central to its vascular and cardiac effects. High doses may reduce renal and splanchnic perfusion due to excessive vasoconstriction.",
            "pharmacokinetics": "IV dopamine has complete bioavailability, with onset of action within 2–5 minutes. It has a short plasma half-life of ~2 minutes due to rapid metabolism. It is metabolized by catechol-O-methyltransferase (COMT) and monoamine oxidase (MAO) in the liver and extrahepatic tissues including plasma, kidney, and GI tract. The major inactive metabolite is homovanillic acid (HVA), excreted renally. Rapid tissue redistribution occurs, and renal elimination dominates. It does not cross the blood-brain barrier in significant amounts. Effects wane within minutes after discontinuation due to rapid metabolism.",
            "pharmacodynamics": "• Low doses (0.5–2 mcg/kg/min): D1-mediated selective vasodilation in renal, mesenteric, coronary, and cerebral beds; transient increase in urine output and natriuresis, although renal-protective effect is controversial.\n• Intermediate doses (2–10 mcg/kg/min): beta-1 effects predominate, increasing cardiac output, heart rate, and AV conduction with mild systemic vascular resistance changes.\n• High doses (>10 mcg/kg/min): alpha-1 effects dominate, producing systemic vasoconstriction, increased afterload, and potential reduction in renal and splanchnic perfusion.\nHemodynamic responses vary with patient volume status, adrenergic tone, and type of shock.",
            "indications": "1. Hemodynamic support in septic, cardiogenic, or hypovolemic shock after volume resuscitation.\n2. Acute decompensated heart failure with hypotension when other inotropes are contraindicated.\n3. Temporary support in refractory hypotension unresponsive to other vasopressors.\n4. Circulatory support during cardiac surgery, anesthesia, and transplantation.\n5. Pharmacologic bridge during transition between vasopressor agents.\n6. Mixed shock states (e.g., distributive/cardiogenic).\n7. Historically used to preserve renal perfusion (no longer recommended as primary strategy).",
            "dosage": "Adults:\n- Start at 2–5 mcg/kg/min IV infusion, titrate every 5–10 minutes.\n- 5–10 mcg/kg/min: predominantly beta-1 effects.\n- >10 mcg/kg/min: alpha-1 effects with increased vasoconstriction.\n- Max: up to 50 mcg/kg/min in critical care with invasive monitoring.\nPediatrics:\n- Start at 2–5 mcg/kg/min, titrate up to 20–50 mcg/kg/min depending on response.\n- Taper gradually to avoid rebound hypotension.",
            "administration": "Continuous intravenous infusion via infusion pump. Central venous access is preferred due to risk of tissue necrosis if extravasation occurs, especially at high doses. Peripheral large-bore access may be used initially in emergencies but should be replaced by central access. Continuous monitoring of blood pressure (preferably invasive), urine output, and perfusion is essential. Use of closed systems and smart titration pumps is encouraged in critical care settings.",
            "maximumDose": "Adults: up to 50 mcg/kg/min (exceptional use). Pediatrics: up to 50 mcg/kg/min (in refractory shock).",
            "minimumDose": "Adults: 2 mcg/kg/min. Pediatrics: 2 mcg/kg/min.",
            "adverseReactions": "• Sinus or ventricular tachycardia, supraventricular and ventricular arrhythmias.\n• Hypertension, especially at high doses.\n• Peripheral vasoconstriction: cold extremities, pallor, cyanosis, risk of digital, mesenteric, or tissue ischemia.\n• Severe tissue necrosis if extravasation occurs (treat with phentolamine infiltration).\n• Nausea, vomiting, headache, anxiety, tremors, sweating.\n• Myocardial ischemia, worsening heart failure, multiorgan dysfunction due to hypoperfusion.\n• Lactic acidosis in prolonged high-dose therapy.\n• Dilutional hyponatremia, paradoxical hypotension in hypovolemia.\n• Phlebitis, local inflammation or pain at injection site.",
            "pregnancyRisk": "Category C. Use only if clearly needed. Limited human data. High-dose vasoconstriction may reduce uteroplacental perfusion.",
            "lactationRisk": "No specific data available. Emergency short-term use generally considered safe due to rapid clearance and minimal oral bioavailability.",
            "renalAdjustment": "No dose adjustment required, but monitor renal function closely at high doses due to ischemic risk.",
            "hepaticAdjustment": "No adjustment needed. Monitor in severe hepatic impairment due to partial hepatic metabolism.",
            "contraindications": "• Pheochromocytoma: may exacerbate catecholamine crisis and trigger hypertensive emergency and arrhythmias.\n• Uncontrolled tachyarrhythmias: increases myocardial excitability and risk of life-threatening arrhythmias.\n• Hypersensitivity to dopamine or formulation components.\n• Untreated hypovolemic shock: may worsen ischemia without volume restoration.\n• Severe left ventricular outflow obstruction (e.g., critical aortic stenosis): may precipitate collapse.",
            "drugInteractions": "• MAO inhibitors: markedly enhance dopamine effects, risk of hypertensive crisis and arrhythmias (contraindicated).\n• Tricyclic antidepressants: potentiate adrenergic stimulation.\n• Inhaled halogenated anesthetics (e.g., halothane, isoflurane): increase risk of arrhythmias.\n• Combined with norepinephrine: may be used in refractory shock with close monitoring.\n• Beta-blockers: blunt inotropic response, shift toward vasoconstrictive effects.\n• Other vasoactive agents (epinephrine, dobutamine): increased arrhythmia and hypertensive risk.\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate). Do not mix with other drugs unless proven compatible.",
            "presentation": "Ampoules of 200 mg/5 mL (40 mg/mL) for IV dilution.",
            "preparation": "• Standard: dilute 200 mg in 250 mL NS or D5W = 800 mcg/mL.\n• Alternate: 400 mg in 250 mL = 1600 mcg/mL (fluid restriction).\n• Solution should be clear, colorless or pale yellow. Discard if cloudy.",
            "compatibleSolutions": "Compatible with 0.9% NaCl and 5% dextrose. Incompatible with alkaline solutions (e.g., bicarbonate).",
            "storage": "Store at 15–30°C, protect from light. After dilution, use within 24 h if refrigerated (2–8°C) under aseptic conditions.",
            "medicalCare": "• Choose dopamine based on hemodynamic goals and response to other vasopressors; norepinephrine preferred in septic shock.\n• Set individualized MAP targets (e.g., ≥65 mmHg), monitor urine output, lactate, and peripheral perfusion.\n• Continuous ECG, invasive blood pressure, central venous O2 saturation, and urine output monitoring recommended.\n• Correct hypovolemia before infusion to prevent paradoxical hypotension.\n• Watch for signs of myocardial, mesenteric, renal, or peripheral ischemia.\n• Consider transitioning to more selective vasopressors if inadequate response.\n• Monitor for signs of hypoperfusion (e.g., elevated lactate, altered mental status).",
            "pharmaceuticalCare": "• Prepare solution under aseptic conditions using compatible diluents.\n• Confirm final concentration, check clarity and absence of particles.\n• Use infusion pump, label bag clearly with dose and expiry.\n• Protect from light and refrigerate if needed; use within 24 h.\n• If extravasation occurs, infiltrate area with phentolamine to prevent necrosis.\n• Do not mix dopamine with other drugs in the same IV line unless compatibility is verified.",
            "nursingCare": "• Continuously monitor vitals, urine output, perfusion, invasive pressure if available.\n• Inspect IV site frequently for extravasation signs: pallor, swelling, firmness, coldness, pain.\n• If suspected, stop infusion immediately, notify physician, infiltrate with phentolamine.\n• Ensure line patency and secure catheter.\n• Document interventions, adverse effects (arrhythmias, ischemia), and communicate with team.\n• Assist in dose titration as prescribed. Educate about monitoring goals and complications.",
            "references": "Revivan® Product Insert; Miller's Anesthesia (9th Ed.); Barash Clinical Anesthesia; UpToDate (2024); Micromedex; PubMed ID 37093482; ACC/AHA Guidelines; ACLS 2020; Tintinalli’s Emergency Medicine."
        }
    },
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Dopamina",
            "nombreComercial": "Revivan®, Dopamin®, Dopamina®",
            "clasificacion": "Agonista adrenérgico, agonista dopaminérgico, beta-1 y alfa-1 dependiente de dosis, agente inotrópico y vasopresor",
            "mecanismoAccion": "La dopamina actúa de forma dependiente de la dosis sobre diferentes tipos de receptores. A dosis bajas (0,5–2 mcg/kg/min), estimula principalmente los receptores dopaminérgicos D1 en la vasculatura renal, mesentérica, coronaria y cerebral, promoviendo vasodilatación selectiva y mejora del flujo sanguíneo regional. Los receptores D2, en terminales nerviosas simpáticas presinápticas, modulan la liberación de noradrenalina y contribuyen a la vasodilatación. A dosis intermedias (2–10 mcg/kg/min), activa los receptores adrenérgicos beta-1 miocárdicos, aumentando el AMPc intracelular y el ingreso de calcio, lo que mejora la contractilidad (inotropismo positivo) y la frecuencia cardíaca (cronotropismo). A dosis altas (>10 mcg/kg/min), predomina la estimulación de receptores alfa-1, provocando vasoconstricción sistémica, aumento de la resistencia vascular periférica y de la presión arterial. La regulación del AMPc es central en sus efectos cardíacos y vasculares. A dosis altas puede disminuir el flujo renal y esplácnico debido a vasoconstricción excesiva.",
            "farmacocinetica": "Administrada por vía intravenosa, la dopamina tiene biodisponibilidad completa. El inicio de acción ocurre en 2–5 minutos, con una vida media plasmática corta (~2 minutos) debido a su rápido metabolismo por COMT y MAO en hígado, riñones y tejidos extrahepáticos. El metabolito principal es el ácido homovanílico (HVA), excretado por vía renal. Tiene una rápida redistribución tisular. No cruza la barrera hematoencefálica en cantidades significativas. Los efectos desaparecen minutos después de interrumpir la infusión.",
            "farmacodinamica": "• Dosis bajas (0,5–2 mcg/kg/min): estimulación D1 → vasodilatación selectiva en riñones, intestinos, corazón y cerebro; aumento transitorio de diuresis y natriuresis.\n• Dosis intermedias (2–10 mcg/kg/min): predominan efectos beta-1 → aumento del gasto cardíaco, frecuencia y conducción AV.\n• Dosis altas (>10 mcg/kg/min): predominio alfa-1 → vasoconstricción sistémica, aumento de la poscarga y posible reducción del flujo esplácnico y renal.\nLa respuesta hemodinámica varía según volumen intravascular, tono adrenérgico y tipo de shock.",
            "indicaciones": "1. Soporte hemodinámico en shock séptico, cardiogénico o hipovolémico tras reanimación con fluidos.\n2. Insuficiencia cardíaca aguda con hipotensión cuando otros inotrópicos estén contraindicados.\n3. Hipotensión refractaria no responsiva a otros vasopresores.\n4. Soporte circulatorio perioperatorio en cirugía cardíaca y trasplantes.\n5. Puente farmacológico durante transición entre vasopresores.\n6. Shock mixto distributivo/cardiogénico.\n7. Uso histórico para preservar perfusión renal (no recomendado como estrategia principal).",
            "posologia": "Adultos:\n- Iniciar con 2–5 mcg/kg/min IV, titular cada 5–10 minutos.\n- 5–10 mcg/kg/min: efecto beta-1 predominante.\n- >10 mcg/kg/min: efecto alfa-1 con vasoconstricción.\n- Máx.: 50 mcg/kg/min bajo monitoreo invasivo.\nPediatría:\n- Iniciar con 2–5 mcg/kg/min, ajustar hasta 20–50 mcg/kg/min según respuesta.\n- Reducir gradualmente para evitar hipotensión rebote.",
            "administracion": "Infusión IV continua mediante bomba de infusión. Se recomienda acceso venoso central por riesgo de necrosis si hay extravasación, especialmente a altas dosis. En emergencias puede usarse acceso periférico temporal. Monitorización continua de presión arterial (idealmente invasiva), diuresis y perfusión es esencial. Usar sistemas cerrados y bombas inteligentes en UCI.",
            "dosisMaxima": "Adultos: hasta 50 mcg/kg/min (uso excepcional). Pediatría: hasta 50 mcg/kg/min (shock refractario).",
            "dosisMinima": "Adultos: 2 mcg/kg/min. Pediatría: 2 mcg/kg/min.",
            "reaccionesAdversas": "• Taquicardia sinusal o ventricular, arritmias supraventriculares y ventriculares.\n• Hipertensión, especialmente con dosis altas.\n• Vasoconstricción periférica: extremidades frías, palidez, cianosis, isquemia digital o mesentérica.\n• Necrosis grave por extravasación (tratar con infiltración de fentolamina).\n• Náuseas, vómitos, cefalea, ansiedad, temblores, diaforesis.\n• Isquemia miocárdica, empeoramiento de insuficiencia cardíaca, disfunción multiorgánica por hipoperfusión.\n• Acidosis láctica en infusión prolongada a dosis altas.\n• Hiponatremia dilucional, hipotensión paradójica si hay hipovolemia.\n• Flebitis, dolor e inflamación en el sitio de punción.",
            "riesgoEmbarazo": "Categoría C. Usar solo si es claramente necesario. Datos humanos limitados. La vasoconstricción a altas dosis puede reducir la perfusión uteroplacentaria.",
            "riesgoLactancia": "Sin datos específicos. El uso urgente de corto plazo se considera seguro por su rápida eliminación y baja biodisponibilidad oral.",
            "ajusteRenal": "No requiere ajuste, pero monitorizar función renal en dosis altas por riesgo isquémico.",
            "ajusteHepatico": "No requiere ajuste. Vigilancia en insuficiencia hepática grave por metabolismo hepático parcial.",
            "contraindicaciones": "• Feocromocitoma: riesgo de crisis adrenérgica grave.\n• Taquiarritmias no controladas.\n• Hipersensibilidad a dopamina o excipientes.\n• Shock hipovolémico no tratado.\n• Obstrucción severa del tracto de salida del ventrículo izquierdo (estenosis aórtica crítica).",
            "interaccionMedicamento": "• IMAO: potencian en forma peligrosa su efecto (contraindicado).\n• Antidepresivos tricíclicos: aumentan efectos adrenérgicos.\n• Anestésicos halogenados: mayor riesgo de arritmias.\n• Uso con noradrenalina: posible en shock refractario, requiere monitorización estrecha.\n• Betabloqueadores: reducen efecto inotrópico y potencian vasoconstricción.\n• Otros vasopresores/inotrópicos: riesgo de sinergia arrítmica.\n• Incompatible con soluciones alcalinas (ej. bicarbonato).",
            "presentacion": "Ampollas de 200 mg/5 mL (40 mg/mL) para dilución IV.",
            "preparacion": "• Estándar: 200 mg en 250 mL de SF o SG5% → 800 mcg/mL.\n• Alternativo: 400 mg en 250 mL → 1600 mcg/mL.\n• Solución límpida, incolora o ligeramente amarilla. Descartar si turbia.",
            "solucionesCompatibles": "Compatible con SF 0,9% y glucosa al 5%. Incompatible con bicarbonato o soluciones alcalinas.",
            "almacenamiento": "Conservar entre 15–30 °C, protegido de la luz. Usar en 24 h si se refrigera (2–8 °C) bajo condiciones asépticas.",
            "cuidadosMedicos": "• Seleccionar dopamina según objetivos hemodinámicos y respuesta a otros vasopresores.\n• Objetivo de PAM ≥ 65 mmHg, vigilar diuresis, lactato, perfusión periférica.\n• Monitorización continua: ECG, presión arterial invasiva, SvO2, diuresis.\n• Corregir hipovolemia antes de iniciar.\n• Vigilar isquemia miocárdica, renal, mesentérica, periférica.\n• Evaluar cambio a vasopresores más selectivos si respuesta es inadecuada.",
            "cuidadosFarmaceuticos": "• Preparar solución en ambiente aséptico con diluyentes compatibles.\n• Confirmar concentración final, aspecto límpido y etiquetar adecuadamente.\n• Usar bomba de infusión, proteger de la luz, refrigerar si es necesario.\n• En extravasación, infiltrar con fentolamina.\n• No mezclar con otros fármacos sin verificar compatibilidad.",
            "cuidadosEnfermeria": "• Monitorizar constantes, diuresis, perfusión, presión arterial invasiva si está disponible.\n• Inspeccionar sitio IV por extravasación (palidez, frialdad, dolor, edema).\n• Si sospechoso, detener infusión, notificar y aplicar fentolamina.\n• Verificar permeabilidad del acceso, asegurar fijación.\n• Documentar eventos adversos y colaborar con el equipo médico.",
            "fuentesBibliograficas": "Revivan® Ficha técnica; Miller's Anesthesia (9ª ed.); Barash Anestesia Clínica; UpToDate (2024); Micromedex; PubMed ID 37093482; Guías ACC/AHA; ACLS 2020; Tintinalli Urgencias Médicas."
        }
    }
}
