{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Emulsão lipídica para nutrição parenteral (ex: triglicerídeos de cadeia longa e média, óleo de soja, MCT, óleo de peixe)",
            "nomeComercial": "Intralipid®, Lipofundin®, SMOFlipid®, ClinOleic®, Omegaven®",
            "classificacao": "Suporte nutricional parenteral; solução lipídica isotônica; agente hepatoprotetor e energético",
            "mecanismoAcao": "As emulsões lipídicas fornecem ácidos graxos essenciais, calorias densas e fosfolipídios, sendo metabolizadas após hidrólise por lipoproteína lipase (LPL), liberando ácidos graxos livres e glicerol. São incorporadas como quilomícrons artificiais, transportados via sistema linfático e captados por fígado, músculo e tecido adiposo. Fornecem energia e substratos estruturais para membranas celulares, síntese de prostaglandinas e moduladores inflamatórios, além de atuarem como veículo para fármacos lipossolúveis em toxicidade sistêmica por anestésicos locais (intralipid-rescue). As emulsões lipídicas modernas podem conter diferentes combinações de ácidos graxos (óleo de soja, MCT, oliva, peixe) que influenciam seu perfil inflamatório e metabólico. Formulações com ômega-3 (SMOFlipid, Omegaven) aumentam a produção de resolvinas e prostaglandinas anti-inflamatórias, além de reduzirem IL-6, TNF-alfa e mediadores de estresse oxidativo. A emulsão também atua como veículo de transporte de vitaminas lipossolúveis (A, D, E, K) em nutrição parenteral prolongada, favorecendo absorção e uso tecidual.",
            "farmacocinetica": "• Início de ação: imediato como suporte calórico.\n• Metabolização: hepática (ácidos graxos) e periférica (músculo, tecido adiposo).\n• Meia-vida dos quilomícrons artificiais: 30–90 min.\n• Excreção: via respiratória (CO₂), renal (glicerol) e hepática (ácidos biliares).\n• Volume de distribuição: limitado ao compartimento intravascular até metabolização.",
            "farmacodinamica": "Fornecem 9 kcal/g de gordura, com alta densidade calórica e suporte estrutural celular. Melhoram o balanço nitrogenado, previnem deficiência de ácidos graxos essenciais e preservam a integridade da membrana celular. Em nutrição parenteral total (NPT), são coadministradas com aminoácidos e carboidratos. Variantes com óleo de peixe (SMOF, Omegaven) modulam resposta inflamatória e favorecem imunomodulação. Em toxicidade sistêmica por anestésicos locais (LAST), a emulsão lipídica age como sequestrador intravascular ('lipid sink'), captando anestésico lipofílico e restaurando gradiente transmembrana em tecido cardíaco e cerebral. Em estados catabólicos como sepse, trauma e pós-operatório extenso, as emulsões lipídicas oferecem substrato calórico não proteico e modulam a resposta inflamatória. Na toxicidade sistêmica por anestésicos locais (ex: bupivacaína), o efeito do 'lipid sink' sequestra rapidamente o anestésico do plasma livre e restaura a excitabilidade cardíaca, sendo parte do protocolo internacional de ressuscitação. Em recém-nascidos e neonatos, Omegaven tem sido utilizado como prevenção e tratamento da colestase associada à NPT.",
            "indicacoes": "• Nutrição parenteral total ou suplementar em adultos e pediatria.\n• Suporte calórico em pacientes hipercatabólicos ou sem acesso enteral.\n• Deficiência de ácidos graxos essenciais.\n• Prevenção de hepatopatia associada à NPT prolongada.\n• Tratamento da toxicidade sistêmica por anestésicos locais (intralipid-rescue).\n• Suporte imunonutricional (óleo de peixe, ômega-3).",
            "posologia": "Adultos:\n• Dose usual: 1–2 g/kg/dia IV em infusão contínua.\n• Máximo: 3 g/kg/dia.\n• Intralipid-rescue (LAST): 1,5 mL/kg bolus IV em 1 min, seguido de 0,25–0,5 mL/kg/min por até 30–60 min.\nPediatria:\n• Iniciar com 0,5–1 g/kg/dia, titular até 3 g/kg/dia conforme tolerância e triglicerídeos séricos.",
            "administracao": "• Via intravenosa exclusiva (uso central ou periférico).\n• Infusão contínua lenta por bomba (8–24 h), não utilizar em bolus exceto no protocolo de resgate (LAST).\n• Mistura em bolsa trifásica (aminoácido, glicose, lipídio) ou separadamente em bomba dedicada.\n• Usar filtro de 1,2 μm quando coadministrado com outros nutrientes.",
            "doseMaxima": "3 g/kg/dia (nutrição); 10 mL/kg total em 30 min (LAST, protocolo de resgate).",
            "doseMinima": "0,5–1 g/kg/dia (nutrição); 1,5 mL/kg bolus (LAST).",
            "reacoesAdversas": "Comuns (1–10%):\n• Hipertrigliceridemia, icterícia leve, náuseas.\nIncomuns (0,1–1%):\n• Hiperbilirrubinemia, coagulopatia transitória, elevação de transaminases.\nRaras (<0,1%):\n• Síndrome de sobrecarga lipídica (febre, leucocitose, trombocitopenia, hipoxemia).\n• Reações anafiláticas (excepcional), pancreatite (hipertrigliceridemia grave).",
            "riscoGravidez": "Categoria C. Pode ser utilizada em gestantes sob monitoramento clínico e laboratorial. Usada em NPT obstétrica e intoxicação anestésica.",
            "riscoLactacao": "Compatível. Não há evidência de excreção significativa no leite. Pode ser utilizada em lactantes em regime de nutrição parenteral.",
            "ajusteRenal": "• Não requer ajuste específico, mas monitorar balanço hídrico e triglicerídeos.\n• Evitar sobrecarga em anúria, nefropatia com síndrome nefrótica ou distúrbios de lipólise.",
            "ajusteHepatico": "• Usar com cautela. Monitorar transaminases, bilirrubina e triglicerídeos.\n• Preferir formulações com ômega-3 (SMOF, Omegaven) em hepatopatia crônica ou colestase.",
            "contraindicacoes": "• Hipersensibilidade a ovos, soja, peixe (dependendo da fórmula).\n• Dislipidemia grave não controlada (triglicérides >400 mg/dL).\n• Insuficiência hepática grave com colestase ativa não compensada.\n• Instabilidade hemodinâmica refratária (exceto uso em emergência anestésica).",
            "interacaoMedicamento": "• Pode interferir na absorção de medicamentos lipofílicos (ex: propofol, amiodarona).\n• Reduz eficácia de drogas hidrossolúveis se usada em grande volume concomitante.\n• Incompatível com soluções contendo eletrólitos divalentes em alta concentração (Ca²⁺, Mg²⁺). Emulsionantes à base de fosfolipídeos podem alterar a ligação proteica de medicamentos altamente lipofílicos como propofol, diazepam, lorazepam e lidocaína. Quando usados em misturas ternárias, podem sofrer instabilidade em pH ácido (<5,5) e se separar na presença de eletrólitos em altas concentrações (Ca²⁺ >5 mmol/L). A emulsão interfere em exames laboratoriais (triglicerídeos, amilase, bilirubina, eletroforese de proteínas) se colhidos em até 6 h após infusão contínua.",
            "apresentacao": "• Frascos ou bolsas de 100 mL, 250 mL, 500 mL, 1.000 mL.\n• Concentrações: 10%, 20%, 30% (emulsionadas com fosfolipídeos).",
            "preparo": "• Pronta para uso. Misturar levemente antes da administração.\n• Usar circuito fechado com bomba específica ou câmara estéril.\n• Utilizar até 24 h após preparo; descartar sobras não infundidas.",
            "solucoesCompatíveis": "• Aminoácidos, glicose, traços vitamínicos.\n• Incompatível com soluções alcalinas, bicarbonato e antibióticos lipossolúveis em alta concentração.",
            "armazenamento": "• Temperatura entre 2°C e 25°C (não congelar).\n• Proteger da luz. Utilizar até 24 h após abertura sob técnica asséptica.",
            "cuidadosMedicos": "• Monitorar triglicerídeos séricos, função hepática e balanço calórico.\n• Evitar sobrecarga lipídica e ajustar volume conforme a tolerância metabólica.\n• Em LAST, aplicar protocolo com monitorização intensiva hemodinâmica e neurológica.",
            "cuidadosFarmaceuticos": "• Verificar integridade da emulsão (ausência de fase oleosa livre).\n• Garantir validade, compatibilidade e rastreabilidade de lote.\n• Não usar em caso de separação de fases ou partículas visíveis.",
            "cuidadosEnfermagem": "• Observar sinais de intolerância: febre, dor abdominal, turvação visual.\n• Verificar permeabilidade do acesso e controlar tempo de infusão.\n• Registrar volume total, tempo e resposta clínica (dor, convulsão em LAST).",
            "fontesBibliograficas": "Bula Anvisa (Intralipid®, Lipofundin®, SMOFlipid®), UpToDate (2024), Micromedex, PubMed ID 37637901, Goodman & Gilman (13ª Ed.), ASPEN Clinical Guidelines (2023), SBP Terapêutica Pediátrica."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Lipid emulsion for parenteral nutrition (e.g., long- and medium-chain triglycerides, soybean oil, MCT, fish oil)",
            "brandNames": "Intralipid®, Lipofundin®, SMOFlipid®, ClinOleic®, Omegaven®",
            "classification": "Parenteral nutritional support; isotonic lipid solution; hepatoprotective and energetic agent",
            "mechanismOfAction": "Lipid emulsions provide essential fatty acids, dense calories, and phospholipids, metabolized after hydrolysis by lipoprotein lipase (LPL), releasing free fatty acids and glycerol. They are incorporated as artificial chylomicrons, transported via the lymphatic system, and taken up by the liver, muscle, and adipose tissue. They supply energy and structural substrates for cell membranes, prostaglandin synthesis, and inflammatory modulators, and act as a vehicle for liposoluble drugs in systemic toxicity from local anesthetics (intralipid rescue). Modern lipid emulsions may contain different combinations of fatty acids (soybean oil, MCT, olive, fish) influencing their inflammatory and metabolic profile. Omega-3 formulations (SMOFlipid, Omegaven) increase production of resolvins and anti-inflammatory prostaglandins, while reducing IL-6, TNF-alpha, and oxidative stress mediators. The emulsion also serves as a carrier for fat-soluble vitamins (A, D, E, K) in prolonged parenteral nutrition, enhancing absorption and tissue utilization.",
            "pharmacokinetics": "• Onset of action: immediate as caloric support.\n• Metabolism: hepatic (fatty acids) and peripheral (muscle, adipose tissue).\n• Half-life of artificial chylomicrons: 30–90 minutes.\n• Excretion: respiratory (CO₂), renal (glycerol), and hepatic (bile acids).\n• Volume of distribution: limited to intravascular compartment until metabolized.",
            "pharmacodynamics": "Provides 9 kcal/g of fat, with high caloric density and cellular structural support. Improves nitrogen balance, prevents essential fatty acid deficiency, and preserves cell membrane integrity. In total parenteral nutrition (TPN), coadministered with amino acids and carbohydrates. Fish oil variants (SMOF, Omegaven) modulate inflammatory response and promote immunomodulation. In systemic toxicity from local anesthetics (LAST), lipid emulsion acts as an intravascular sequestrant ('lipid sink'), capturing lipophilic anesthetic and restoring transmembrane gradient in cardiac and brain tissue. In catabolic states such as sepsis, trauma, and extensive postoperative periods, lipid emulsions provide non-protein caloric substrate and modulate inflammatory response. In systemic toxicity from local anesthetics (e.g., bupivacaine), the 'lipid sink' effect rapidly sequesters free plasma anesthetic and restores cardiac excitability, being part of the international resuscitation protocol. In neonates and newborns, Omegaven has been used for prevention and treatment of cholestasis associated with TPN.",
            "indications": "• Total or supplemental parenteral nutrition in adults and pediatrics.\n• Caloric support in hypercatabolic patients or without enteral access.\n• Essential fatty acid deficiency.\n• Prevention of hepatopathy associated with prolonged TPN.\n• Treatment of systemic toxicity from local anesthetics (intralipid rescue).\n• Immunonutritional support (fish oil, omega-3).",
            "dosage": "Adults:\n• Usual dose: 1–2 g/kg/day IV continuous infusion.\n• Maximum: 3 g/kg/day.\n• Intralipid rescue (LAST): 1.5 mL/kg IV bolus over 1 min, followed by 0.25–0.5 mL/kg/min for up to 30–60 min.\nPediatrics:\n• Start with 0.5–1 g/kg/day, titrate up to 3 g/kg/day according to tolerance and serum triglycerides.",
            "administration": "• Exclusive intravenous route (central or peripheral use).\n• Slow continuous infusion via pump (8–24 h), avoid bolus except in rescue protocol (LAST).\n• Mixed in three-in-one bag (amino acid, glucose, lipid) or separately in dedicated pump.\n• Use 1.2 μm filter when coadministered with other nutrients.",
            "maximumDose": "3 g/kg/day (nutrition); 10 mL/kg total over 30 min (LAST, rescue protocol).",
            "minimumDose": "0.5–1 g/kg/day (nutrition); 1.5 mL/kg bolus (LAST).",
            "adverseReactions": "Common (1–10%):\n• Hypertriglyceridemia, mild jaundice, nausea.\nUncommon (0.1–1%):\n• Hyperbilirubinemia, transient coagulopathy, elevated transaminases.\nRare (<0.1%):\n• Lipid overload syndrome (fever, leukocytosis, thrombocytopenia, hypoxemia).\n• Anaphylactic reactions (exceptional), pancreatitis (severe hypertriglyceridemia).",
            "pregnancyRisk": "Category C. Can be used in pregnant women under clinical and laboratory monitoring. Used in obstetric TPN and anesthetic intoxication.",
            "lactationRisk": "Compatible. No evidence of significant excretion in breast milk. Can be used in lactating women under parenteral nutrition regimen.",
            "renalAdjustment": "• No specific adjustment required, but monitor fluid balance and triglycerides.\n• Avoid overload in anuria, nephropathy with nephrotic syndrome, or lipolysis disorders.",
            "hepaticAdjustment": "• Use with caution. Monitor transaminases, bilirubin, and triglycerides.\n• Prefer omega-3 formulations (SMOF, Omegaven) in chronic liver disease or cholestasis.",
            "contraindications": "• Hypersensitivity to eggs, soy, fish (depending on formulation).\n• Uncontrolled severe dyslipidemia (triglycerides >400 mg/dL).\n• Severe hepatic failure with uncompensated active cholestasis.\n• Refractory hemodynamic instability (except emergency anesthetic use).",
            "drugInteractions": "• May interfere with absorption of lipophilic drugs (e.g., propofol, amiodarone).\n• Reduces efficacy of hydrosoluble drugs if used in large concomitant volume.\n• Incompatible with solutions containing high concentrations of divalent electrolytes (Ca²⁺, Mg²⁺). Phospholipid-based emulsifiers may alter protein binding of highly lipophilic drugs such as propofol, diazepam, lorazepam, and lidocaine. When used in ternary mixtures, they may become unstable at acidic pH (<5.5) and separate in the presence of high electrolyte concentrations (Ca²⁺ >5 mmol/L). The emulsion interferes with laboratory tests (triglycerides, amylase, bilirubin, protein electrophoresis) if samples are collected within 6 hours after continuous infusion.",
            "presentations": "• Vials or bags of 100 mL, 250 mL, 500 mL, 1,000 mL.\n• Concentrations: 10%, 20%, 30% (emulsified with phospholipids).",
            "preparation": "• Ready to use. Gently mix before administration.\n• Use closed circuit with specific pump or sterile chamber.\n• Use within 24 hours after preparation; discard unused leftovers.",
            "compatibleSolutions": "• Amino acids, glucose, trace vitamins.\n• Incompatible with alkaline solutions, bicarbonate, and highly concentrated liposoluble antibiotics.",
            "storage": "• Temperature between 2°C and 25°C (do not freeze).\n• Protect from light. Use within 24 hours after opening under aseptic technique.",
            "medicalConsiderations": "• Monitor serum triglycerides, liver function, and caloric balance.\n• Avoid lipid overload and adjust volume according to metabolic tolerance.\n• In LAST, apply protocol with intensive hemodynamic and neurological monitoring.",
            "pharmaceuticalCare": "• Verify emulsion integrity (absence of free oil phase).\n• Ensure validity, compatibility, and batch traceability.\n• Do not use if phase separation or visible particles are present.",
            "nursingCare": "• Observe signs of intolerance: fever, abdominal pain, visual clouding.\n• Verify access patency and control infusion time.\n• Record total volume, time, and clinical response (pain, seizure in LAST).",
            "references": "Anvisa package insert (Intralipid®, Lipofundin®, SMOFlipid®), UpToDate (2024), Micromedex, PubMed ID 37637901, Goodman & Gilman (13th Ed.), ASPEN Clinical Guidelines (2023), SBP Pediatric Therapeutics."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Emulsión lipídica para nutrición parenteral (ej: triglicéridos de cadena larga y media, aceite de soja, MCT, aceite de pescado)",
            "nomeComercial": "Intralipid®, Lipofundin®, SMOFlipid®, ClinOleic®, Omegaven®",
            "classificacao": "Soporte nutricional parenteral; solución lipídica isotónica; agente hepatoprotector y energético",
            "mecanismoAcao": "Las emulsiones lipídicas proporcionan ácidos grasos esenciales, calorías densas y fosfolípidos, siendo metabolizadas tras la hidrólisis por la lipoproteína lipasa (LPL), liberando ácidos grasos libres y glicerol. Se incorporan como quilomicrones artificiales, transportados por el sistema linfático y captados por el hígado, músculo y tejido adiposo. Aportan energía y sustratos estructurales para las membranas celulares, síntesis de prostaglandinas y moduladores inflamatorios, además de actuar como vehículo para fármacos liposolubles en toxicidad sistémica por anestésicos locales (intralipid-rescue). Las emulsiones lipídicas modernas pueden contener diferentes combinaciones de ácidos grasos (aceite de soja, MCT, oliva, pescado) que influyen en su perfil inflamatorio y metabólico. Las formulaciones con omega-3 (SMOFlipid, Omegaven) aumentan la producción de resolvinas y prostaglandinas antiinflamatorias, además de reducir IL-6, TNF-alfa y mediadores de estrés oxidativo. La emulsión también actúa como vehículo de transporte de vitaminas liposolubles (A, D, E, K) en nutrición parenteral prolongada, favoreciendo la absorción y el uso tisular.",
            "farmacocinetica": "• Inicio de acción: inmediato como soporte calórico.\n• Metabolismo: hepático (ácidos grasos) y periférico (músculo, tejido adiposo).\n• Vida media de los quilomicrones artificiales: 30–90 min.\n• Excreción: vía respiratoria (CO₂), renal (glicerol) y hepática (ácidos biliares).\n• Volumen de distribución: limitado al compartimento intravascular hasta su metabolización.",
            "farmacodinamica": "Aportan 9 kcal/g de grasa, con alta densidad calórica y soporte estructural celular. Mejoran el balance nitrogenado, previenen la deficiencia de ácidos grasos esenciales y preservan la integridad de la membrana celular. En nutrición parenteral total (NPT), se coadministran con aminoácidos y carbohidratos. Las variantes con aceite de pescado (SMOF, Omegaven) modulan la respuesta inflamatoria y favorecen la inmunomodulación. En toxicidad sistémica por anestésicos locales (LAST), la emulsión lipídica actúa como secuestrante intravascular ('lipid sink'), captando el anestésico lipofílico y restaurando el gradiente transmembrana en tejido cardíaco y cerebral. En estados catabólicos como sepsis, trauma y postoperatorio extenso, las emulsiones lipídicas ofrecen sustrato calórico no proteico y modulan la respuesta inflamatoria. En la toxicidad sistémica por anestésicos locales (ej: bupivacaína), el efecto 'lipid sink' secuestra rápidamente el anestésico libre del plasma y restaura la excitabilidad cardíaca, siendo parte del protocolo internacional de reanimación. En recién nacidos y neonatos, Omegaven se ha utilizado para la prevención y el tratamiento de la colestasis asociada a la NPT.",
            "indicacoes": "• Nutrición parenteral total o suplementaria en adultos y pediatría.\n• Soporte calórico en pacientes hipercatabólicos o sin acceso enteral.\n• Deficiencia de ácidos grasos esenciales.\n• Prevención de hepatopatía asociada a NPT prolongada.\n• Tratamiento de la toxicidad sistémica por anestésicos locales (intralipid-rescue).\n• Soporte inmunonutricional (aceite de pescado, omega-3).",
            "posologia": "Adultos:\n• Dosis usual: 1–2 g/kg/día IV en infusión continua.\n• Máximo: 3 g/kg/día.\n• Intralipid-rescue (LAST): 1,5 mL/kg en bolo IV en 1 min, seguido de 0,25–0,5 mL/kg/min por hasta 30–60 min.\nPediatría:\n• Iniciar con 0,5–1 g/kg/día, titular hasta 3 g/kg/día según tolerancia y triglicéridos séricos.",
            "administracao": "• Vía intravenosa exclusiva (uso central o periférico).\n• Infusión continua lenta por bomba (8–24 h), no usar en bolo excepto en el protocolo de rescate (LAST).\n• Mezcla en bolsa trifásica (aminoácido, glucosa, lípido) o separadamente en bomba dedicada.\n• Usar filtro de 1,2 μm cuando se coadministre con otros nutrientes.",
            "doseMaxima": "3 g/kg/día (nutrición); 10 mL/kg total en 30 min (LAST, protocolo de rescate).",
            "doseMinima": "0,5–1 g/kg/día (nutrición); 1,5 mL/kg en bolo (LAST).",
            "reacoesAdversas": "Comunes (1–10%):\n• Hipertrigliceridemia, ictericia leve, náuseas.\nInfrecuentes (0,1–1%):\n• Hiperbilirrubinemia, coagulopatía transitoria, elevación de transaminasas.\nRaras (<0,1%):\n• Síndrome de sobrecarga lipídica (fiebre, leucocitosis, trombocitopenia, hipoxemia).\n• Reacciones anafilácticas (excepcional), pancreatitis (hipertrigliceridemia grave).",
            "riscoGravidez": "Categoría C. Puede ser utilizada en gestantes bajo monitoreo clínico y laboratorial. Usada en NPT obstétrica e intoxicación anestésica.",
            "riscoLactacao": "Compatible. No hay evidencia de excreción significativa en la leche materna. Puede ser utilizada en lactantes en régimen de nutrición parenteral.",
            "ajusteRenal": "• No requiere ajuste específico, pero monitorizar balance hídrico y triglicéridos.\n• Evitar sobrecarga en anuria, nefropatía con síndrome nefrótico o trastornos de lipólisis.",
            "ajusteHepatico": "• Usar con precaución. Monitorizar transaminasas, bilirrubina y triglicéridos.\n• Preferir formulaciones con omega-3 (SMOF, Omegaven) en hepatopatía crónica o colestasis.",
            "contraindicacoes": "• Hipersensibilidad al huevo, soja, pescado (dependiendo de la fórmula).\n• Dislipidemia grave no controlada (triglicéridos >400 mg/dL).\n• Insuficiencia hepática grave con colestasis activa no compensada.\n• Inestabilidad hemodinámica refractaria (excepto uso en emergencia anestésica).",
            "interacaoMedicamento": "• Puede interferir en la absorción de medicamentos lipofílicos (ej: propofol, amiodarona).\n• Reduce la eficacia de fármacos hidrosolubles si se usa en gran volumen concomitante.\n• Incompatible con soluciones que contengan electrolitos divalentes en alta concentración (Ca²⁺, Mg²⁺). Los emulsionantes a base de fosfolípidos pueden alterar la unión proteica de medicamentos altamente lipofílicos como propofol, diazepam, lorazepam y lidocaína. Cuando se usan en mezclas ternarias, pueden ser inestables en pH ácido (<5,5) y separarse en presencia de electrolitos en altas concentraciones (Ca²⁺ >5 mmol/L). La emulsión interfiere en exámenes de laboratorio (triglicéridos, amilasa, bilirrubina, electroforesis de proteínas) si se recolectan hasta 6 h después de la infusión continua.",
            "apresentacao": "• Frascos o bolsas de 100 mL, 250 mL, 500 mL, 1.000 mL.\n• Concentraciones: 10%, 20%, 30% (emulsionadas con fosfolípidos).",
            "preparo": "• Lista para usar. Mezclar suavemente antes de la administración.\n• Usar circuito cerrado con bomba específica o cámara estéril.\n• Utilizar hasta 24 h después de la preparación; descartar sobrantes no infundidos.",
            "solucoesCompatíveis": "• Aminoácidos, glucosa, trazas vitamínicas.\n• Incompatible con soluciones alcalinas, bicarbonato y antibióticos liposolubles en alta concentración.",
            "armazenamento": "• Temperatura entre 2°C y 25°C (no congelar).\n• Proteger de la luz. Utilizar hasta 24 h después de la apertura bajo técnica aséptica.",
            "cuidadosMedicos": "• Monitorizar triglicéridos séricos, función hepática y balance calórico.\n• Evitar sobrecarga lipídica y ajustar el volumen según la tolerancia metabólica.\n• En LAST, aplicar protocolo con monitorización intensiva hemodinámica y neurológica.",
            "cuidadosFarmaceuticos": "• Verificar la integridad de la emulsión (ausencia de fase oleosa libre).\n• Garantizar validez, compatibilidad y trazabilidad de lote.\n• No usar en caso de separación de fases o partículas visibles.",
            "cuidadosEnfermagem": "• Observar signos de intolerancia: fiebre, dolor abdominal, visión borrosa.\n• Verificar permeabilidad del acceso y controlar el tiempo de infusión.\n• Registrar volumen total, tiempo y respuesta clínica (dolor, convulsión en LAST).",
            "fontesBibliograficas": "Fichas técnicas Anvisa (Intralipid®, Lipofundin®, SMOFlipid®), UpToDate (2024), Micromedex, PubMed ID 37637901, Goodman & Gilman (13ª Ed.), ASPEN Clinical Guidelines (2023), SBP Terapéutica Pediátrica."
        }
    },
