{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Enoxaparina Sódica",
            "nomeComercial": "Clexane®, Versa®, Enoxalow®",
            "classificacao": "Anticoagulante; heparina de baixo peso molecular (HBPM)",
            "mecanismoAcao": "A enoxaparina é uma heparina de baixo peso molecular (HBPM) que exerce efeito anticoagulante primariamente pela inibição seletiva do fator Xa da cascata de coagulação, através de sua ligação à antitrombina III (AT-III). Esse complexo enoxaparina–AT-III inativa de forma acelerada o fator Xa, impedindo a conversão da protrombina em trombina e, consequentemente, bloqueando a formação de fibrina. A enoxaparina possui um peso molecular médio de ~4500 Da, o que limita sua capacidade de formar o complexo ternário necessário para inativação eficiente da trombina (fator IIa), resultando em relação anti-Xa:anti-IIa de aproximadamente 3,8:1. Essa seletividade proporciona perfil farmacodinâmico mais previsível, com menor necessidade de monitorização laboratorial. Por possuir baixa afinidade por proteínas plasmáticas não específicas, apresenta menor variabilidade interindividual em comparação à heparina não fracionada. A enoxaparina exibe baixa taxa de indução de trombocitopenia imune (HIT) e menores efeitos sobre a função plaquetária direta. Adicionalmente, estudos apontam atividade anti-inflamatória e moduladora da resposta endotelial, incluindo redução da expressão de moléculas de adesão e citocinas pró-inflamatórias, o que a torna útil também em contextos de hipercoagulabilidade inflamatória, como na COVID-19 e síndromes coronarianas agudas.",
            "farmacocinetica": "• Início de ação: 3 a 5 horas (SC).\n• Pico plasmático: 3 a 5 horas.\n• Duração de efeito: 12 a 24 horas (dose-dependente).\n• Meia-vida: 4,5 a 7 horas (aumentada em insuficiência renal).\n• Biodisponibilidade: >90% por via subcutânea.\n• Volume de distribuição: 4–5 L.\n• Excreção: renal, principalmente como fármaco inalterado.",
            "farmacodinamica": "Reduz a formação de trombina e, consequentemente, a geração de fibrina. A inibição do fator Xa ocorre com razão anti-Xa:anti-IIa de 3,8:1. Promove anticoagulação eficaz com menor risco de trombocitopenia induzida por heparina (HIT) e menor incidência de sangramentos maiores em comparação à heparina não fracionada. Os efeitos anticoagulantes são proporcionais à dose e bastante consistentes quando administrada por via subcutânea. Os efeitos da enoxaparina podem ser monitorados pelo ensaio de atividade anti-Xa, especialmente em grupos especiais como gestantes, pacientes com insuficiência renal e obesos mórbidos. Em gestantes com trombofilias, é preferida à heparina devido à menor incidência de osteopenia, hematomas e HIT. Em pacientes submetidos a cirurgia ortopédica, reduz em mais de 60% o risco de TVP sintomática se usada profilaticamente. Sua ação prolongada permite regime posológico de 1 ou 2 vezes ao dia com eficácia comparável à heparina contínua.",
            "indicacoes": "• Profilaxia de tromboembolismo venoso (TEV) em pacientes cirúrgicos, clínicos ou com mobilidade reduzida.\n• Tratamento de trombose venosa profunda (TVP) com ou sem embolia pulmonar (EP).\n• Síndrome coronariana aguda (angina instável, IAM sem supra ST).\n• Tromboembolismo arterial e prevenção secundária em pacientes com fibrilação atrial.\n• Ponte anticoagulante na transição entre anticoagulantes orais e procedimentos cirúrgicos.",
            "posologia": "Adultos:\n• Profilaxia TEV: 40 mg SC 1x/dia (ou 30 mg 2x/dia pós-ortopedia).\n• TEV agudo: 1 mg/kg SC 2x/dia ou 1,5 mg/kg SC 1x/dia.\n• SCA (NSTEMI/angina): 1 mg/kg SC 2x/dia por 2 a 8 dias.\n• Ponte anticoagulante: 1 mg/kg SC 2x/dia até retorno da anticoagulação oral.\nPediatria:\n• Doses baseadas em peso (ex: neonatos 1,5 mg/kg SC 2x/dia), com monitorização de atividade anti-Xa.",
            "administracao": "• Via subcutânea exclusiva.\n• Administrar em região abdominal alternando os lados.\n• Não massagear o local da aplicação.\n• Pode ser usada em bomba de infusão IV contínua apenas em protocolos hospitalares específicos.",
            "doseMaxima": "• Não há dose máxima absoluta; depende do peso corporal e indicação.",
            "doseMinima": "• 20 mg SC (profilaxia em pacientes de muito baixo peso).",
            "reacoesAdversas": "Comuns (1–10%):\n• Hematoma local, sangramentos leves, trombocitopenia leve.\n• Elevação transitória de transaminases.\nIncomuns (0,1–1%):\n• Trombocitopenia induzida por heparina (HIT).\n• Reações alérgicas, rash.\n• Necrose cutânea no local da aplicação.\nRaras (<0,1%):\n• Sangramentos maiores (GI, intracraniano).\n• Anafilaxia.\n• Osteopenia com uso prolongado.",
            "riscoGravidez": "Categoria B. Estudos não mostram risco fetal. Ampla experiência no uso em gestantes com trombofilias e TVP. Preferida em relação a anticoagulantes orais durante a gestação.",
            "riscoLactacao": "Segura para uso durante a amamentação. Não detectada em concentrações significativas no leite materno.",
            "ajusteRenal": "• Necessário em ClCr <30 mL/min.\n• Profilaxia: reduzir de 40 mg para 30 mg SC 1x/dia.\n• Tratamento: 1 mg/kg SC 1x/dia com monitorização anti-Xa se possível.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática grave devido a risco aumentado de sangramento.\n• Monitorar tempo de protrombina e sangramentos clínicos.",
            "contraindicacoes": "• Sangramento ativo significativo.\n• Histórico de HIT.\n• Lesões com risco de sangramento (ex: AVC hemorrágico).\n• Hipersensibilidade à enoxaparina, heparina ou porcina.",
            "interacaoMedicamento": "• Aumenta risco de sangramento com AINEs, aspirina, anticoagulantes orais e inibidores da agregação plaquetária.\n• Potencialização com trombolíticos.\n• Uso concomitante com varfarina requer cautela na transição (tempo sobreposto mínimo 48 h). A coadministração com SSRIs (inibidores seletivos da recaptação de serotonina) pode aumentar o risco de sangramentos pela inibição da função plaquetária. Pacientes em uso concomitante com anticoagulantes diretos (DOACs), como apixabana e rivaroxabana, devem ter intervalo seguro de 12–24 horas entre as doses. Enoxaparina pode aumentar o risco hemorrágico em procedimentos invasivos e cirurgias, especialmente se associada a anestesia raquidiana ou peridural. O uso concomitante com glicocorticoides deve ser monitorado devido ao potencial de sangramento gástrico oculto.",
            "apresentacao": "• Seringas pré-cheias: 20 mg/0,2 mL, 40 mg/0,4 mL, 60 mg/0,6 mL, 80 mg/0,8 mL, 100 mg/1 mL.\n• Frascos multidoses (uso hospitalar IV): 300 mg/3 mL.",
            "preparo": "• Pronto para uso SC.\n• Administração IV apenas por profissionais treinados em protocolos de anticoagulação intensiva.\n• Não aspirar ou massagear o local.",
            "solucoesCompatíveis": "• SF 0,9%.\n• SG 5% para infusão IV contínua em protocolos hospitalares.\n• Incompatível com soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 25°C.\n• Proteger da luz.\n• Não congelar.",
            "cuidadosMedicos": "• Monitorizar sinais clínicos de sangramento.\n• Avaliar função renal antes de iniciar.\n• Monitorar atividade anti-Xa em gestantes, neonatos, obesos e IR grave.\n• Não usar em associação com bloqueios neuroaxiais (ex: raquianestesia) sem precauções específicas (vide diretrizes).",
            "cuidadosFarmaceuticos": "• Garantir correta técnica de aplicação SC.\n• Conferir dose, volume e integridade da seringa.\n• Documentar uso e local de aplicação.\n• Comunicar presença de hematomas, sangramentos, dor ou reações locais.",
            "cuidadosEnfermagem": "• Avaliar sinais vitais, sangramentos e dor local.\n• Aplicar sempre na região abdominal alternando locais.\n• Não aspirar nem massagear após aplicação.\n• Observar sinais de sangramento oculto (melena, hematúria, hemoptise).",
            "fontesBibliograficas": "Bula Anvisa (Clexane®), UpToDate (2024), Micromedex, PubMed ID 37618892, ACCP Antithrombotic Guidelines 2022, SBHCI Diretrizes Anticoagulação, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Enoxaparin Sodium",
            "nomeComercial": "Clexane®, Versa®, Enoxalow®",
            "classificacao": "Anticoagulant; low molecular weight heparin (LMWH)",
            "mecanismoAcao": "Enoxaparin is a low molecular weight heparin (LMWH) that exerts its anticoagulant effect primarily through selective inhibition of factor Xa in the coagulation cascade by binding to antithrombin III (AT-III). This enoxaparin–AT-III complex rapidly inactivates factor Xa, preventing the conversion of prothrombin to thrombin and consequently blocking fibrin formation. Enoxaparin has an average molecular weight of approximately 4500 Da, which limits its ability to form the ternary complex required for efficient thrombin (factor IIa) inactivation, resulting in an anti-Xa:anti-IIa ratio of approximately 3.8:1. This selectivity provides a more predictable pharmacodynamic profile with less need for laboratory monitoring. Due to its low affinity for non-specific plasma proteins, it exhibits less interindividual variability compared to unfractionated heparin. Enoxaparin has a low incidence of immune-mediated thrombocytopenia (HIT) and less direct effect on platelet function. Additionally, studies indicate anti-inflammatory and endothelial response modulating activity, including reduced expression of adhesion molecules and pro-inflammatory cytokines, making it useful in inflammatory hypercoagulability contexts such as COVID-19 and acute coronary syndromes.",
            "farmacocinetica": "• Onset of action: 3 to 5 hours (SC).\n• Peak plasma concentration: 3 to 5 hours.\n• Duration of effect: 12 to 24 hours (dose-dependent).\n• Half-life: 4.5 to 7 hours (prolonged in renal impairment).\n• Bioavailability: >90% via subcutaneous route.\n• Volume of distribution: 4–5 L.\n• Excretion: renal, mainly as unchanged drug.",
            "farmacodinamica": "Reduces thrombin formation and consequently fibrin generation. Factor Xa inhibition occurs with an anti-Xa:anti-IIa ratio of 3.8:1. Promotes effective anticoagulation with a lower risk of heparin-induced thrombocytopenia (HIT) and fewer major bleeding events compared to unfractionated heparin. Anticoagulant effects are dose-proportional and consistent when administered subcutaneously. Enoxaparin effects can be monitored by anti-Xa activity assay, especially in special populations such as pregnant women, patients with renal impairment, and morbidly obese individuals. In pregnant women with thrombophilias, it is preferred over heparin due to lower incidence of osteopenia, bruising, and HIT. In patients undergoing orthopedic surgery, it reduces symptomatic deep vein thrombosis (DVT) risk by more than 60% when used prophylactically. Its prolonged action allows dosing regimens of once or twice daily with efficacy comparable to continuous heparin.",
            "indicacoes": "• Prophylaxis of venous thromboembolism (VTE) in surgical, medical, or immobilized patients.\n• Treatment of deep vein thrombosis (DVT) with or without pulmonary embolism (PE).\n• Acute coronary syndrome (unstable angina, non-ST elevation myocardial infarction).\n• Arterial thromboembolism and secondary prevention in patients with atrial fibrillation.\n• Anticoagulant bridging during transition between oral anticoagulants and surgical procedures.",
            "posologia": "Adults:\n• VTE prophylaxis: 40 mg SC once daily (or 30 mg twice daily post-orthopedic surgery).\n• Acute VTE: 1 mg/kg SC twice daily or 1.5 mg/kg SC once daily.\n• ACS (NSTEMI/angina): 1 mg/kg SC twice daily for 2 to 8 days.\n• Anticoagulant bridging: 1 mg/kg SC twice daily until oral anticoagulation resumes.\nPediatrics:\n• Weight-based dosing (e.g., neonates 1.5 mg/kg SC twice daily), with anti-Xa activity monitoring.",
            "administracao": "• Subcutaneous route only.\n• Administer in the abdominal area, alternating sides.\n• Do not massage injection site.\n• May be used in continuous IV infusion pumps only in specific hospital protocols.",
            "doseMaxima": "• No absolute maximum dose; depends on body weight and indication.",
            "doseMinima": "• 20 mg SC (prophylaxis in very low-weight patients).",
            "reacoesAdversas": "Common (1–10%):\n• Local hematoma, mild bleeding, mild thrombocytopenia.\n• Transient elevation of transaminases.\nUncommon (0.1–1%):\n• Heparin-induced thrombocytopenia (HIT).\n• Allergic reactions, rash.\n• Skin necrosis at injection site.\nRare (<0.1%):\n• Major bleeding (GI, intracranial).\n• Anaphylaxis.\n• Osteopenia with prolonged use.",
            "riscoGravidez": "Category B. Studies show no fetal risk. Extensive experience in use during pregnancy with thrombophilias and DVT. Preferred over oral anticoagulants during pregnancy.",
            "riscoLactacao": "Safe for use during breastfeeding. Not detected in significant concentrations in breast milk.",
            "ajusteRenal": "• Required in creatinine clearance <30 mL/min.\n• Prophylaxis: reduce from 40 mg to 30 mg SC once daily.\n• Treatment: 1 mg/kg SC once daily with anti-Xa monitoring if possible.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment due to increased bleeding risk.\n• Monitor prothrombin time and clinical bleeding.",
            "contraindicacoes": "• Active significant bleeding.\n• History of HIT.\n• Lesions with bleeding risk (e.g., hemorrhagic stroke).\n• Hypersensitivity to enoxaparin, heparin, or porcine products.",
            "interacaoMedicamento": "• Increases bleeding risk with NSAIDs, aspirin, oral anticoagulants, and platelet aggregation inhibitors.\n• Potentiation with thrombolytics.\n• Concomitant use with warfarin requires caution during transition (minimum 48 h overlap). Co-administration with SSRIs (selective serotonin reuptake inhibitors) may increase bleeding risk by inhibiting platelet function. Patients using direct oral anticoagulants (DOACs), such as apixaban and rivaroxaban, should maintain a safe interval of 12–24 hours between doses. Enoxaparin may increase hemorrhagic risk in invasive procedures and surgeries, especially when associated with spinal or epidural anesthesia. Concomitant use with glucocorticoids should be monitored due to potential for occult gastric bleeding.",
            "apresentacao": "• Pre-filled syringes: 20 mg/0.2 mL, 40 mg/0.4 mL, 60 mg/0.6 mL, 80 mg/0.8 mL, 100 mg/1 mL.\n• Multi-dose vials (hospital IV use): 300 mg/3 mL.",
            "preparo": "• Ready for SC use.\n• IV administration only by trained professionals in intensive anticoagulation protocols.\n• Do not aspirate or massage the injection site.",
            "solucoesCompatíveis": "• 0.9% Sodium chloride solution.\n• 5% Glucose solution for continuous IV infusion in hospital protocols.\n• Incompatible with alkaline solutions.",
            "armazenamento": "• Store between 15°C and 25°C.\n• Protect from light.\n• Do not freeze.",
            "cuidadosMedicos": "• Monitor clinical signs of bleeding.\n• Assess renal function before initiation.\n• Monitor anti-Xa activity in pregnant women, neonates, obese patients, and severe renal impairment.\n• Avoid use with neuroaxial blocks (e.g., spinal anesthesia) without specific precautions (see guidelines).",
            "cuidadosFarmaceuticos": "• Ensure correct SC injection technique.\n• Verify dose, volume, and syringe integrity.\n• Document usage and injection site.\n• Report presence of hematomas, bleeding, pain, or local reactions.",
            "cuidadosEnfermagem": "• Assess vital signs, bleeding, and local pain.\n• Always inject in the abdominal region, alternating sites.\n• Do not aspirate or massage after injection.\n• Observe for signs of occult bleeding (melena, hematuria, hemoptysis).",
            "fontesBibliograficas": "Anvisa package insert (Clexane®), UpToDate (2024), Micromedex, PubMed ID 37618892, ACCP Antithrombotic Guidelines 2022, SBHCI Anticoagulation Guidelines, Goodman & Gilman (13th Ed.), Tintinalli’s Emergency Medicine (9th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Enoxaparina Sódica",
            "nomeComercial": "Clexane®, Versa®, Enoxalow®",
            "classificacao": "Anticoagulante; heparina de bajo peso molecular (HBPM)",
            "mecanismoAcao": "La enoxaparina es una heparina de bajo peso molecular (HBPM) que ejerce su efecto anticoagulante principalmente mediante la inhibición selectiva del factor Xa de la cascada de coagulación, a través de su unión a la antitrombina III (AT-III). Este complejo enoxaparina–AT-III inactiva de manera acelerada el factor Xa, impidiendo la conversión de protrombina en trombina y, en consecuencia, bloqueando la formación de fibrina. La enoxaparina tiene un peso molecular medio de ~4500 Da, lo que limita su capacidad para formar el complejo ternario necesario para la inactivación eficiente de la trombina (factor IIa), resultando en una relación anti-Xa:anti-IIa de aproximadamente 3,8:1. Esta selectividad proporciona un perfil farmacodinámico más predecible, con menor necesidad de monitorización de laboratorio. Debido a su baja afinidad por proteínas plasmáticas no específicas, presenta menor variabilidad interindividual en comparación con la heparina no fraccionada. La enoxaparina muestra baja tasa de inducción de trombocitopenia inmune (HIT) y menores efectos sobre la función plaquetaria directa. Además, estudios indican actividad antiinflamatoria y moduladora de la respuesta endotelial, incluyendo reducción de la expresión de moléculas de adhesión y citocinas proinflamatorias, lo que la hace útil también en contextos de hipercoagulabilidad inflamatoria, como en COVID-19 y síndromes coronarios agudos.",
            "farmacocinetica": "• Inicio de acción: 3 a 5 horas (SC).\n• Pico plasmático: 3 a 5 horas.\n• Duración del efecto: 12 a 24 horas (dependiente de la dosis).\n• Vida media: 4,5 a 7 horas (aumentada en insuficiencia renal).\n• Biodisponibilidad: >90% por vía subcutánea.\n• Volumen de distribución: 4–5 L.\n• Excreción: renal, principalmente como fármaco inalterado.",
            "farmacodinamica": "Reduce la formación de trombina y, en consecuencia, la generación de fibrina. La inhibición del factor Xa ocurre con una relación anti-Xa:anti-IIa de 3,8:1. Promueve anticoagulación eficaz con menor riesgo de trombocitopenia inducida por heparina (HIT) y menor incidencia de hemorragias mayores en comparación con la heparina no fraccionada. Los efectos anticoagulantes son proporcionales a la dosis y bastante consistentes cuando se administra por vía subcutánea. Los efectos de la enoxaparina pueden monitorizarse mediante el ensayo de actividad anti-Xa, especialmente en grupos especiales como gestantes, pacientes con insuficiencia renal y obesidad mórbida. En gestantes con trombofilias, se prefiere sobre la heparina debido a la menor incidencia de osteopenia, hematomas y HIT. En pacientes sometidos a cirugía ortopédica, reduce en más del 60% el riesgo de TVP sintomática si se usa profilácticamente. Su acción prolongada permite un régimen posológico de 1 o 2 veces al día con eficacia comparable a la heparina continua.",
            "indicacoes": "• Profilaxis del tromboembolismo venoso (TEV) en pacientes quirúrgicos, médicos o con movilidad reducida.\n• Tratamiento de trombosis venosa profunda (TVP) con o sin embolia pulmonar (EP).\n• Síndrome coronario agudo (angina inestable, IAM sin elevación del ST).\n• Tromboembolismo arterial y prevención secundaria en pacientes con fibrilación auricular.\n• Puente anticoagulante en la transición entre anticoagulantes orales y procedimientos quirúrgicos.",
            "posologia": "Adultos:\n• Profilaxis TEV: 40 mg SC 1 vez/día (o 30 mg 2 veces/día pos-ortopedia).\n• TEV agudo: 1 mg/kg SC 2 veces/día o 1,5 mg/kg SC 1 vez/día.\n• SCA (NSTEMI/angina): 1 mg/kg SC 2 veces/día durante 2 a 8 días.\n• Puente anticoagulante: 1 mg/kg SC 2 veces/día hasta el reinicio de la anticoagulación oral.\nPediatría:\n• Dosis basadas en peso (ej: neonatos 1,5 mg/kg SC 2 veces/día), con monitorización de actividad anti-Xa.",
            "administracao": "• Vía subcutánea exclusiva.\n• Administrar en la región abdominal alternando los lados.\n• No masajear el sitio de aplicación.\n• Puede utilizarse en bomba de infusión IV continua solo en protocolos hospitalarios específicos.",
            "doseMaxima": "• No existe una dosis máxima absoluta; depende del peso corporal y la indicación.",
            "doseMinima": "• 20 mg SC (profilaxis en pacientes de muy bajo peso).",
            "reacoesAdversas": "Comunes (1–10%):\n• Hematoma local, hemorragias leves, trombocitopenia leve.\n• Elevación transitoria de transaminasas.\nInfrecuentes (0,1–1%):\n• Trombocitopenia inducida por heparina (HIT).\n• Reacciones alérgicas, exantema.\n• Necrosis cutánea en el sitio de aplicación.\nRaras (<0,1%):\n• Hemorragias mayores (GI, intracraneal).\n• Anafilaxia.\n• Osteopenia con uso prolongado.",
            "riscoGravidez": "Categoría B. Los estudios no muestran riesgo fetal. Amplia experiencia en el uso en gestantes con trombofilias y TVP. Preferida en relación a anticoagulantes orales durante el embarazo.",
            "riscoLactacao": "Segura para el uso durante la lactancia. No se detecta en concentraciones significativas en la leche materna.",
            "ajusteRenal": "• Necesario en ClCr <30 mL/min.\n• Profilaxis: reducir de 40 mg a 30 mg SC 1 vez/día.\n• Tratamiento: 1 mg/kg SC 1 vez/día con monitorización anti-Xa si es posible.",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática grave debido al aumento del riesgo de sangrado.\n• Monitorizar tiempo de protrombina y hemorragias clínicas.",
            "contraindicacoes": "• Hemorragia activa significativa.\n• Antecedentes de HIT.\n• Lesiones con riesgo de sangrado (ej: ACV hemorrágico).\n• Hipersensibilidad a la enoxaparina, heparina o productos porcinos.",
            "interacaoMedicamento": "• Aumenta el riesgo de sangrado con AINEs, aspirina, anticoagulantes orales e inhibidores de la agregación plaquetaria.\n• Potenciación con trombolíticos.\n• El uso concomitante con warfarina requiere precaución en la transición (superposición mínima de 48 h). La coadministración con ISRS (inhibidores selectivos de la recaptación de serotonina) puede aumentar el riesgo de sangrado por inhibición de la función plaquetaria. Los pacientes en uso concomitante con anticoagulantes orales directos (DOACs), como apixabán y rivaroxabán, deben mantener un intervalo seguro de 12–24 horas entre las dosis. La enoxaparina puede aumentar el riesgo hemorrágico en procedimientos invasivos y cirugías, especialmente si se asocia a anestesia raquídea o peridural. El uso concomitante con glucocorticoides debe ser monitorizado debido al potencial de sangrado gástrico oculto.",
            "apresentacao": "• Jeringas precargadas: 20 mg/0,2 mL, 40 mg/0,4 mL, 60 mg/0,6 mL, 80 mg/0,8 mL, 100 mg/1 mL.\n• Frascos multidosis (uso hospitalario IV): 300 mg/3 mL.",
            "preparo": "• Listo para uso SC.\n• Administración IV solo por profesionales entrenados en protocolos de anticoagulación intensiva.\n• No aspirar ni masajear el sitio.",
            "solucoesCompatíveis": "• SF 0,9%.\n• SG 5% para infusión IV continua en protocolos hospitalarios.\n• Incompatible con soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 25°C.\n• Proteger de la luz.\n• No congelar.",
            "cuidadosMedicos": "• Monitorizar signos clínicos de sangrado.\n• Evaluar función renal antes de iniciar.\n• Monitorizar actividad anti-Xa en gestantes, neonatos, obesos y en insuficiencia renal grave.\n• No utilizar en asociación con bloqueos neuroaxiales (ej: raquianestesia) sin precauciones específicas (ver directrices).",
            "cuidadosFarmaceuticos": "• Garantizar la correcta técnica de aplicación SC.\n• Verificar dosis, volumen e integridad de la jeringa.\n• Documentar uso y sitio de aplicación.\n• Comunicar presencia de hematomas, sangrados, dolor o reacciones locales.",
            "cuidadosEnfermagem": "• Evaluar signos vitales, sangrados y dolor local.\n• Aplicar siempre en la región abdominal alternando sitios.\n• No aspirar ni masajear tras la aplicación.\n• Observar signos de sangrado oculto (melenas, hematuria, hemoptisis).",
            "fontesBibliograficas": "Folleto informativo Anvisa (Clexane®), UpToDate (2024), Micromedex, PubMed ID 37618892, Guías ACCP de Antitrombóticos 2022, Directrices SBHCI de Anticoagulación, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    }
}
