{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ergometrina (Maleato de Ergometrina)",
            "nomeComercial": "Ergotrate®, Methergin®",
            "classificacao": "Agente uterotônico, alcaloide do ergot, agonista parcial de receptores serotoninérgicos, dopaminérgicos e adrenérgicos",
            "mecanismoAcao": "Atua como agonista parcial dos receptores serotoninérgicos (5-HT2), adrenérgicos alfa e dopaminérgicos, promovendo aumento do tônus e da contratilidade da musculatura uterina, especialmente do segmento superior do útero. Estimula contrações uterinas tetânicas, reduzindo o sangramento pós-parto. Possui também efeito vasoconstritor periférico moderado.",
            "farmacocinetica": "• Absorção: boa por via IM e VO, biodisponibilidade IV 100%.\n• Início de ação: 1–2 minutos IV, 2–5 minutos IM, 5–10 minutos VO.\n• Pico de efeito: 5–15 minutos.\n• Duração do efeito: 2–4 horas.\n• Ligação às proteínas plasmáticas: 90%.\n• Volume de distribuição: 0,9–1,1 L/kg.\n• Metabolização: hepática (CYP3A4).\n• Meia-vida plasmática: 30–120 minutos.\n• Excreção: predominantemente biliar, pequena fração renal (5–10%).",
            "farmacodinamica": "Promove contração uterina sustentada (tetânica) do segmento superior do útero, facilitando hemostasia pós-parto e redução do sangramento. Essa contração tônica é particularmente eficaz em vasos espiralados da decidua basalis, promovendo tamponamento fisiológico. A ação é mais acentuada no segmento superior uterino, o que ajuda a evitar retenção de coágulos. Possui efeito vasoconstritor periférico discreto. Não apresenta efeito relaxante no segmento inferior, o que preserva o escoamento loquial.",
            "indicacoes": "• Hemorragia uterina pós-parto (HPP) por atonia uterina.\n• Prevenção da HPP após o terceiro período do parto.\n• Subinvolução uterina no puerpério.\n• Adjuvante em manejo ativo do trabalho de parto (após expulsão da placenta).\n• Situações de emergência obstétrica em ambiente hospitalar quando a oxitocina falha ou não está disponível.",
            "posologia": "Adulto:\n• Hemorragia pós-parto:\n  - 200 mcg (0,2 mg) IM ou IV lento (mínimo 1 minuto), pode repetir a cada 2–4 horas, máximo 5 doses/dia.\n• Prevenção da HPP:\n  - 200 mcg IM ou VO imediatamente após a dequitação placentária.\n• Subinvolução uterina:\n  - 200 mcg VO 2 a 3 vezes ao dia por até 5 dias.\nPediatria:\n• Não aplicável (uso exclusivo em ginecologia e obstetrícia).",
            "administracao": "• Via intravenosa lenta (mínimo 1 minuto), intramuscular profunda ou via oral.\n• Monitorização rigorosa de pressão arterial e sinais vitais durante e após administração IV devido ao risco de hipertensão severa.",
            "doseMaxima": "• 1 mg/dia (200 mcg até 5 vezes ao dia).",
            "doseMinima": "• 200 mcg (0,2 mg).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito, diarreia, dor abdominal tipo cólica.\nComuns (1–10%):\n• Hipertensão arterial transitória, cefaleia, rubor, parestesias.\nIncomuns (0,1–1%):\n• Bradicardia reflexa, elevação transitória da pressão arterial severa.\nRaras (<0,1%):\n• Vasoespasmo coronariano, isquemia miocárdica, acidente vascular cerebral isquêmico, convulsões, choque hipertensivo, gangrena periférica (doses excessivas ou uso prolongado).",
            "riscoGravidez": "Categoria X. Contraindicada durante a gravidez, exceto no manejo da hemorragia pós-parto. Seu uso fora do contexto de hemorragia pós-parto pode causar contrações uterinas severas, insuficiência placentária e aborto.",
            "riscoLactacao": "Evitar durante o aleitamento nas primeiras 12 horas após uso IV/IM devido à possível inibição transitória da lactação por efeito dopaminérgico (inibição de prolactina). Uso VO após esse período é considerado seguro. Apesar de inibição transitória da lactação, não há relatos de efeitos adversos em lactentes após uso oral.",
            "ajusteRenal": "• Usar com cautela em insuficiência renal grave.\n• Pode haver acúmulo e aumento do risco de vasoespasmo.\n• Monitorizar sinais de toxicidade.\nEvitar administração repetida sem intervalo adequado em pacientes com depuração renal reduzida.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática moderada a grave devido ao metabolismo hepático predominante.\n• Pode haver prolongamento do efeito e risco de toxicidade.\nMonitorar sinais precoces de toxicidade como cefaleia intensa, hipertensão e náuseas prolongadas.",
            "contraindicacoes": "• Hipertensão arterial não controlada.\n• Doença cardíaca isquêmica.\n• Vasculopatias periféricas ou cerebrais.\n• Insuficiência hepática grave.\n• Sepse.\n• Hipersensibilidade conhecida aos alcaloides do ergot.\n• Gravidez (exceto no manejo da HPP).\n• Uso concomitante com potentes inibidores da CYP3A4.",
            "interacaoMedicamento": "• Potencializa vasoconstrição com triptanos, simpatomiméticos e outros alcaloides do ergot.\n• Risco aumentado de isquemia com inibidores potentes de CYP3A4 (claritromicina, eritromicina, ritonavir, itraconazol).\n• Pode antagonizar efeitos de vasodilatadores e anti-hipertensivos.\n• Potencializa toxicidade com outros fármacos serotoninérgicos (raro, síndrome serotoninérgica).",
            "apresentacao": "• Ampolas de 0,2 mg/mL – 1 mL (uso IV ou IM).\n• Comprimidos de 0,125 mg ou 0,25 mg (uso VO).",
            "preparo": "• Uso IV direto da ampola (diluir em 10 mL de SF se desejado para maior controle na infusão lenta).\n• Uso IM direto.\n• Uso VO conforme apresentação comercial (comprimidos).",
            "solucoesCompatíveis": "• Compatível com soro fisiológico 0,9%.\n• Incompatível com soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C, protegido da luz.\n• Após abertura, utilizar imediatamente.\n• Descartar se houver turvação, precipitação ou alteração na coloração.",
            "cuidadosMedicos": "• Monitorização rigorosa de pressão arterial, frequência cardíaca e sinais de isquemia durante e após administração, especialmente IV.\n• Evitar em pacientes com risco cardiovascular elevado.\n• Estar preparado para manejo de crises hipertensivas e eventos isquêmicos.\n• Usar apenas após a dequitação da placenta (nunca antes).\nConsiderar ECG em pacientes com histórico cardiovascular. Evitar uso repetido sem avaliação médica minuciosa.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via e apresentação correta.\n• Verificar integridade da ampola e estabilidade da solução.\n• Preparar sob condições assépticas.\n• Documentar lote, dose, via e horário de administração.\n• Verificar se há prescrição associada a inibidores da CYP3A4 e contraindicar se necessário.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais (PA, FC) rigorosamente antes, durante e após administração.\n• Observar sinais de hipertensão, dor torácica, cefaleia intensa, isquemia periférica.\n• Confirmar dequitação placentária antes da administração.\n• Notificar imediatamente qualquer sinal de reação adversa grave.\n• Registrar rigorosamente a resposta clínica e eventos adversos após cada dose.",
            "fontesBibliograficas": "Bula Anvisa (Methergin®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37600425, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
      "bulario": {
        "nomePrincipioAtivo": "Ergometrine (Ergonovine Maleate)",
        "nomeComercial": "Methergine®, Ergotrate®",
        "classificacao": "Uterotonic agent, ergot alkaloid, partial agonist of serotonergic, dopaminergic, and adrenergic receptors",
        "mecanismoAcao": "Acts as a partial agonist at 5-HT2 serotonin, alpha-adrenergic, and dopamine receptors. Increases uterine tone and induces sustained contractions, particularly in the upper uterine segment, facilitating hemostasis after delivery. Also has mild peripheral vasoconstrictive effects. The contraction of spiral arterioles in the decidua basalis enhances physiological tamponade. Action is more pronounced in the upper uterus, promoting clot expulsion and minimizing lochia retention.",
        "farmacocinetica": "• Absorption: good via IM and oral routes; 100% IV bioavailability\n• Onset of action: 1–2 min IV, 2–5 min IM, 5–10 min oral\n• Peak effect: 5–15 minutes\n• Duration: 2–4 hours\n• Protein binding: ~90%\n• Volume of distribution: 0.9–1.1 L/kg\n• Metabolism: hepatic (CYP3A4)\n• Half-life: 30–120 minutes\n• Elimination: mainly biliary; 5–10% renal",
        "farmacodinamica": "Produces sustained tetanic contraction of the upper uterine segment, supporting postpartum hemostasis and reducing bleeding. Minimal effect on the lower uterine segment preserves lochial drainage. Histamine release is negligible. Improves uterine involution and can reduce duration of lochia.",
        "indicacoes": "• Postpartum hemorrhage (PPH) due to uterine atony\n• Prevention of PPH after third stage of labor\n• Uterine subinvolution\n• Adjunct in active management of labor (after placental delivery)\n• Emergency obstetric settings when oxytocin fails or is unavailable",
        "posologia": "Adults:\n• PPH management:\n  - 200 mcg (0.2 mg) IM or slow IV (over 1 min), repeat every 2–4 hrs if needed (max 5 doses/day)\n• PPH prevention:\n  - 200 mcg IM or orally immediately after placental expulsion\n• Subinvolution:\n  - 200 mcg orally 2–3 times daily for up to 5 days\nPediatrics: Not applicable (OB-GYN use only)",
        "administracao": "• IV (slow, over ≥1 min), deep IM, or oral\n• Monitor BP and vitals closely during and after IV use due to risk of severe hypertension",
        "doseMaxima": "• 1 mg/day (200 mcg up to 5x/day)",
        "doseMinima": "• 200 mcg (0.2 mg)",
        "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting, abdominal cramps, diarrhea\nCommon (1–10%):\n• Transient hypertension, headache, flushing, paresthesia\nUncommon (0.1–1%):\n• Reflex bradycardia, hypertensive episodes\nRare (<0.1%):\n• Coronary vasospasm, myocardial ischemia, ischemic stroke, seizures, hypertensive shock, peripheral gangrene (especially with overdose or prolonged use)",
        "riscoGravidez": "Category X. Contraindicated during pregnancy except in the context of managing postpartum hemorrhage. Can cause uterine hypertonicity, fetal hypoxia, placental insufficiency, and miscarriage.",
        "riscoLactacao": "Avoid breastfeeding for at least 12 hours after IV/IM use due to possible prolactin inhibition. Oral use after this period is generally safe. No reported adverse effects in infants after oral administration.",
        "ajusteRenal": "Use with caution in severe renal impairment. Risk of drug accumulation and vasospasm. Avoid repeated doses without proper interval. Monitor for signs of toxicity.",
        "ajusteHepatico": "Use with caution in moderate to severe hepatic dysfunction due to CYP3A4 metabolism. Mild prolongation of action possible. Monitor for early toxicity signs such as severe headache, hypertension, and persistent nausea.",
        "contraindicacoes": "• Uncontrolled hypertension\n• Ischemic heart disease\n• Peripheral or cerebrovascular disease\n• Severe hepatic impairment\n• Sepsis\n• Known ergot alkaloid hypersensitivity\n• Pregnancy (unless treating PPH)\n• Concomitant use with strong CYP3A4 inhibitors",
        "interacaoMedicamento": "• Increased vasoconstriction with triptans, sympathomimetics, and other ergots\n• Elevated ischemia risk with strong CYP3A4 inhibitors (e.g., clarithromycin, erythromycin, ritonavir, itraconazole)\n• May reduce efficacy of vasodilators/antihypertensives\n• Serotonergic toxicity possible with other serotonergic drugs (rare)",
        "apresentacao": "• Ampoules: 0.2 mg/mL – 1 mL (IV or IM)\n• Tablets: 0.125 mg or 0.25 mg (oral)",
        "preparo": "• IV: can be diluted in 10 mL NS for better control during slow infusion\n• IM: undiluted use\n• Oral: as per commercial tablet presentation",
        "solucoesCompatíveis": "• Compatible with 0.9% saline\n• Incompatible with alkaline solutions",
        "armazenamento": "• Store at 15–30°C, protected from light\n• Use immediately after opening\n• Discard if turbid, precipitated, or discolored",
        "cuidadosMedicos": "• Closely monitor BP, HR, and ischemic signs, especially during IV use\n• Avoid in high cardiovascular risk patients\n• Be prepared to manage hypertensive or ischemic events\n• Confirm placental expulsion before use\n• Consider ECG in patients with cardiac history\n• Avoid repeat use without clinical reassessment",
        "cuidadosFarmaceuticos": "• Verify name, dose, route, and product integrity\n• Ensure stability and aseptic preparation\n• Record lot number, dose, route, and timing\n• Screen for co-prescription of CYP3A4 inhibitors and contraindicate if present",
        "cuidadosEnfermagem": "• Monitor vitals (BP, HR) before, during, and after administration\n• Watch for signs of hypertension, chest pain, severe headache, or peripheral ischemia\n• Confirm placental delivery prior to administration\n• Report serious adverse effects immediately\n• Record clinical response and adverse events meticulously",
        "fontesBibliograficas": "FDA Prescribing Info (Methergine®); UpToDate (2024); Micromedex; Goodman & Gilman’s (13th Ed.); PubMed ID 37600425; Miller’s Anesthesia (9th Ed.); Barash Clinical Anesthesia (7th Ed.); Tintinalli’s Emergency Medicine (9th Ed.)"
      }
    }
    ,
    "ES": {
      "bulario": {
        "nombrePrincipioActivo": "Ergometrina (Maleato de Ergometrina)",
        "nombreComercial": "Ergotrate®, Methergin®",
        "clasificacion": "Agente uterotónico, alcaloide del cornezuelo, agonista parcial de receptores serotoninérgicos, dopaminérgicos y adrenérgicos",
        "mecanismoAccion": "Actúa como agonista parcial de los receptores 5-HT2 (serotonina), alfa-adrenérgicos y dopaminérgicos, aumentando el tono y la contractilidad del músculo uterino, especialmente del segmento superior. Estimula contracciones tetánicas que reducen la hemorragia postparto. También posee efectos vasoconstrictores periféricos moderados. La contracción de las arteriolas espirales en la decidua basal favorece un taponamiento fisiológico. La acción predominante en el segmento uterino superior ayuda a expulsar coágulos y mantener el drenaje loquial.",
        "farmacocinetica": "• Absorción: buena por vía IM y oral; biodisponibilidad IV 100%\n• Inicio de acción: 1–2 min IV, 2–5 min IM, 5–10 min oral\n• Pico de efecto: 5–15 minutos\n• Duración: 2–4 horas\n• Unión a proteínas: ~90%\n• Volumen de distribución: 0,9–1,1 L/kg\n• Metabolismo: hepático (CYP3A4)\n• Vida media: 30–120 minutos\n• Excreción: principalmente biliar; 5–10% renal",
        "farmacodinamica": "Produce contracción tetánica sostenida del segmento superior del útero, favoreciendo la hemostasia postparto y reduciendo el sangrado. Escasa acción en el segmento inferior preserva el drenaje loquial. No induce liberación significativa de histamina. Mejora la involución uterina y puede reducir la duración del loquio.",
        "indicaciones": "• Hemorragia postparto (HPP) por atonía uterina\n• Prevención de HPP después del alumbramiento\n• Subinvolución uterina\n• Adyuvante en el manejo activo del parto (tras expulsión placentaria)\n• Emergencias obstétricas cuando la oxitocina falla o no está disponible",
        "posologia": "Adultos:\n• Manejo de HPP:\n  - 200 mcg (0,2 mg) IM o IV lenta (≥1 min), repetir cada 2–4 h si es necesario (máximo 5 dosis/día)\n• Prevención de HPP:\n  - 200 mcg IM u oral tras la expulsión de la placenta\n• Subinvolución:\n  - 200 mcg oral 2–3 veces al día hasta por 5 días\nPediatría: No aplicable (uso exclusivo en obstetricia y ginecología)",
        "administracion": "• IV lenta (≥1 min), IM profunda u oral\n• Monitoreo riguroso de TA y signos vitales durante y después de la administración IV por riesgo de hipertensión severa",
        "dosisMaxima": "• 1 mg/día (200 mcg hasta 5 veces/día)",
        "dosisMinima": "• 200 mcg (0,2 mg)",
        "reaccionesAdversas": "Muy frecuentes (>10%):\n• Náuseas, vómitos, calambres abdominales, diarrea\nFrecuentes (1–10%):\n• Hipertensión transitoria, cefalea, rubor, parestesias\nPoco frecuentes (0,1–1%):\n• Bradicardia refleja, episodios hipertensivos\nRaras (<0,1%):\n• Vasoespasmo coronario, isquemia miocárdica, ACV isquémico, convulsiones, choque hipertensivo, gangrena periférica (uso excesivo o prolongado)",
        "riesgoEmbarazo": "Categoría X. Contraindicado durante el embarazo, excepto para tratar HPP. Puede causar hipertonía uterina, hipoxia fetal, insuficiencia placentaria y aborto.",
        "riesgoLactancia": "Evitar lactancia al menos 12 h tras administración IV/IM por posible inhibición de prolactina. Uso oral después de ese período es seguro. No se han reportado efectos adversos en lactantes tras uso oral.",
        "ajusteRenal": "Precaución en insuficiencia renal grave. Riesgo de acumulación y vasoespasmo. Evitar dosis repetidas sin intervalos adecuados. Vigilar signos de toxicidad.",
        "ajusteHepatico": "Precaución en disfunción hepática moderada a grave (metabolismo CYP3A4). Posible prolongación de acción. Vigilar signos precoces de toxicidad: cefalea intensa, hipertensión, náuseas persistentes.",
        "contraindicaciones": "• Hipertensión no controlada\n• Cardiopatía isquémica\n• Enfermedad vascular periférica o cerebral\n• Insuficiencia hepática grave\n• Sepsis\n• Hipersensibilidad a alcaloides del ergot\n• Embarazo (salvo en manejo de HPP)\n• Uso concomitante con inhibidores potentes de CYP3A4",
        "interaccionMedicamento": "• Vasoconstricción aumentada con triptanos, simpaticomiméticos y otros alcaloides del ergot\n• Riesgo de isquemia con inhibidores potentes de CYP3A4 (claritromicina, eritromicina, ritonavir, itraconazol)\n• Puede reducir eficacia de vasodilatadores/antihipertensivos\n• Riesgo de toxicidad serotoninérgica con otros agentes serotoninérgicos (raro)",
        "presentacion": "• Ampollas: 0,2 mg/mL – 1 mL (IV o IM)\n• Comprimidos: 0,125 mg o 0,25 mg (oral)",
        "preparo": "• IV: puede diluirse en 10 mL de SSF para control de infusión lenta\n• IM: uso sin diluir\n• VO: según presentación comercial",
        "solucoesCompativeis": "• Compatible con suero fisiológico 0,9%\n• Incompatible con soluciones alcalinas",
        "almacenamiento": "• Conservar a 15–30 °C, protegido de la luz\n• Usar inmediatamente tras la apertura\n• Desechar si hay turbidez, precipitación o cambio de color",
        "cuidadosMedicos": "• Monitorizar TA, FC y signos de isquemia, especialmente con administración IV\n• Evitar en pacientes con riesgo cardiovascular alto\n• Preparado para manejar crisis hipertensivas o eventos isquémicos\n• Confirmar expulsión placentaria antes del uso\n• Considerar ECG si hay antecedentes cardiacos\n• Evitar uso repetido sin reevaluación clínica",
        "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía e integridad del producto\n• Asegurar preparación aséptica y estabilidad\n• Registrar lote, dosis, vía y hora\n• Evaluar prescripciones asociadas a inhibidores de CYP3A4",
        "cuidadosEnfermeria": "• Controlar signos vitales (TA, FC) antes, durante y después\n• Observar signos de hipertensión, dolor torácico, cefalea severa, isquemia periférica\n• Confirmar expulsión de placenta antes de administrar\n• Notificar efectos adversos graves de inmediato\n• Documentar respuesta clínica y eventos adversos cuidadosamente",
        "fuentesBibliograficas": "Ficha técnica Methergin® (AEMPS); UpToDate (2024); Micromedex; Goodman & Gilman (13ª ed.); PubMed ID 37600425; Miller’s Anesthesia (9ª ed.); Barash Anestesia Clínica (7ª ed.); Tintinalli Urgencias (9ª ed.)"
      }
    }
}
