{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Etomidato",
            "nomeComercial": "Hypnomidate®, Amidate®",
            "classificacao": "Anestésico geral intravenoso, agente hipnótico de ação ultracurta, não barbitúrico, sedativo, amnésico",
            "mecanismoAcao": "Atua como modulador positivo dos receptores GABA-A, ligando-se especificamente às subunidades β2 e β3, aumentando a frequência de abertura dos canais de cloro, o que hiperpolariza a membrana neuronal e promove inibição do sistema nervoso central (SNC). Estudos demonstram que o etomidato não exerce efeito significativo sobre canais NMDA nem sobre receptores opioides, destacando sua seletividade para o receptor GABA-A. Além disso, não deprime o sistema nervoso simpático nem afeta significativamente a barorreceptividade, contribuindo para sua estabilidade hemodinâmica durante a indução anestésica.",
            "farmacocinetica": "Início IV: 30–60 segundos. Pico: 1–2 minutos. Duração do efeito clínico após bolus: 3–5 minutos (redistribuição rápida). Meia-vida de distribuição: 2–4 minutos. Meia-vida terminal de eliminação: 2,9–5,3 horas. Volume de distribuição: 2,5–4,5 L/kg, com distinção entre volume de distribuição central e periférico. Clearance plasmático elevado, refletindo rápida metabolização hepática e plasmática por esterases, sem acúmulo significativo após doses únicas. Biodisponibilidade intravenosa é completa; vias alternativas não são utilizadas clinicamente devido à baixa biodisponibilidade e absorção errática. Excreção predominantemente renal (75%) e fecal (15%). Clearance independente do fluxo hepático.",
            "farmacodinamica": "Promove sedação profunda e hipnose de curta duração com perfil farmacodinâmico favorável, especialmente em neuroanestesia, devido à ausência de efeito burst-suppression e mínima interferência na pressão intracraniana (PIC). Causa mínima depressão cardiovascular e respiratória, mantendo estabilidade hemodinâmica mesmo em pacientes com reserva miocárdica crítica. Reduz levemente o metabolismo cerebral, a pressão intracraniana e o fluxo sanguíneo cerebral (CBF). O efeito adrenolítico, decorrente da inibição da enzima 11-beta-hidroxilase, é clinicamente relevante em pacientes dependentes do eixo hipotálamo-hipófise-adrenal (HPA), podendo comprometer a resposta ao estresse.",
            "indicacoes": "Indução de anestesia geral, especialmente em pacientes hemodinamicamente instáveis (choque séptico, cardiogênico, hipovolêmico, tamponamento cardíaco, disfunção ventricular grave). Sequência rápida de intubação (SRI) em emergências. Sedação breve para cardioversão, ECT (terapia eletroconvulsiva) e outros procedimentos curtos. Contraindicado para sedação prolongada na UTI devido à supressão adrenal sustentada.",
            "posologia": "Indução adulto: 0,2–0,6 mg/kg IV em bolus lento (30–60 segundos). Em pacientes com insuficiência cardíaca, hipovolemia grave ou comorbidades cardiovasculares, doses iniciais devem ser reduzidas para 0,1–0,3 mg/kg para minimizar riscos hemodinâmicos. Em obesos, doses devem ser ajustadas com base no peso corporal ideal para evitar superdosagem. Em adultos >65 anos, recomenda-se ajuste para 0,1–0,3 mg/kg baseado no peso ideal, devido à diminuição da depuração e maior sensibilidade. Pediatria: 0,2–0,4 mg/kg IV. SRI adulto: 0,3 mg/kg IV em bolus único. Cardioversão: 0,15–0,3 mg/kg IV. Não recomendado para infusão contínua, mesmo em sedação leve, devido ao risco de supressão adrenal prolongada e acúmulo de metabólitos inativos.",
            "administracao": "Via exclusivamente intravenosa, em bolus lento (30–60 segundos). Para redução da dor intensa na injeção, pode-se administrar lidocaína 20 mg IV antes do etomidato. Pré-tratamento com benzodiazepínicos pode ser considerado para minimizar mioclonias. Recomenda-se administração em veias de grande calibre para reduzir risco de tromboflebite e extravasamento, preferencialmente em veias centrais ou periferias calibrosas.",
            "doseMaxima": "Indução: até 0,6 mg/kg. SRI: 0,3 mg/kg. Cardioversão: até 0,3 mg/kg. Doses maiores não são recomendadas devido ao risco de supressão adrenal prolongada.",
            "doseMinima": "Indução leve ou cardioversão: 0,15 mg/kg. Pediatria: 0,2 mg/kg.",
            "reacoesAdversas": "Muito comum: dor intensa no local da injeção (até 80%), mioclonias (até 60%). Comum: soluços, náusea, vômito, hipotensão leve (≤10%), apneia breve dose-dependente, hiperventilação transitória. Rara: laringoespasmo, bradicardia, tromboflebite, rash cutâneo. Eventos cardiovasculares variam conforme o perfil do paciente: em normovolêmicos, pode ocorrer hipotensão leve transitória; em hipovolêmicos ou com reserva miocárdica comprometida, risco aumentado de hipotensão significativa e bradicardia. Supressão da síntese de cortisol e aldosterona (efeito adrenolítico dose-dependente) pode persistir até 24 horas após dose única, com risco potencial de insuficiência adrenal relativa em pacientes críticos e em uso prolongado.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Atravessa a placenta. Pode ser utilizado para indução de anestesia em cesarianas se os benefícios superarem os riscos. Não há evidência de teratogenicidade em humanos, mas há relatos de depressão neonatal transitória.",
            "riscoLactacao": "Compatível. Pequenas quantidades excretadas no leite materno, sem relatos de efeitos adversos significativos. Amamentação pode ser retomada após a recuperação da paciente.",
            "ajusteRenal": "Não requer ajuste de dose na insuficiência renal leve a moderada. Clearance preservado devido à metabolização por esterases plasmáticas. Usar com cautela em disfunção renal terminal, devido à sensibilidade hemodinâmica.",
            "ajusteHepatico": "Não requer ajuste significativo, pois a metabolização ocorre predominantemente por esterases plasmáticas, com baixa dependência da função hepática. Cautela em insuficiência hepática severa devido ao possível aumento da fração livre pela hipoalbuminemia.",
            "contraindicacoes": "Contraindicações absolutas: hipersensibilidade ao etomidato ou aos componentes da fórmula; insuficiência adrenal conhecida ou não tratada; uso prolongado em sedação contínua (contraindicado). Contraindicações relativas: sepse grave com choque séptico devido à inibição da síntese de cortisol; pacientes em uso crônico de corticosteroides ou com insuficiência adrenal subclínica não diagnosticada, pois podem apresentar maior risco de insuficiência adrenal aguda.",
            "interacaoMedicamento": "Potencializa depressores do SNC (opioides, benzodiazepínicos, propofol, dexmedetomidina, anestésicos voláteis). Sinergismo com bloqueadores neuromusculares. Efeito aditivo com anti-hipertensivos e betabloqueadores. Uso concomitante com corticosteróides pode mitigar parcialmente a supressão adrenal induzida pelo etomidato.",
            "apresentacao": "Ampolas 2 mg/mL em volumes de 10 mL (20 mg) e 20 mL (40 mg), dependendo do fabricante. Formulações em solução aquosa ou emulsão lipídica.",
            "preparo": "Solução pronta para uso. Pode ser administrada sem diluição. Quando necessário, pode ser diluído em SF 0,9% ou SG 5% para concentrações entre 0,2 e 1 mg/mL, visando reduzir dor na injeção. Usar imediatamente após preparo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas como bicarbonato de sódio e emulsões lipídicas na mesma via.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz. Não congelar. Após abertura, utilizar imediatamente. Descartar eventuais sobras. Armazenamento rigoroso após abertura é essencial para evitar degradação e contaminação.",
            "cuidadosMedicos": "Monitorização contínua de ECG, pressão arterial, SpO2 e capnografia. Ter sempre suporte avançado de via aérea disponível. Considerar pré-medicação com opioides ou benzodiazepínicos para minimizar mioclonias e dor na injeção. Monitorizar função adrenal, especialmente em pacientes críticos, sépticos ou politraumatizados. Evitar uso prolongado devido ao risco de insuficiência adrenal relativa. Em neurocirurgia, indicado para indução e sedação de curta duração em RM/TC, com cuidado para evitar aumento da PIC. Em traumatismo cranioencefálico grave, deve ser usado com cautela e monitorização rigorosa. Evitar reutilização em pacientes com choque séptico ou adrenalidade comprometida devido ao risco aumentado de insuficiência adrenal e piora do prognóstico.",
            "cuidadosFarmaceuticos": "Verificar integridade da ampola, validade e aspecto da solução (límpida, incolor e sem partículas). Checar pH da formulação para garantir estabilidade. Confirmar compatibilidade com tubos e seringas plásticas para evitar adsorção do fármaco. Garantir administração em veia de bom calibre. Manter controle de estoque, rastreabilidade de lotes e garantir o descarte correto conforme normas de resíduos hospitalares. Após abertura, armazenar rigorosamente conforme recomendações para evitar contaminação e degradação.",
            "cuidadosEnfermagem": "Monitorizar constantemente sinais vitais, padrão respiratório e nível de sedação. Avaliar responsividade neurológica e retorno dos reflexos para detectar efeitos neurológicos adversos precocemente. Observar local da punção para dor, flebite, extravasamento ou sinais de inflamação. Monitorar rigorosamente dor à injeção e notificar imediatamente ocorrência de mioclonias, apneia, laringoespasmo, dor intensa, rash cutâneo ou hipotensão. Observar sinais clínicos de insuficiência adrenal em pacientes críticos, como hipotensão refratária e hipoglicemia. Assegurar vigilância contínua até recuperação completa da consciência e estabilidade clínica.",
            "fontesBibliograficas": "Bula Hypnomidate®, UpToDate (2024), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli’s Emergency Medicine, Micromedex, PubMed ID 37129855, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
   
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Etomidato",
            "nombreComercial": "Hypnomidate®, Amidate®",
            "clasificacion": "Anestésico general intravenoso, agente hipnótico de acción ultracorta, no barbitúrico, sedante, amnésico",
            "mecanismoAccion": "Actúa como modulador alostérico positivo de los receptores GABA-A, uniéndose específicamente a las subunidades β2 y β3, aumentando la frecuencia de apertura de los canales de cloro, lo que hiperpolariza la membrana neuronal y promueve la inhibición del sistema nervioso central (SNC). Los estudios demuestran que el etomidato no ejerce un efecto significativo sobre los canales NMDA ni sobre los receptores opioides, destacando su selectividad por el receptor GABA-A. Además, no deprime el sistema nervioso simpático ni afecta significativamente la barorreflexión, contribuyendo a su estabilidad hemodinámica durante la inducción anestésica.",
            "farmacocinetica": "Inicio IV: 30–60 segundos. Pico: 1–2 minutos. Duración del efecto clínico tras bolo: 3–5 minutos (redistribución rápida). Vida media de distribución: 2–4 minutos. Vida media terminal de eliminación: 2,9–5,3 horas. Volumen de distribución: 2,5–4,5 L/kg, diferenciando entre compartimentos central y periférico. Aclaramiento plasmático elevado, reflejando una rápida metabolización hepática y plasmática por esterasas, sin acumulación significativa tras dosis únicas. Biodisponibilidad intravenosa completa; otras vías no se utilizan clínicamente debido a baja biodisponibilidad y absorción errática. Excreción predominantemente renal (75%) y fecal (15%). Aclaramiento independiente del flujo hepático.",
            "farmacodinamica": "Produce sedación profunda e hipnosis de corta duración con un perfil farmacodinámico favorable, especialmente en neuroanestesia, debido a la ausencia de efecto burst-suppression y mínima interferencia en la presión intracraneal (PIC). Provoca mínima depresión cardiovascular y respiratoria, manteniendo la estabilidad hemodinámica incluso en pacientes con reserva miocárdica crítica. Disminuye levemente el metabolismo cerebral, la presión intracraneal y el flujo sanguíneo cerebral (FSC). El efecto adrenolítico, derivado de la inhibición de la enzima 11-beta-hidroxilasa, es clínicamente relevante en pacientes dependientes del eje hipotálamo-hipófisis-adrenal (HHA), pudiendo comprometer la respuesta al estrés.",
            "indicaciones": "Inducción de anestesia general, especialmente en pacientes hemodinámicamente inestables (shock séptico, cardiogénico, hipovolémico, taponamiento cardíaco, disfunción ventricular grave). Intubación de secuencia rápida (ISR) en emergencias. Sedación breve para cardioversión, terapia electroconvulsiva (TEC) y otros procedimientos cortos. Contraindicado para sedación prolongada en UCI debido a la supresión adrenal sostenida.",
            "posologia": "Inducción en adultos: 0,2–0,6 mg/kg IV en bolo lento (30–60 segundos). En pacientes con insuficiencia cardíaca, hipovolemia grave o comorbilidades cardiovasculares, reducir dosis inicial a 0,1–0,3 mg/kg para minimizar riesgos hemodinámicos. En obesos, ajustar dosis según peso corporal ideal para evitar sobredosificación. En adultos >65 años, se recomienda ajustar a 0,1–0,3 mg/kg según peso ideal, por disminución del aclaramiento y mayor sensibilidad. Pediatría: 0,2–0,4 mg/kg IV. ISR en adultos: 0,3 mg/kg IV en bolo único. Cardioversión: 0,15–0,3 mg/kg IV. No se recomienda infusión continua, ni siquiera en sedación leve, debido al riesgo de supresión adrenal prolongada y acumulación de metabolitos inactivos.",
            "administracion": "Vía exclusivamente intravenosa, en bolo lento (30–60 segundos). Para reducir el dolor intenso en la inyección, puede administrarse lidocaína 20 mg IV antes del etomidato. El pretratamiento con benzodiacepinas puede considerarse para minimizar mioclonías. Se recomienda administración en venas de gran calibre para reducir el riesgo de tromboflebitis y extravasación, preferentemente venas centrales o periféricas de gran calibre.",
            "dosisMaxima": "Inducción: hasta 0,6 mg/kg. ISR: 0,3 mg/kg. Cardioversión: hasta 0,3 mg/kg. No se recomiendan dosis mayores por el riesgo de supresión adrenal prolongada.",
            "dosisMinima": "Inducción leve o cardioversión: 0,15 mg/kg. Pediatría: 0,2 mg/kg.",
            "reaccionesAdversas": "Muy frecuentes: dolor intenso en el lugar de la inyección (hasta 80%), mioclonías (hasta 60%). Frecuentes: hipo, náuseas, vómitos, hipotensión leve (≤10%), apnea breve dependiente de dosis, hiperventilación transitoria. Raras: laringoespasmo, bradicardia, tromboflebitis, erupción cutánea. Los eventos cardiovasculares varían según el perfil del paciente: en normovolémicos puede ocurrir hipotensión leve transitoria; en hipovolémicos o con reserva miocárdica comprometida, mayor riesgo de hipotensión significativa y bradicardia. La supresión de la síntesis de cortisol y aldosterona (efecto adrenolítico dependiente de dosis) puede persistir hasta 24 horas tras una dosis única, con riesgo potencial de insuficiencia suprarrenal relativa en pacientes críticos y en uso prolongado.",
            "riesgoEmbarazo": "Categoría C. Usar solo si es claramente necesario. Atraviesa la placenta. Puede emplearse para inducción anestésica en cesáreas si los beneficios superan los riesgos. No hay evidencia de teratogenicidad en humanos, pero se han reportado casos de depresión neonatal transitoria.",
            "riesgoLactancia": "Compatible. Pequeñas cantidades excretadas en la leche materna, sin reportes de efectos adversos significativos. La lactancia puede reanudarse tras la recuperación de la paciente.",
            "ajusteRenal": "No se requiere ajuste de dosis en insuficiencia renal leve a moderada. El aclaramiento se mantiene debido a la metabolización por esterasas plasmáticas. Usar con precaución en insuficiencia renal terminal, por la sensibilidad hemodinámica.",
            "ajusteHepatico": "No requiere ajuste significativo, ya que la metabolización ocurre principalmente por esterasas plasmáticas, con baja dependencia de la función hepática. Precaución en insuficiencia hepática severa por posible aumento de la fracción libre debido a hipoalbuminemia.",
            "contraindicaciones": "Contraindicaciones absolutas: hipersensibilidad al etomidato o a los componentes de la fórmula; insuficiencia suprarrenal conocida o no tratada; uso prolongado en sedación continua (contraindicado). Contraindicaciones relativas: sepsis grave con shock séptico por inhibición de la síntesis de cortisol; pacientes en tratamiento crónico con corticosteroides o con insuficiencia suprarrenal subclínica no diagnosticada, por mayor riesgo de insuficiencia suprarrenal aguda.",
            "interaccionMedicamento": "Potencia depresores del SNC (opioides, benzodiacepinas, propofol, dexmedetomidina, anestésicos volátiles). Sinergismo con bloqueadores neuromusculares. Efecto aditivo con antihipertensivos y betabloqueantes. El uso concomitante de corticosteroides puede mitigar parcialmente la supresión adrenal inducida por etomidato.",
            "presentacion": "Ampollas de 2 mg/mL en volúmenes de 10 mL (20 mg) y 20 mL (40 mg), según fabricante. Formulaciones en solución acuosa o emulsión lipídica.",
            "preparacion": "Solución lista para usar. Puede administrarse sin dilución. Si es necesario, puede diluirse en SF 0,9% o SG 5% para concentraciones entre 0,2 y 1 mg/mL, con el objetivo de reducir el dolor en la inyección. Usar inmediatamente tras la preparación.",
            "solucionesCompatibles": "Suero fisiológico 0,9%, solución glucosada 5%. Incompatible con soluciones alcalinas como bicarbonato de sodio y emulsiones lipídicas en la misma vía.",
            "almacenamiento": "Almacenar entre 15°C y 30°C, protegido de la luz. No congelar. Tras la apertura, usar inmediatamente. Desechar los restos. Es fundamental un almacenamiento estricto tras la apertura para evitar degradación y contaminación.",
            "cuidadosMedicos": "Monitorización continua de ECG, presión arterial, SpO2 y capnografía. Tener siempre disponible soporte avanzado de vía aérea. Considerar premedicación con opioides o benzodiacepinas para minimizar mioclonías y dolor a la inyección. Monitorizar la función suprarrenal, especialmente en pacientes críticos, sépticos o politraumatizados. Evitar uso prolongado por riesgo de insuficiencia suprarrenal relativa. En neurocirugía, indicado para inducción y sedación de corta duración en RM/TC, con precaución para evitar aumento de la PIC. En traumatismo craneoencefálico grave, usar con precaución y monitorización estricta. Evitar reutilización en pacientes con shock séptico o función suprarrenal comprometida por el mayor riesgo de insuficiencia suprarrenal y empeoramiento del pronóstico.",
            "cuidadosFarmaceuticos": "Verificar integridad de la ampolla, validez y aspecto de la solución (transparente, incolora y sin partículas). Comprobar el pH de la formulación para garantizar estabilidad. Confirmar compatibilidad con tubos y jeringas plásticas para evitar adsorción del fármaco. Garantizar administración en vena de buen calibre. Mantener control de inventario, trazabilidad de lotes y garantizar la eliminación adecuada según normativas de residuos hospitalarios. Tras la apertura, almacenar rigurosamente según recomendaciones para evitar contaminación y degradación.",
            "cuidadosEnfermeria": "Monitorizar constantemente signos vitales, patrón respiratorio y nivel de sedación. Evaluar la respuesta neurológica y el retorno de reflejos para detectar precozmente efectos neurológicos adversos. Observar el lugar de punción por dolor, flebitis, extravasación o signos de inflamación. Monitorizar rigurosamente el dolor a la inyección y notificar inmediatamente la aparición de mioclonías, apnea, laringoespasmo, dolor intenso, erupción cutánea o hipotensión. Observar signos clínicos de insuficiencia suprarrenal en pacientes críticos, como hipotensión refractaria e hipoglucemia. Asegurar vigilancia continua hasta la recuperación completa de la conciencia y la estabilidad clínica.",
            "fuentesBibliograficas": "Folleto Hypnomidate®, UpToDate (2024), Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia, Tintinalli’s Emergency Medicine, Micromedex, PubMed ID 37129855, Guías ASA, Guías SCCM (Society of Critical Care Medicine)."
        }
    }
    "US": {
        "bulario": {
            "activeIngredientName": "Etomidate",
            "brandName": "Hypnomidate®, Amidate®",
            "classification": "Intravenous general anesthetic, ultra-short-acting hypnotic agent, non-barbiturate, sedative, amnestic",
            "mechanismOfAction": "Acts as a positive allosteric modulator of GABA-A receptors, specifically binding to the β2 and β3 subunits, increasing the frequency of chloride channel opening, which hyperpolarizes neuronal membranes and promotes central nervous system (CNS) inhibition. Studies demonstrate that etomidate has no significant effect on NMDA channels or opioid receptors, highlighting its selectivity for the GABA-A receptor. Additionally, it does not depress the sympathetic nervous system nor significantly affect baroreceptor reflexes, contributing to hemodynamic stability during anesthetic induction.",
            "pharmacokinetics": "IV onset: 30–60 seconds. Peak effect: 1–2 minutes. Clinical effect duration after bolus: 3–5 minutes (rapid redistribution). Distribution half-life: 2–4 minutes. Terminal elimination half-life: 2.9–5.3 hours. Volume of distribution: 2.5–4.5 L/kg, distinguishing between central and peripheral compartments. High plasma clearance reflecting rapid hepatic and plasma esterase metabolism, with no significant accumulation after single doses. Complete intravenous bioavailability; alternative routes are not clinically used due to low bioavailability and erratic absorption. Predominantly renal (75%) and fecal (15%) excretion. Clearance independent of hepatic blood flow.",
            "pharmacodynamics": "Induces deep sedation and short-duration hypnosis with a favorable pharmacodynamic profile, especially in neuroanesthesia, due to absence of burst-suppression effect and minimal interference with intracranial pressure (ICP). Causes minimal cardiovascular and respiratory depression, maintaining hemodynamic stability even in patients with critical myocardial reserve. Slightly reduces cerebral metabolism, intracranial pressure, and cerebral blood flow (CBF). The adrenolytic effect, resulting from inhibition of 11-beta-hydroxylase enzyme, is clinically relevant in patients dependent on the hypothalamic-pituitary-adrenal (HPA) axis, potentially compromising stress response.",
            "indications": "Induction of general anesthesia, especially in hemodynamically unstable patients (septic, cardiogenic, hypovolemic shock, cardiac tamponade, severe ventricular dysfunction). Rapid sequence intubation (RSI) in emergencies. Brief sedation for cardioversion, electroconvulsive therapy (ECT), and other short procedures. Contraindicated for prolonged sedation in intensive care units due to sustained adrenal suppression.",
            "dosage": "Adult induction: 0.2–0.6 mg/kg IV slow bolus (30–60 seconds). In patients with heart failure, severe hypovolemia, or cardiovascular comorbidities, initial doses should be reduced to 0.1–0.3 mg/kg to minimize hemodynamic risks. In obese patients, doses should be adjusted based on ideal body weight to avoid overdose. In adults >65 years, adjustment to 0.1–0.3 mg/kg based on ideal weight is recommended due to decreased clearance and increased sensitivity. Pediatrics: 0.2–0.4 mg/kg IV. Adult RSI: 0.3 mg/kg IV single bolus. Cardioversion: 0.15–0.3 mg/kg IV. Continuous infusion is not recommended, even for light sedation, due to risk of prolonged adrenal suppression and accumulation of inactive metabolites.",
            "administration": "Exclusively intravenous route, slow bolus (30–60 seconds). To reduce intense injection pain, lidocaine 20 mg IV may be administered prior to etomidate. Pretreatment with benzodiazepines may be considered to minimize myoclonus. Administration in large caliber veins is recommended to reduce risk of thrombophlebitis and extravasation, preferably central veins or large peripheral veins.",
            "maximumDose": "Induction: up to 0.6 mg/kg. RSI: 0.3 mg/kg. Cardioversion: up to 0.3 mg/kg. Higher doses are not recommended due to risk of prolonged adrenal suppression.",
            "minimumDose": "Light induction or cardioversion: 0.15 mg/kg. Pediatrics: 0.2 mg/kg.",
            "adverseReactions": "Very common: intense injection site pain (up to 80%), myoclonus (up to 60%). Common: hiccups, nausea, vomiting, mild hypotension (≤10%), brief dose-dependent apnea, transient hyperventilation. Rare: laryngospasm, bradycardia, thrombophlebitis, skin rash. Cardiovascular events vary according to patient profile: in normovolemic patients, mild transient hypotension may occur; in hypovolemic patients or with compromised myocardial reserve, increased risk of significant hypotension and bradycardia. Suppression of cortisol and aldosterone synthesis (dose-dependent adrenolytic effect) may persist up to 24 hours after a single dose, with potential risk of relative adrenal insufficiency in critically ill and prolonged use patients.",
            "pregnancyRisk": "Category C. Use only if clearly necessary. Crosses the placenta. Can be used for anesthesia induction in cesarean sections if benefits outweigh risks. No evidence of teratogenicity in humans, but transient neonatal depression has been reported.",
            "lactationRisk": "Compatible. Small amounts excreted in breast milk with no significant adverse effects reported. Breastfeeding may be resumed after maternal recovery.",
            "renalAdjustment": "No dose adjustment required in mild to moderate renal impairment. Clearance preserved due to plasma esterase metabolism. Use with caution in end-stage renal disease due to hemodynamic sensitivity.",
            "hepaticAdjustment": "No significant dose adjustment required, as metabolism occurs predominantly via plasma esterases with low hepatic dependence. Caution in severe hepatic impairment due to possible increased free fraction from hypoalbuminemia.",
            "contraindications": "Absolute contraindications: hypersensitivity to etomidate or formulation components; known or untreated adrenal insufficiency; prolonged use in continuous sedation (contraindicated). Relative contraindications: severe sepsis with septic shock due to cortisol synthesis inhibition; patients on chronic corticosteroids or with undiagnosed subclinical adrenal insufficiency, as they may have increased risk of acute adrenal insufficiency.",
            "drugInteractions": "Potentiates CNS depressants (opioids, benzodiazepines, propofol, dexmedetomidine, volatile anesthetics). Synergism with neuromuscular blockers. Additive effect with antihypertensives and beta-blockers. Concurrent corticosteroid use may partially mitigate etomidate-induced adrenal suppression.",
            "presentations": "Ampoules 2 mg/mL in volumes of 10 mL (20 mg) and 20 mL (40 mg), depending on manufacturer. Formulations available as aqueous solution or lipid emulsion.",
            "preparation": "Ready-to-use solution. Can be administered without dilution. When necessary, may be diluted in 0.9% saline or 5% glucose solutions to concentrations between 0.2 and 1 mg/mL to reduce injection pain. Use immediately after preparation.",
            "compatibleSolutions": "0.9% sodium chloride, 5% glucose solution. Incompatible with alkaline solutions such as sodium bicarbonate and lipid emulsions in the same line.",
            "storage": "Store between 15°C and 30°C, protected from light. Do not freeze. Use immediately after opening. Discard any remaining solution. Strict storage after opening is essential to prevent degradation and contamination.",
            "medicalPrecautions": "Continuous monitoring of ECG, blood pressure, SpO2, and capnography. Always have advanced airway support available. Consider premedication with opioids or benzodiazepines to minimize myoclonus and injection pain. Monitor adrenal function especially in critically ill, septic, or polytraumatized patients. Avoid prolonged use due to risk of relative adrenal insufficiency. In neurosurgery, indicated for induction and short-duration sedation in MRI/CT, with care to avoid ICP increase. In severe traumatic brain injury, use with caution and strict monitoring. Avoid reuse in patients with septic shock or compromised adrenal function due to increased risk of adrenal insufficiency and worsened prognosis.",
            "pharmaceuticalCare": "Check ampoule integrity, expiration date, and solution appearance (clear, colorless, and particle-free). Verify formulation pH to ensure stability. Confirm compatibility with plastic tubes and syringes to avoid drug adsorption. Ensure administration through a good caliber vein. Maintain stock control, batch traceability, and ensure correct disposal according to hospital waste regulations. After opening, store strictly according to recommendations to avoid contamination and degradation.",
            "nursingCare": "Constantly monitor vital signs, respiratory pattern, and sedation level. Assess neurological responsiveness and reflex return to detect early adverse neurological effects. Observe puncture site for pain, phlebitis, extravasation, or signs of inflammation. Strictly monitor injection pain and promptly report occurrences of myoclonus, apnea, laryngospasm, intense pain, skin rash, or hypotension. Observe clinical signs of adrenal insufficiency in critically ill patients, such as refractory hypotension and hypoglycemia. Ensure continuous surveillance until full consciousness recovery and clinical stability.",
            "references": "Hypnomidate® package insert, UpToDate (2024), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia, Tintinalli’s Emergency Medicine, Micromedex, PubMed ID 37129855, ASA Guidelines, SCCM (Society of Critical Care Medicine) Guidelines."
        }
    }
}
