{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fenitoína (Difentoína)",
            "nomeComercial": "Hidantal®, Fenitoin®, Epelin®",
            "classificacao": "Antiepiléptico, anticonvulsivante, estabilizador de membrana neuronal, antiarrítmico classe IB (off-label)",
            "mecanismoAcao": "Bloqueia seletivamente os canais de sódio voltagem-dependentes na sua forma inativa, prolongando o estado refratário e estabilizando a membrana neuronal. Isso reduz a propagação de potenciais de ação anormais e limita disparos de alta frequência dos neurônios hiperexcitáveis. Atua principalmente na prevenção da propagação de crises focais e tônico-clônicas. Também possui leve efeito antiarrítmico classe IB devido à estabilização das membranas miocárdicas. Não afeta receptores GABAérgicos nem canais de cálcio de forma significativa.",
            "farmacocinetica": "• Absorção oral: variável, entre 70–95% conforme formulação\n• Início de ação IV: 10–30 minutos\n• Pico plasmático IV: 1–3 horas\n• Meia-vida de eliminação: 7–42 horas (cinética não linear – saturável, tipo Michaelis-Menten)\n• Volume de distribuição: 0,6–0,8 L/kg\n• Ligação a proteínas plasmáticas: 90–95% (predominantemente à albumina)\n• Metabolismo hepático: via CYP2C9 e CYP2C19 com saturação em doses terapêuticas\n• Excreção: renal, como metabólitos inativos\n• Clearance diminuído em idosos, hepatopatas e nefropatas\n• Alcança equilíbrio em 5–10 dias\n• Cinética não linear: pequenos aumentos de dose podem gerar grandes elevações de nível plasmático",
            "farmacodinamica": "Promove estabilização das membranas neuronais hiperexcitáveis e inibe a propagação de descargas neuronais rápidas. Eficaz no tratamento de crises epilépticas tônico-clônicas generalizadas e crises parciais/focais. Não eficaz em crises de ausência (pode agravá-las). Apresenta ação anticonvulsivante potente sem causar depressão generalizada do SNC em doses terapêuticas. Utilizada off-label no tratamento de arritmias ventriculares refratárias, particularmente quando a lidocaína falha.",
            "indicacoes": "• Tratamento de crises epilépticas parciais e tônico-clônicas generalizadas\n• Prevenção de crises pós-traumatismo cranioencefálico, neurocirurgias, hemorragias intracranianas e neuroinfecções\n• Status epilepticus (após benzodiazepínicos)\n• Uso off-label: arritmias ventriculares refratárias, especialmente em intoxicação digitálica",
            "posologia": "• Dose de ataque IV: 15–20 mg/kg, infundida lentamente\n• Dose de manutenção: 4–7 mg/kg/dia VO ou IV, dividida a cada 8–12 h\n• Neonatos: até 8 mg/kg/dia por VO devido à imaturidade hepática\n• Doses ajustadas conforme níveis plasmáticos totais (10–20 mcg/mL) ou livres (1–2 mcg/mL)\n• Monitorar com frequência devido à farmacocinética não linear\n• Ajuste individualizado é crucial para evitar toxicidade",
            "administracao": "• Administração IV em acesso de alto calibre ou central\n• Infusão lenta: máximo 50 mg/min (adultos), 1–3 mg/kg/min (crianças)\n• IM contraindicada por risco de necrose\n• VO preferida para manutenção a longo prazo\n• Nunca administrar em bolus rápido\n• Evitar diluição com soluções incompatíveis",
            "doseMaxima": "• Velocidade IV máxima: 50 mg/min (adulto)\n• Dose diária máxima: 600 mg/dia (ajustável conforme resposta clínica e níveis plasmáticos)",
            "doseMinima": "• 4 mg/kg/dia VO ou IV em adultos\n• 5 mg/kg/dia em neonatos",
            "reacoesAdversas": "• Agudas: hipotensão, bradicardia, colapso cardiovascular (infusão rápida), depressão respiratória, nistagmo, ataxia, disartria\n• Cutâneas: rash, prurido, síndrome de Stevens-Johnson, necrólise epidérmica tóxica\n• Sistêmicas: DRESS (síndrome de hipersensibilidade), hepatotoxicidade\n• Crônicas: hiperplasia gengival, hirsutismo, neuropatia periférica, osteomalácia (deficiência de vitamina D), anemia megaloblástica, ginecomastia\n• Locais: necrose por extravasamento IV\n• Tóxicas: encefalopatia, confusão, coma, arritmias",
            "riscoGravidez": "Categoria D. Teratogênica. Associada à síndrome fetal da hidantoína (displasia digital, retardo de crescimento, fenda palatina, defeitos cardíacos). Uso apenas se benefício superar riscos. Suplementar ácido fólico (5 mg/dia) e monitorar gravidez de alto risco.",
            "riscoLactacao": "Excretada em pequenas quantidades no leite materno. Geralmente segura, mas monitorar o lactente quanto a sinais de sedação, letargia e má sucção.",
            "ajusteRenal": "• A hipoalbuminemia e a uremia aumentam a fração livre da fenitoína, elevando o risco de toxicidade\n• Corrigir nível total usando fórmula de Sheiner-Tozer\n• Monitorar preferencialmente fração livre em nefropatas graves",
            "ajusteHepatico": "• Redução obrigatória de dose em insuficiência hepática\n• Monitorar função hepática e níveis plasmáticos com frequência\n• Risco elevado de acúmulo e toxicidade",
            "contraindicacoes": "• Hipersensibilidade a hidantoínas\n• Bradicardia sinusal, bloqueio AV de 2º ou 3º grau\n• Síndrome de Stokes-Adams\n• Insuficiência hepática descompensada\n• Uso com delavirdina (inibe metabolismo)",
            "interacaoMedicamento": "• Indutor enzimático potente: reduz eficácia de anticoncepcionais, varfarina, corticosteroides, antirretrovirais\n• Potencializa toxicidade de carbamazepina, valproato, fenobarbital\n• Inibidores como isoniazida, amiodarona, fluconazol aumentam níveis séricos\n• Interage com álcool (efeitos imprevisíveis)\n• Depressão do SNC potencializada por opioides, benzodiazepínicos, anestésicos\n• Monitorar sempre interações medicamentosas em pacientes politratados",
            "apresentacao": "• Ampolas 250 mg/5 mL (50 mg/mL) – uso IV\n• Comprimidos 100 mg – uso oral\n• Cápsulas de liberação prolongada disponíveis em alguns países",
            "preparo": "• Ampola pronta para uso\n• Pode ser diluída em SF 0,9% se necessário, em infusão lenta\n• Solução alcalina (pH ~12): risco de precipitação e necrose por extravasamento\n• Evitar contato com soluções glicosadas ou ácidas\n• Uso oral: comprimidos inteiros, não partir ou mastigar",
            "solucoesCompatíveis": "• Apenas SF 0,9%\n• Incompatível com SG 5%, Ringer, bicarbonato e soluções ácidas\n• Não administrar junto com outros fármacos na mesma linha",
            "armazenamento": "• Ampolas: 15–30°C, protegido da luz\n• Comprimidos: armazenar ao abrigo da umidade, em temperatura ambiente\n• Descartar solução turva ou com precipitado",
            "cuidadosMedicos": "• Monitorar sinais vitais e ECG durante infusão\n• Acompanhar sinais de toxicidade neurológica e dermatológica\n• Controlar níveis séricos totais e livres\n• Avaliar função hepática e renal periodicamente\n• Corrigir cálcio, vitamina D e folato no uso prolongado\n• Avaliar risco/benefício em gestantes e idosos",
            "cuidadosFarmaceuticos": "• Conferir prescrição, dose, via e compatibilidade\n• Realizar diluição correta e técnica asséptica\n• Utilizar bomba de infusão e acesso adequado\n• Controlar rigorosamente lote e validade\n• Registrar evento adverso e manter rastreabilidade\n• Atentar para a Portaria 344/98 da ANVISA",
            "cuidadosEnfermagem": "• Monitorar PA, FC, FR, SpO2, nível de consciência e efeitos adversos\n• Observar local de punção (dor, eritema, extravasamento)\n• Checar bomba de infusão e permeabilidade do acesso\n• Notificar sinais de toxicidade: ataxia, nistagmo, rash, hipotensão\n• Auxiliar na coleta de níveis séricos conforme protocolo\n• Garantir boa adesão e orientação no uso domiciliar",
            "fontesBibliograficas": "Bula Hidantal®, UpToDate (2024), Micromedex, Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia (7ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), PubMed ID 37129642, Diretrizes ILAE, Diretrizes AAN, Manual SBP Terapêutica Pediátrica"
        }
    },
    "US": {
        "bulario": {
          "nomePrincipioAtivo": "Phenytoin (Diphenylhydantoin)",
          "nomeComercial": "Dilantin®, Phenytek®, Epanutin®",
          "classificacao": "Antiepileptic, anticonvulsant, neuronal membrane stabilizer, Class IB antiarrhythmic (off-label)",
          "mecanismoAcao": "Selectively blocks voltage-gated sodium channels in their inactive state, prolonging the refractory period and stabilizing hyperexcitable neuronal membranes. Reduces high-frequency neuronal firing and limits the propagation of seizure activity. Does not significantly affect GABAergic receptors or calcium channels. Off-label, it has membrane-stabilizing properties on cardiomyocytes similar to lidocaine.",
          "farmacocinetica": "• Oral bioavailability: 70–95%, dependent on formulation\n• IV onset: 10–30 minutes\n• IV peak: 1–3 hours\n• Elimination half-life: 7–42 hours (nonlinear Michaelis-Menten kinetics)\n• Volume of distribution: 0.6–0.8 L/kg\n• Plasma protein binding: 90–95%, mainly to albumin\n• Metabolized hepatically via CYP2C9 and CYP2C19; saturable at therapeutic doses\n• Excreted renally as inactive metabolites\n• Clearance reduced in elderly, hepatic, and renal impairment\n• Steady-state achieved in 5–10 days\n• Nonlinear kinetics: small dosage changes can lead to large plasma level increases",
          "farmacodinamica": "Stabilizes neuronal membranes and suppresses high-frequency repetitive firing. Effective in controlling generalized tonic-clonic and partial seizures. Ineffective—and potentially aggravating—in absence seizures. Provides potent anticonvulsant effects without general CNS depression at therapeutic doses. Used off-label for digitalis-induced ventricular arrhythmias.",
          "indicacoes": "• Management of generalized tonic-clonic and partial seizures\n• Prevention of seizures after traumatic brain injury, neurosurgery, intracranial hemorrhage, or CNS infections\n• Status epilepticus (second-line after benzodiazepines)\n• Off-label: treatment of refractory ventricular arrhythmias, especially digitalis-induced",
          "posologia": "• IV loading dose: 15–20 mg/kg at ≤50 mg/min (adults)\n• Maintenance dose: 4–7 mg/kg/day orally or IV, divided every 8–12 h\n• Neonates: up to 8 mg/kg/day orally\n• Adjust based on total plasma level (10–20 mcg/mL) or free (1–2 mcg/mL)\n• Frequent monitoring required due to nonlinear kinetics\n• Individualized dosing critical to avoid toxicity",
          "administracao": "• IV: large-bore peripheral or central access only\n• Infuse slowly: max 50 mg/min (adults), 1–3 mg/kg/min (children)\n• IM use not recommended due to risk of necrosis\n• Oral route preferred for long-term maintenance\n• Never administer as rapid IV bolus\n• Avoid mixing with incompatible solutions",
          "doseMaxima": "• IV rate: 50 mg/min (adults)\n• Daily maximum: 600 mg/day (modifiable per clinical response and plasma levels)",
          "doseMinima": "• Adults: 4 mg/kg/day orally or IV\n• Neonates: 5 mg/kg/day orally",
          "reacoesAdversas": "• Acute: hypotension, bradycardia, cardiovascular collapse (rapid IV), respiratory depression, nystagmus, ataxia, dysarthria\n• Dermatologic: rash, pruritus, Stevens-Johnson syndrome, toxic epidermal necrolysis\n• Systemic: DRESS (drug reaction with eosinophilia and systemic symptoms), hepatotoxicity\n• Chronic: gingival hyperplasia, hirsutism, peripheral neuropathy, osteomalacia (vitamin D deficiency), megaloblastic anemia, gynecomastia\n• Local: tissue necrosis from IV extravasation\n• Toxic: confusion, encephalopathy, coma, arrhythmias",
          "riscoGravidez": "Category D. Teratogenic. Associated with fetal hydantoin syndrome (craniofacial anomalies, growth retardation, cleft palate, cardiac defects). Use only if benefits clearly outweigh risks. Folic acid (5 mg/day) supplementation recommended. High-risk pregnancy monitoring advised.",
          "riscoLactacao": "Excreted in small amounts in breast milk. Generally considered safe, but monitor infants for sedation, lethargy, and poor feeding.",
          "ajusteRenal": "• Uremia and hypoalbuminemia increase free phenytoin fraction, elevating toxicity risk\n• Correct total levels using Sheiner-Tozer equation\n• Prefer free level monitoring in severe renal impairment",
          "ajusteHepatico": "• Dose reduction required in moderate to severe hepatic dysfunction\n• Regular liver function and plasma level monitoring essential\n• Risk of accumulation and toxicity is increased",
          "contraindicacoes": "• Hypersensitivity to hydantoins\n• Sinus bradycardia, second- or third-degree AV block\n• Stokes-Adams syndrome\n• Severe hepatic decompensation\n• Concurrent use with delavirdine (inhibits metabolism)",
          "interacaoMedicamento": "• Strong CYP450 inducer (CYP3A4, 2C9, 2C19): reduces efficacy of contraceptives, warfarin, corticosteroids, antiretrovirals\n• Increases toxicity of carbamazepine, valproate, phenobarbital\n• Levels increased by CYP inhibitors: isoniazid, amiodarone, fluconazole\n• Alcohol has unpredictable interaction\n• Enhanced CNS depression with opioids, benzodiazepines, anesthetics\n• Always assess polypharmacy interactions",
          "apresentacao": "• Vials: 250 mg/5 mL (50 mg/mL) for IV use\n• Tablets: 100 mg\n• Extended-release capsules available",
          "preparo": "• Ready-to-use ampoules\n• May dilute in 0.9% NaCl only, slow infusion required\n• Alkaline solution (pH ~12), high risk of precipitation and tissue necrosis if extravasated\n• Avoid acidic or dextrose-containing solutions\n• Oral: swallow whole tablets, do not crush or chew",
          "solucoesCompatíveis": "• Only 0.9% sodium chloride\n• Incompatible with dextrose, Ringer's lactate, bicarbonate, and acidic solutions\n• Do not administer concurrently with other drugs in same line",
          "armazenamento": "• Ampoules: 15–30°C, protect from light\n• Tablets: store in a dry, ambient environment\n• Discard any cloudy or precipitated solutions",
          "cuidadosMedicos": "• Monitor vital signs and ECG during IV infusion\n• Watch for neurological and dermatological toxicity\n• Monitor total and free plasma levels\n• Periodically assess liver and kidney function\n• Supplement calcium, vitamin D, and folate in long-term use\n• Weigh benefits versus risks in pregnancy and elderly patients",
          "cuidadosFarmaceuticos": "• Verify prescription, dose, route, and compatibility\n• Use correct dilution and aseptic technique\n• Employ infusion pump and proper venous access\n• Strictly control batch and expiration\n• Report adverse events and maintain traceability\n• Comply with controlled substance regulations",
          "cuidadosEnfermagem": "• Monitor BP, HR, RR, SpO2, mental status, and adverse effects\n• Observe IV site for pain, redness, or extravasation\n• Check infusion pump and line patency\n• Report toxicity signs: nystagmus, ataxia, rash, hypotension\n• Assist in drawing blood levels as per protocol\n• Ensure patient adherence and provide education for home use",
          "fontesBibliograficas": "Dilantin® Prescribing Info (FDA), UpToDate (2024), Micromedex, Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia (7th Ed.), Tintinalli’s Emergency Medicine (9th Ed.), PubMed ID 37129642, ILAE Guidelines, AAN Guidelines"
        }
    }
    ,
    "ES": {
        "bulario": {
          "nombrePrincipioActivo": "Fenitoína (Difenantoinato)",
          "nombreComercial": "Hidantal®, Epanutin®, Fenitex®",
          "clasificacion": "Antiepiléptico, anticonvulsivante, estabilizador de membrana neuronal, antiarrítmico clase IB (uso off-label)",
          "mecanismoAccion": "Bloquea de forma selectiva los canales de sodio dependientes de voltaje en su estado inactivo, prolongando el período refractario e impidiendo la propagación de potenciales de acción anormales. Estabiliza las membranas neuronales hiperexcitables y reduce la frecuencia de descarga repetitiva. Tiene efecto mínimo sobre receptores GABA o canales de calcio. También actúa como estabilizador de membrana miocárdica, similar a la lidocaína, en el contexto de arritmias ventriculares refractarias.",
          "farmacocinetica": "• Biodisponibilidad oral: 70–95%\n• Inicio IV: 10–30 minutos\n• Pico plasmático: 1–3 horas\n• Vida media: 7–42 horas (cinética no lineal – Michaelis-Menten)\n• Volumen de distribución: 0,6–0,8 L/kg\n• Unión a proteínas: 90–95% (predominantemente a albúmina)\n• Metabolismo hepático (CYP2C9, CYP2C19), saturable en dosis terapéuticas\n• Excreción renal como metabolitos inactivos\n• Estado estable alcanzado en 5–10 días\n• Pequeños aumentos de dosis pueden provocar grandes elevaciones en niveles plasmáticos",
          "farmacodinamica": "Previene la propagación de crisis epilépticas focales y tónico-clónicas generalizadas. No es eficaz en crisis de ausencia y puede empeorarlas. No produce depresión generalizada del SNC en dosis terapéuticas. Tiene eficacia antiarrítmica clase IB en casos refractarios o inducidos por digitálicos (uso no aprobado).",
          "indicaciones": "• Crisis epilépticas parciales y tónico-clónicas generalizadas\n• Prevención de convulsiones postraumáticas, postquirúrgicas o en hemorragias cerebrales\n• Estado epiléptico (después de benzodiacepinas)\n• Arritmias ventriculares refractarias (uso off-label, particularmente en intoxicación digitálica)",
          "posologia": "• Dosis de carga IV: 15–20 mg/kg, infusión lenta\n• Mantenimiento: 4–7 mg/kg/día VO o IV, dividida cada 8–12 h\n• Neonatos: hasta 8 mg/kg/día VO (absorción variable)\n• Niveles terapéuticos: totales 10–20 mcg/mL; libres 1–2 mcg/mL\n• Ajustes individualizados debido a cinética no lineal",
          "administracion": "• Vía IV lenta: máximo 50 mg/min (adultos); 1–3 mg/kg/min (niños)\n• Solo en acceso venoso grueso o central\n• Vía IM desaconsejada por riesgo de necrosis\n• Vía oral preferida para tratamiento crónico\n• No administrar en bolo rápido\n• Evitar mezclar con soluciones incompatibles",
          "dosisMaxima": "• Velocidad IV: 50 mg/min (adultos)\n• Dosis diaria máxima: 600 mg (ajustar según niveles y respuesta clínica)",
          "dosisMinima": "• Adultos: 4 mg/kg/día VO o IV\n• Neonatos: 5 mg/kg/día VO",
          "reaccionesAdversas": "• Agudas: hipotensión, bradicardia, colapso cardiovascular (infusión rápida), depresión respiratoria, nistagmo, ataxia, disartria\n• Cutáneas: rash, prurito, síndrome de Stevens-Johnson, necrólisis epidérmica tóxica\n• Sistémicas: DRESS, hepatotoxicidad\n• Crónicas: hiperplasia gingival, hirsutismo, neuropatía periférica, osteomalacia, anemia megaloblástica, ginecomastia\n• Locales: necrosis por extravasación\n• Tóxicas: encefalopatía, coma, arritmias",
          "riesgoEmbarazo": "Categoría D. Teratógeno. Asociado a síndrome fetal de hidantoína (malformaciones craneofaciales, cardiacas, retardo del crecimiento). Usar solo si los beneficios superan los riesgos. Suplementar con ácido fólico (5 mg/día). Requiere control prenatal especializado.",
          "riesgoLactancia": "Se excreta en leche materna en pequeñas cantidades. Generalmente segura, pero vigilar al lactante por somnolencia, irritabilidad o succión débil.",
          "ajusteRenal": "• Uremia e hipoalbuminemia aumentan la fracción libre, incrementando la toxicidad\n• Utilizar fórmula de Sheiner-Tozer para corregir niveles totales\n• Idealmente medir fracción libre en insuficiencia renal grave",
          "ajusteHepatico": "• Ajustar dosis en disfunción hepática moderada a severa\n• Mayor riesgo de acumulación y toxicidad\n• Monitorizar función hepática y niveles plasmáticos regularmente",
          "contraindicaciones": "• Hipersensibilidad a hidantoínas\n• Bradicardia sinusal, bloqueo AV de segundo o tercer grado\n• Síndrome de Stokes-Adams\n• Hepatopatía descompensada\n• Uso concomitante con delavirdina",
          "interaccionMedicamento": "• Potente inductor enzimático (CYP3A4, 2C9, 2C19): reduce efectividad de anticonceptivos, warfarina, corticoides, antirretrovirales\n• Aumenta toxicidad de carbamazepina, valproato, fenobarbital\n• Inhibidores enzimáticos (isoniazida, fluconazol, amiodarona) aumentan niveles\n• Alcohol: efectos impredecibles\n• Potencia la depresión del SNC con opioides, benzodiacepinas, anestésicos",
          "presentacion": "• Ampollas 250 mg/5 mL (50 mg/mL) – IV\n• Comprimidos 100 mg – VO\n• Cápsulas de liberación prolongada (en algunos países)",
          "preparo": "• Ampolla lista para usar\n• Puede diluirse en SF 0,9% para infusión lenta\n• Solución alcalina (pH ~12): riesgo de precipitación y necrosis\n• Evitar contacto con soluciones glucosadas o ácidas\n• Vía oral: no partir ni masticar comprimidos",
          "solucoesCompativeis": "• Solo SF 0,9%\n• Incompatible con SG 5%, Ringer, bicarbonato, soluciones ácidas\n• No mezclar con otros medicamentos en la misma línea",
          "almacenamiento": "• Ampollas: 15–30°C, protegidas de la luz\n• Comprimidos: lugar seco, temperatura ambiente\n• Descartar solución turbia o precipitada",
          "cuidadosMedicos": "• Monitorizar signos vitales y ECG durante la infusión\n• Evaluar toxicidad neurológica y cutánea\n• Controlar niveles plasmáticos totales y libres\n• Evaluar función hepática y renal periódicamente\n• Suplementar calcio, vitamina D y folato si uso prolongado\n• Evaluar riesgo-beneficio en embarazo y ancianos",
          "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, integridad del envase y compatibilidad\n• Preparar dilución asépticamente\n• Usar bomba de infusión adecuada\n• Registrar lote, fecha, vía y eventos adversos\n• Mantener trazabilidad\n• Cumplir normativa nacional sobre psicotrópicos",
          "cuidadosEnfermeria": "• Vigilar constantes vitales, nivel de conciencia y efectos adversos\n• Evaluar sitio de punción: dolor, eritema, extravasación\n• Asegurar funcionamiento de bomba e integridad del acceso\n• Notificar toxicidad: nistagmo, ataxia, rash, hipotensión\n• Colaborar en extracción de niveles plasmáticos\n• Promover adherencia y educación del paciente",
          "fuentesBibliograficas": "Ficha técnica Hidantal®, UpToDate (2024), Micromedex, Miller’s Anesthesia (9ª Ed.), Barash Anestesia Clínica, Tintinalli Urgencias (9ª Ed.), PubMed ID 37129642, Guías ILAE, Guías AAN"
        }
    }
}
