{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fenoterol Hidrobrometo",
            "nomeComercial": "Berotec®, Fenotrate®",
            "classificacao": "Agonista beta-2 adrenérgico seletivo (SABA); broncodilatador de curta duração",
            "mecanismoAcao": "O fenoterol é um agonista seletivo dos receptores beta-2 adrenérgicos acoplados à proteína Gs, expressos predominantemente na musculatura lisa dos brônquios, útero e vasos sanguíneos. A ativação desses receptores estimula a adenilato ciclase, levando ao aumento dos níveis intracelulares de AMP cíclico (AMPc), que por sua vez ativa a proteína quinase A (PKA). Esta cascata resulta na fosforilação de proteínas intracelulares, reduzindo a concentração de cálcio livre citosólico e inibindo a interação actina-miosina, o que promove o relaxamento do músculo liso. No trato respiratório, isso se traduz em broncodilatação rápida e eficaz, alívio do broncoespasmo e melhora do fluxo aéreo. Adicionalmente, o fenoterol inibe a liberação de mediadores inflamatórios como histamina e leucotrienos por mastócitos e basófilos, contribuindo para seu efeito anti-inflamatório indireto. A seletividade beta-2 pode ser perdida em doses elevadas, ativando receptores beta-1 cardíacos e resultando em taquicardia, aumento da contratilidade miocárdica e arritmias. O uso crônico pode levar à tolerância funcional por dessensibilização dos receptores beta-2 e regulação negativa da expressão gênica. Sua ação é potencializada quando administrado em associação com anticolinérgicos, como o ipratrópio, em crises graves de asma ou DPOC.",
            "farmacocinetica": "• Início de ação: 5 minutos (inalação).\n• Pico de efeito: 15–60 minutos.\n• Duração clínica: 3–6 horas.\n• Biodisponibilidade: inalado ~18% (sistêmica).\n• Metabolização: hepática.\n• Excreção: renal (principal via), biliar (secundária).\n• Meia-vida: 2 a 3 horas.",
            "farmacodinamica": "Reduz resistência das vias aéreas, melhora a função pulmonar (VEF1) e alivia rapidamente o broncoespasmo. Efeito broncodilatador rápido, com menor duração comparado a broncodilatadores de longa ação. Em altas doses, pode provocar taquicardia, hipocalemia e tremores. A magnitude da resposta broncodilatadora depende da via de administração, sendo a inalatória preferida por reduzir os efeitos sistêmicos. O uso regular pode levar à dessensibilização dos receptores beta-2 e redução da eficácia, fenômeno conhecido como taquifilaxia. A hipocalemia induzida pelo fenoterol ocorre pela ativação da bomba de Na+/K+ ATPase, promovendo entrada de potássio nas células. Em ambientes hospitalares, o fenoterol é usado em combinação com ipratrópio para potencializar a broncodilatação, principalmente em crises graves de asma ou DPOC. A melhora do VEF1 pode ser observada em até 15% nos primeiros 10 minutos após a administração inalatória.",
            "indicacoes": "• Broncospasmo agudo em asma e DPOC.\n• Profilaxia do broncoespasmo induzido por exercício.\n• Uso hospitalar em exacerbações asmáticas e obstrutivas graves.\n• Como tocolítico (uso intravenoso off-label, principalmente em obstetrícia).",
            "posologia": "Adultos:\n• Aerossol dosimetrado (MDI): 100 mcg por jato. Dose habitual: 1 a 2 jatos a cada 4–6 h. Máximo: 8 jatos/dia.\n• Solução inalatória: 0,5 a 1 mL (500–1000 mcg) diluído em 2–3 mL de SF 0,9%, por nebulização a cada 4–6 h.\nCrianças:\n• <6 anos: 0,05 mL/kg (máximo 0,5 mL) por nebulização.\n• 6–12 anos: 0,5 mL por nebulização.\n• >12 anos: 0,5 a 1 mL, conforme resposta clínica.",
            "administracao": "• Inalação por nebulização (dose diluída em SF 0,9%).\n• Aerossol MDI: uso com espaçador preferencial.\n• Injeção IV (off-label como tocolítico): supervisionado em ambiente hospitalar.\n• Evitar uso excessivo ou contínuo sem supervisão médica.",
            "doseMaxima": "• 8 jatos/dia (800 mcg/dia) em aerossol.\n• 4 mL/dia da solução inalatória (2 mg/dia).",
            "doseMinima": "• 0,25 mL da solução (125 mcg) por nebulização.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Tremores, cefaleia.\n• Taquicardia, palpitações.\n• Irritação de garganta.\nComuns (1–10%):\n• Ansiedade, tontura.\n• Náusea, cãibras.\n• Hipocalemia transitória.\nIncomuns (0,1–1%):\n• Arritmias, angina.\n• Reações alérgicas (rash, broncoespasmo paradoxal).\nRaras (<0,1%):\n• Edema pulmonar.\n• Hiperglicemia.\n• Colapso cardiovascular (em uso parenteral).",
            "riscoGravidez": "Categoria C. Uso com cautela. Pode ser utilizado sob prescrição em situações específicas, como tocolítico ou crise asmática grave.",
            "riscoLactacao": "Desconhece-se se é excretado no leite humano. Risco considerado baixo em uso inalatório. Usar com monitoramento.",
            "ajusteRenal": "• Não requer ajuste em uso inalatório.\n• Cautela em insuficiência renal grave se uso repetido ou sistêmico.",
            "ajusteHepatico": "• Uso inalatório não exige ajuste.\n• Monitorar em hepatopatias graves se uso repetido.",
            "contraindicacoes": "• Hipersensibilidade ao fenoterol ou excipientes.\n• Cardiomiopatia hipertrófica obstrutiva.\n• Arritmias cardíacas graves não controladas.\n• Aneurismas (risco de aumento da frequência cardíaca).",
            "interacaoMedicamento": "• Betabloqueadores (efeito antagonista).\n• Corticoides e diuréticos (risco de hipocalemia).\n• Tiroxina e antidepressivos tricíclicos (potencial arritmogênico).\n• Outros simpaticomiméticos (efeito aditivo). Deve-se evitar o uso concomitante com digoxina devido ao risco de arritmias ventriculares. Bloqueadores beta-adrenérgicos como propranolol podem antagonizar os efeitos do fenoterol, reduzindo sua eficácia. A associação com xantinas (teofilina) pode aumentar o risco de hipocalemia e toxicidade cardíaca. A administração simultânea com anestésicos halogenados pode potencializar arritmias cardíacas, sendo necessária precaução em procedimentos cirúrgicos.",
            "apresentacao": "• Solução inalatória: 0,5 mg/mL em frasco de 20 mL.\n• Aerossol MDI: 100 mcg/jato.\n• Solução injetável: 0,05 mg/mL (uso hospitalar).",
            "preparo": "• Nebulização: diluir 0,5–1 mL da solução em 2–3 mL de SF 0,9%.\n• Injeção IV: uso hospitalar sob controle rigoroso.\n• Aerossol: agitar bem antes do uso e usar espaçador se possível.",
            "solucoesCompatíveis": "• Compatível com SF 0,9%.\n• Compatível com ipratrópio e budesonida na nebulização simultânea.\n• Incompatível com soluções alcalinas e hiperosmolares.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e do calor excessivo.\n• Após aberto, utilizar em até 30 dias.",
            "cuidadosMedicos": "• Monitorar frequência cardíaca, pressão arterial, eletrolíticos (potássio) em uso contínuo.\n• Evitar uso isolado em exacerbações graves — associar ipratrópio ou corticoide inalatório.\n• Informar sobre risco de abuso e tolerância a broncodilatadores.",
            "cuidadosFarmaceuticos": "• Orientar diluição correta e intervalo mínimo entre doses.\n• Armazenar em condições ideais.\n• Instruir sobre uso correto do inalador ou nebulizador.\n• Avaliar compatibilidade com outras medicações nebulizadas.",
            "cuidadosEnfermagem": "• Observar padrão respiratório antes e após inalação.\n• Monitorar sinais de toxicidade (taquicardia, tremores).\n• Registrar eficácia clínica e efeitos adversos.\n• Manter material de inalação limpo e funcional.",
            "fontesBibliograficas": "Bula Anvisa (Berotec®), UpToDate (2024), Micromedex, PubMed ID 37811770, Global Initiative for Asthma (GINA 2024), Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Fenoterol Hydrobromide",
            "nomeComercial": "Berotec®, Fenotrate®",
            "classificacao": "Selective beta-2 adrenergic agonist (SABA); short-acting bronchodilator",
            "mecanismoAcao": "Fenoterol is a selective agonist of Gs protein-coupled beta-2 adrenergic receptors, predominantly expressed in the smooth muscle of the bronchi, uterus, and blood vessels. Activation of these receptors stimulates adenylate cyclase, leading to increased intracellular cyclic AMP (cAMP) levels, which in turn activates protein kinase A (PKA). This cascade results in phosphorylation of intracellular proteins, reducing cytosolic free calcium concentration and inhibiting actin-myosin interaction, thereby promoting smooth muscle relaxation. In the respiratory tract, this translates into rapid and effective bronchodilation, relief of bronchospasm, and improved airflow. Additionally, fenoterol inhibits the release of inflammatory mediators such as histamine and leukotrienes from mast cells and basophils, contributing to its indirect anti-inflammatory effect. Beta-2 selectivity may be lost at high doses, activating cardiac beta-1 receptors and resulting in tachycardia, increased myocardial contractility, and arrhythmias. Chronic use may lead to functional tolerance due to beta-2 receptor desensitization and downregulation of gene expression. Its action is potentiated when administered in combination with anticholinergics, such as ipratropium, in severe asthma or COPD exacerbations.",
            "farmacocinetica": "• Onset of action: 5 minutes (inhalation).\n• Peak effect: 15–60 minutes.\n• Clinical duration: 3–6 hours.\n• Bioavailability: inhaled ~18% (systemic).\n• Metabolism: hepatic.\n• Excretion: renal (main route), biliary (secondary).\n• Half-life: 2 to 3 hours.",
            "farmacodinamica": "Reduces airway resistance, improves lung function (FEV1), and rapidly relieves bronchospasm. Rapid bronchodilator effect, with shorter duration compared to long-acting bronchodilators. At high doses, may cause tachycardia, hypokalemia, and tremors. The magnitude of the bronchodilator response depends on the route of administration, with inhalation preferred to reduce systemic effects. Regular use may lead to beta-2 receptor desensitization and reduced efficacy, a phenomenon known as tachyphylaxis. Fenoterol-induced hypokalemia occurs via activation of the Na+/K+ ATPase pump, promoting potassium entry into cells. In hospital settings, fenoterol is used in combination with ipratropium to potentiate bronchodilation, especially in severe asthma or COPD exacerbations. FEV1 improvement of up to 15% may be observed within the first 10 minutes after inhaled administration.",
            "indicacoes": "• Acute bronchospasm in asthma and COPD.\n• Prevention of exercise-induced bronchospasm.\n• Hospital use in severe asthmatic and obstructive exacerbations.\n• As a tocolytic agent (off-label intravenous use, mainly in obstetrics).",
            "posologia": "Adults:\n• Metered-dose inhaler (MDI): 100 mcg per puff. Usual dose: 1 to 2 puffs every 4–6 h. Maximum: 8 puffs/day.\n• Inhalation solution: 0.5 to 1 mL (500–1000 mcg) diluted in 2–3 mL of 0.9% saline, by nebulization every 4–6 h.\nChildren:\n• <6 years: 0.05 mL/kg (max 0.5 mL) by nebulization.\n• 6–12 years: 0.5 mL by nebulization.\n• >12 years: 0.5 to 1 mL, according to clinical response.",
            "administracao": "• Inhalation by nebulization (dose diluted in 0.9% saline).\n• MDI aerosol: preferably used with spacer.\n• IV injection (off-label as tocolytic): supervised in hospital setting.\n• Avoid excessive or continuous use without medical supervision.",
            "doseMaxima": "• 8 puffs/day (800 mcg/day) by aerosol.\n• 4 mL/day of inhalation solution (2 mg/day).",
            "doseMinima": "• 0.25 mL of solution (125 mcg) by nebulization.",
            "reacoesAdversas": "Very common (>10%):\n• Tremor, headache.\n• Tachycardia, palpitations.\n• Throat irritation.\nCommon (1–10%):\n• Anxiety, dizziness.\n• Nausea, cramps.\n• Transient hypokalemia.\nUncommon (0.1–1%):\n• Arrhythmias, angina.\n• Allergic reactions (rash, paradoxical bronchospasm).\nRare (<0.1%):\n• Pulmonary edema.\n• Hyperglycemia.\n• Cardiovascular collapse (with parenteral use).",
            "riscoGravidez": "Category C. Use with caution. May be used under prescription in specific situations, such as tocolysis or severe asthma attack.",
            "riscoLactacao": "It is unknown whether it is excreted in human milk. Risk considered low with inhaled use. Use with monitoring.",
            "ajusteRenal": "• No adjustment required for inhaled use.\n• Caution in severe renal impairment if repeated or systemic use.",
            "ajusteHepatico": "• Inhaled use does not require adjustment.\n• Monitor in severe hepatic impairment if repeated use.",
            "contraindicacoes": "• Hypersensitivity to fenoterol or excipients.\n• Hypertrophic obstructive cardiomyopathy.\n• Severe uncontrolled cardiac arrhythmias.\n• Aneurysms (risk of increased heart rate).",
            "interacaoMedicamento": "• Beta-blockers (antagonistic effect).\n• Corticosteroids and diuretics (risk of hypokalemia).\n• Thyroxine and tricyclic antidepressants (potential arrhythmogenic effect).\n• Other sympathomimetics (additive effect). Concomitant use with digoxin should be avoided due to risk of ventricular arrhythmias. Beta-adrenergic blockers such as propranolol may antagonize fenoterol effects, reducing its efficacy. Combination with xanthines (theophylline) may increase the risk of hypokalemia and cardiac toxicity. Simultaneous administration with halogenated anesthetics may potentiate cardiac arrhythmias, requiring caution during surgical procedures.",
            "apresentacao": "• Inhalation solution: 0.5 mg/mL in 20 mL vial.\n• MDI aerosol: 100 mcg/puff.\n• Injectable solution: 0.05 mg/mL (hospital use).",
            "preparo": "• Nebulization: dilute 0.5–1 mL of solution in 2–3 mL of 0.9% saline.\n• IV injection: hospital use under strict control.\n• Aerosol: shake well before use and use spacer if possible.",
            "solucoesCompatíveis": "• Compatible with 0.9% saline.\n• Compatible with ipratropium and budesonide for simultaneous nebulization.\n• Incompatible with alkaline and hyperosmolar solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and excessive heat.\n• After opening, use within 30 days.",
            "cuidadosMedicos": "• Monitor heart rate, blood pressure, and electrolytes (potassium) with continuous use.\n• Avoid isolated use in severe exacerbations—combine with ipratropium or inhaled corticosteroid.\n• Inform about the risk of abuse and tolerance to bronchodilators.",
            "cuidadosFarmaceuticos": "• Advise on correct dilution and minimum interval between doses.\n• Store under ideal conditions.\n• Instruct on proper use of inhaler or nebulizer.\n• Assess compatibility with other nebulized medications.",
            "cuidadosEnfermagem": "• Observe respiratory pattern before and after inhalation.\n• Monitor for signs of toxicity (tachycardia, tremors).\n• Record clinical efficacy and adverse effects.\n• Keep inhalation equipment clean and functional.",
            "fontesBibliograficas": "Anvisa package insert (Berotec®), UpToDate (2024), Micromedex, PubMed ID 37811770, Global Initiative for Asthma (GINA 2024), Tintinalli’s Emergency Medicine (9th Ed.), Goodman & Gilman (13th Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Fenoterol Bromhidrato",
            "nomeComercial": "Berotec®, Fenotrate®",
            "classificacao": "Agonista beta-2 adrenérgico selectivo (SABA); broncodilatador de corta duración",
            "mecanismoAcao": "El fenoterol es un agonista selectivo de los receptores beta-2 adrenérgicos acoplados a proteína Gs, expresados predominantemente en el músculo liso de los bronquios, útero y vasos sanguíneos. La activación de estos receptores estimula la adenilato ciclasa, lo que lleva al aumento de los niveles intracelulares de AMP cíclico (AMPc), que a su vez activa la proteína quinasa A (PKA). Esta cascada resulta en la fosforilación de proteínas intracelulares, reduciendo la concentración de calcio libre citosólico e inhibiendo la interacción actina-miosina, lo que promueve la relajación del músculo liso. En el tracto respiratorio, esto se traduce en una broncodilatación rápida y eficaz, alivio del broncoespasmo y mejora del flujo aéreo. Adicionalmente, el fenoterol inhibe la liberación de mediadores inflamatorios como histamina y leucotrienos por mastocitos y basófilos, contribuyendo a su efecto antiinflamatorio indirecto. La selectividad beta-2 puede perderse a dosis elevadas, activando receptores beta-1 cardíacos y resultando en taquicardia, aumento de la contractilidad miocárdica y arritmias. El uso crónico puede llevar a tolerancia funcional por desensibilización de los receptores beta-2 y regulación negativa de la expresión génica. Su acción se potencia cuando se administra en asociación con anticolinérgicos, como el ipratropio, en crisis graves de asma o EPOC.",
            "farmacocinetica": "• Inicio de acción: 5 minutos (inhalación).\n• Pico de efecto: 15–60 minutos.\n• Duración clínica: 3–6 horas.\n• Biodisponibilidad: inhalado ~18% (sistémica).\n• Metabolismo: hepático.\n• Excreción: renal (principal vía), biliar (secundaria).\n• Vida media: 2 a 3 horas.",
            "farmacodinamica": "Reduce la resistencia de las vías aéreas, mejora la función pulmonar (FEV1) y alivia rápidamente el broncoespasmo. Efecto broncodilatador rápido, con menor duración en comparación con broncodilatadores de acción prolongada. A dosis altas, puede provocar taquicardia, hipokalemia y temblores. La magnitud de la respuesta broncodilatadora depende de la vía de administración, siendo la inhalatoria preferida por reducir los efectos sistémicos. El uso regular puede llevar a la desensibilización de los receptores beta-2 y reducción de la eficacia, fenómeno conocido como taquifilaxia. La hipokalemia inducida por fenoterol ocurre por activación de la bomba Na+/K+ ATPasa, promoviendo la entrada de potasio en las células. En ambientes hospitalarios, el fenoterol se utiliza en combinación con ipratropio para potenciar la broncodilatación, principalmente en crisis graves de asma o EPOC. La mejora del FEV1 puede observarse hasta en un 15% en los primeros 10 minutos tras la administración inhalatoria.",
            "indicacoes": "• Broncoespasmo agudo en asma y EPOC.\n• Profilaxis del broncoespasmo inducido por ejercicio.\n• Uso hospitalario en exacerbaciones asmáticas y obstructivas graves.\n• Como tocolítico (uso intravenoso off-label, principalmente en obstetricia).",
            "posologia": "Adultos:\n• Aerosol dosificado (MDI): 100 mcg por pulsación. Dosis habitual: 1 a 2 pulsaciones cada 4–6 h. Máximo: 8 pulsaciones/día.\n• Solución inhalatoria: 0,5 a 1 mL (500–1000 mcg) diluido en 2–3 mL de SF 0,9%, por nebulización cada 4–6 h.\nNiños:\n• <6 años: 0,05 mL/kg (máximo 0,5 mL) por nebulización.\n• 6–12 años: 0,5 mL por nebulización.\n• >12 años: 0,5 a 1 mL, según respuesta clínica.",
            "administracao": "• Inhalación por nebulización (dosis diluida en SF 0,9%).\n• Aerosol MDI: uso preferente con espaciador.\n• Inyección IV (off-label como tocolítico): supervisado en ambiente hospitalario.\n• Evitar uso excesivo o continuo sin supervisión médica.",
            "doseMaxima": "• 8 pulsaciones/día (800 mcg/día) en aerosol.\n• 4 mL/día de la solución inhalatoria (2 mg/día).",
            "doseMinima": "• 0,25 mL de la solución (125 mcg) por nebulización.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Temblores, cefalea.\n• Taquicardia, palpitaciones.\n• Irritación de garganta.\nComunes (1–10%):\n• Ansiedad, mareo.\n• Náuseas, calambres.\n• Hipokalemia transitoria.\nPoco comunes (0,1–1%):\n• Arritmias, angina.\n• Reacciones alérgicas (erupción, broncoespasmo paradójico).\nRaras (<0,1%):\n• Edema pulmonar.\n• Hiperglucemia.\n• Colapso cardiovascular (en uso parenteral).",
            "riscoGravidez": "Categoría C. Uso con precaución. Puede ser utilizado bajo prescripción en situaciones específicas, como tocolítico o crisis asmática grave.",
            "riscoLactacao": "Se desconoce si se excreta en la leche humana. Riesgo considerado bajo en uso inhalatorio. Usar con monitorización.",
            "ajusteRenal": "• No requiere ajuste en uso inhalatorio.\n• Precaución en insuficiencia renal grave si uso repetido o sistémico.",
            "ajusteHepatico": "• El uso inhalatorio no requiere ajuste.\n• Monitorizar en hepatopatías graves si uso repetido.",
            "contraindicacoes": "• Hipersensibilidad al fenoterol o excipientes.\n• Miocardiopatía hipertrófica obstructiva.\n• Arritmias cardíacas graves no controladas.\n• Aneurismas (riesgo de aumento de la frecuencia cardíaca).",
            "interacaoMedicamento": "• Betabloqueantes (efecto antagonista).\n• Corticoides y diuréticos (riesgo de hipokalemia).\n• Tiroxina y antidepresivos tricíclicos (potencial arritmogénico).\n• Otros simpaticomiméticos (efecto aditivo). Debe evitarse el uso concomitante con digoxina debido al riesgo de arritmias ventriculares. Los bloqueadores beta-adrenérgicos como propranolol pueden antagonizar los efectos del fenoterol, reduciendo su eficacia. La asociación con xantinas (teofilina) puede aumentar el riesgo de hipokalemia y toxicidad cardíaca. La administración simultánea con anestésicos halogenados puede potenciar arritmias cardíacas, siendo necesaria precaución en procedimientos quirúrgicos.",
            "apresentacao": "• Solución inhalatoria: 0,5 mg/mL en frasco de 20 mL.\n• Aerosol MDI: 100 mcg/pulsación.\n• Solución inyectable: 0,05 mg/mL (uso hospitalario).",
            "preparo": "• Nebulización: diluir 0,5–1 mL de la solución en 2–3 mL de SF 0,9%.\n• Inyección IV: uso hospitalario bajo control estricto.\n• Aerosol: agitar bien antes de usar y usar espaciador si es posible.",
            "solucoesCompatíveis": "• Compatible con SF 0,9%.\n• Compatible con ipratropio y budesonida en nebulización simultánea.\n• Incompatible con soluciones alcalinas e hiperosmolares.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y el calor excesivo.\n• Tras abrir, utilizar en hasta 30 días.",
            "cuidadosMedicos": "• Monitorizar frecuencia cardíaca, presión arterial y electrolitos (potasio) en uso continuo.\n• Evitar uso aislado en exacerbaciones graves — asociar ipratropio o corticoide inhalatorio.\n• Informar sobre riesgo de abuso y tolerancia a broncodilatadores.",
            "cuidadosFarmaceuticos": "• Orientar sobre dilución correcta e intervalo mínimo entre dosis.\n• Almacenar en condiciones ideales.\n• Instruir sobre el uso correcto del inhalador o nebulizador.\n• Evaluar compatibilidad con otros medicamentos nebulizados.",
            "cuidadosEnfermagem": "• Observar el patrón respiratorio antes y después de la inhalación.\n• Monitorizar signos de toxicidad (taquicardia, temblores).\n• Registrar eficacia clínica y efectos adversos.\n• Mantener el material de inhalación limpio y funcional.",
            "fontesBibliograficas": "Ficha técnica de Anvisa (Berotec®), UpToDate (2024), Micromedex, PubMed ID 37811770, Global Initiative for Asthma (GINA 2024), Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.)."
        }
    }
}
