{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fenobarbital",
            "nomeComercial": "Gardenal®, Fenobarbital®, Luminal®",
            "classificacao": "Barbitúrico de ação prolongada, antiepiléptico, sedativo-hipnótico, anticonvulsivante de primeira linha em neonatologia",
            "mecanismoAcao": "Potencializa a ação do GABA (ácido gama-aminobutírico) ao atuar como agonista alostérico positivo do receptor GABA-A, aumentando a duração da abertura dos canais de cloro. Isso resulta em influxo de íons Cl⁻, hiperpolarização da membrana e inibição da transmissão neuronal. Em concentrações elevadas, pode agir como agonista direto do GABA-A e inibir receptores de glutamato do tipo AMPA/kainato. Além disso, reduz a excitabilidade na medula espinhal, conferindo efeito sedativo-hipnótico e anestésico leve.",
            "farmacocinetica": "• Absorção oral: >95%\n• Início de ação: IV 5 min, IM 15–30 min, VO 60–90 min\n• Pico plasmático: 1–2 h IV; 6–12 h VO\n• Meia-vida: adultos 53–118 h; neonatos até 180 h\n• Ligação proteica: 45–60%\n• Volume de distribuição: 0,7–1,1 L/kg\n• Metabolismo hepático via CYP2C9, CYP2C19\n• Indutor potente de CYP450 (autoindução parcial)\n• Excreção renal: 25–50% inalterado; restante como metabólitos conjugados\n• Clearance aumentado em crianças e reduzido em idosos/hepatopatas",
            "farmacodinamica": "Promove inibição neuronal difusa, reduzindo a excitabilidade cortical e a propagação de crises convulsivas. Eficaz em crises tônico-clônicas generalizadas, crises focais e estado de mal epiléptico refratário. Considerado anticonvulsivante de primeira escolha em neonatos. Possui propriedades sedativas e hipnóticas dose-dependentes, podendo causar depressão respiratória e cardiovascular. Efeito terapêutico mantido por longa duração devido à meia-vida extensa.",
            "indicacoes": "• Crises epilépticas generalizadas tônico-clônicas\n• Crises focais simples ou complexas\n• Estado de mal epiléptico refratário (como terceira linha)\n• Convulsões neonatais (de escolha)\n• Prevenção de convulsões pós-trauma ou pós-neurocirurgia\n• Controle sintomático em abstinência de álcool, benzodiazepínicos ou outros depressores do SNC\n• Sedação paliativa em cuidados terminais",
            "posologia": "Adultos:\n• Dose de ataque: 10–20 mg/kg IV lenta ou IM\n• Manutenção: 1–3 mg/kg/dia VO, IM ou IV, dividido a cada 12–24 h\nCrianças:\n• Dose de ataque: 15–20 mg/kg IV em bolus lento\n• Manutenção: 3–5 mg/kg/dia VO, IM ou IV\nNeonatos:\n• Dose de ataque: 20 mg/kg IV lenta (até 1 mg/kg/min)\n• Doses adicionais de 5–10 mg/kg podem ser feitas até total de 40 mg/kg\n• Manutenção: 3–5 mg/kg/dia, geralmente em dose única",
            "administracao": "• Via IV: infusão lenta, idealmente ≤30 mg/min; máximo 50 mg/min (adultos)\n• Via IM: possível, mas dolorosa e irritante\n• Via VO: comprimidos administrados com água; preferida para manutenção\n• Monitorar sinais vitais durante administração parenteral\n• Utilizar bomba de infusão em neonatos e crianças",
            "doseMaxima": "• Carga: até 40 mg/kg (neonatos)\n• Manutenção: até 500 mg/dia em adultos, conforme níveis séricos e tolerância clínica",
            "doseMinima": "• Adultos: 1 mg/kg/dia\n• Pediatria: 3 mg/kg/dia",
            "reacoesAdversas": "• Comuns: sedação, sonolência, letargia, ataxia, alterações cognitivas, distúrbios do sono\n• Cutâneas: rash, prurido, síndrome de Stevens-Johnson, necrólise epidérmica tóxica (raro)\n• Sistêmicas: depressão respiratória (IV rápida), bradicardia, hipotensão, hepatotoxicidade, deficiência de vitamina D e osteomalácia\n• Neurológicas: hiperatividade, irritabilidade (em crianças)\n• Tóxicas: coma, arritmias, morte súbita (em superdose)\n• Dependência física, abstinência (convulsões, delírio, agitação)",
            "riscoGravidez": "Categoria D. Teratogênico. Associado a anomalias congênitas como fendas orais, cardiopatias, atraso neuropsicomotor, e síndrome fetal do barbitúrico. Indicado apenas quando não houver alternativa mais segura. Requer suplementação com ácido fólico (5 mg/dia) e monitoramento obstétrico rigoroso.",
            "riscoLactacao": "Excretado em quantidades significativas no leite materno. Pode causar sedação, apneia e dificuldades de sucção no recém-nascido. Avaliar caso a caso. Se mantido, requer monitoramento clínico frequente do bebê.",
            "ajusteRenal": "• Clearance reduzido em IR grave\n• Acúmulo pode ocorrer, com risco de toxicidade\n• Monitorar níveis séricos com frequência\n• Considerar dose de manutenção menor ou intervalo prolongado",
            "ajusteHepatico": "• Reduzir dose em insuficiência hepática moderada a grave\n• Metabolismo comprometido aumenta risco de sedação, acúmulo e toxicidade\n• Necessária monitorização frequente dos níveis plasmáticos",
            "contraindicacoes": "• Hipersensibilidade a barbitúricos\n• Insuficiência respiratória acuda não controlada\n• Porfiria aguda intermitente\n• Hepatopatia grave\n• Histórico de dependência sem controle médico\n• Uso concomitante com fármacos depressores do SNC sem suporte intensivo",
            "interacaoMedicamento": "• Indutor potente de CYP450: reduz níveis de anticoagulantes, anticoncepcionais orais, corticoides, antirretrovirais, imunossupressores, entre outros\n• Potencializa efeitos de depressores do SNC (opioides, benzodiazepínicos, álcool, anestésicos)\n• Interações complexas com valproato, fenitoína e carbamazepina\n• Níveis aumentados por inibidores do CYP2C9 (ex: fluconazol)\n• Aumento do risco de toxicidade com inibidores enzimáticos ou disfunção hepática",
            "apresentacao": "• Ampolas 200 mg/mL para IV ou IM\n• Comprimidos de 15 mg, 50 mg, 100 mg\n• Solução oral 20 mg/mL em frasco de 100 mL (em alguns países)",
            "preparo": "• Ampola pronta para uso\n• Diluir em 5–10 mL de SF 0,9% para cada 200 mg\n• Infundir lentamente com controle rigoroso\n• Soluções preparadas devem ser usadas imediatamente\n• Comprimidos VO administrados com água\n• Armazenar conforme especificado",
            "solucoesCompatíveis": "• Compatível com SF 0,9%\n• Incompatível com SG 5%, soluções alcalinas, bicarbonato e lipídios\n• Não associar na mesma linha com outros fármacos sem verificação de compatibilidade",
            "armazenamento": "• Ampolas: 15–30°C, protegidas da luz e calor\n• Comprimidos: em local seco, fresco, ao abrigo de luz direta\n• Soluções reconstituídas devem ser utilizadas imediatamente",
            "cuidadosMedicos": "• Monitorar rigorosamente sinais vitais, ECG e nível de consciência durante administração IV/IM\n• Avaliar nível sérico (15–40 mcg/mL)\n• Monitorar função hepática, renal e eletrólitos\n• Avaliar risco de depressão respiratória em neonatos e idosos\n• Reavaliar sedação e ajustar dose conforme resposta\n• Na descontinuação, realizar retirada lenta para evitar rebote convulsivo",
            "cuidadosFarmaceuticos": "• Confirmar dose, via, integridade da ampola e compatibilidade\n• Realizar diluição asséptica e lenta\n• Controlar lote, validade e rastreabilidade\n• Seguir normas da Portaria 344/98 (substância controlada)\n• Dispensar com registro e orientação sobre riscos",
            "cuidadosEnfermagem": "• Monitorar FR, FC, PA, SpO2, nível de consciência\n• Observar local de infusão (IV ou IM) quanto a sinais de extravasamento ou irritação\n• Relatar sinais de toxicidade: sedação excessiva, apneia, rash, ataxia\n• Avaliar risco de quedas em pacientes sedados\n• Garantir acesso à via aérea e ventilação assistida se necessário\n• Apoiar familiares sobre efeitos, vigilância e risco de abstinência",
            "fontesBibliograficas": "Bula Gardenal® (ANVISA), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Barash Clinical Anesthesia (7ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), PubMed ID 37129610, Diretrizes ILAE, SBP Terapêutica Pediátrica"
        }
    }
    ,
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Phenobarbital",
            "nomeComercial": "Luminal®, Gardenal®, Phenobarb®",
            "classificacao": "Long-acting barbiturate, antiepileptic, sedative-hypnotic, first-line anticonvulsant in neonates",
            "mecanismoAcao": "Enhances GABAergic neurotransmission by acting as a positive allosteric modulator of GABA-A receptors, increasing the duration of chloride channel opening. This causes neuronal hyperpolarization and inhibits excitatory impulses. At higher concentrations, it may directly activate GABA-A receptors and block excitatory AMPA/kainate-type glutamate receptors. Also suppresses spinal cord neuronal activity, producing sedative-hypnotic effects.",
            "farmacocinetica": "• Oral bioavailability: >95%\n• Onset: IV 5 min, IM 15–30 min, PO 60–90 min\n• Peak: 1–2 h (IV); 6–12 h (PO)\n• Half-life: 53–118 h (adults); up to 180 h (neonates)\n• Protein binding: 45–60%\n• Volume of distribution: 0.7–1.1 L/kg\n• Metabolism: hepatic (CYP2C9, CYP2C19)\n• Strong inducer of CYP450 enzymes\n• Renal excretion: 25–50% unchanged, remainder as conjugated metabolites\n• Clearance increased in children; decreased in elderly and liver disease",
            "farmacodinamica": "Reduces neuronal excitability and seizure propagation via widespread CNS inhibition. Effective in generalized tonic-clonic seizures, partial seizures, and refractory status epilepticus. Preferred agent in neonatal seizures. Has dose-dependent sedative and hypnotic properties. Can depress respiratory and cardiovascular systems at high doses or rapid IV infusion. Prolonged effect due to long half-life.",
            "indicacoes": "• Generalized tonic-clonic seizures\n• Partial seizures\n• Refractory status epilepticus (third-line)\n• Neonatal seizures (first-line)\n• Seizure prophylaxis after trauma or neurosurgery\n• Management of withdrawal from alcohol, benzodiazepines, or sedative-hypnotics\n• Palliative sedation in terminal care",
            "posologia": "Adults:\n• Loading dose: 10–20 mg/kg IV or IM, slow infusion\n• Maintenance: 1–3 mg/kg/day PO, IM or IV in divided doses every 12–24 h\nChildren:\n• Loading: 15–20 mg/kg IV slow bolus\n• Maintenance: 3–5 mg/kg/day\nNeonates:\n• Loading: 20 mg/kg IV (≤1 mg/kg/min)\n• Additional: 5–10 mg/kg increments up to 40 mg/kg total\n• Maintenance: 3–5 mg/kg/day, once daily",
            "administracao": "• IV: slow infusion, ideally ≤30 mg/min; max 50 mg/min (adults)\n• IM: possible but painful\n• PO: tablets with water, preferred for maintenance\n• Continuous vital sign monitoring required during parenteral administration\n• Use infusion pump for neonates and children",
            "doseMaxima": "• Loading: up to 40 mg/kg (neonates)\n• Maintenance: up to 500 mg/day (adults), based on serum levels and clinical tolerance",
            "doseMinima": "• Adults: 1 mg/kg/day\n• Pediatrics: 3 mg/kg/day",
            "reacoesAdversas": "• Common: sedation, drowsiness, lethargy, ataxia, cognitive dysfunction, sleep disturbance\n• Skin: rash, pruritus, Stevens-Johnson syndrome, toxic epidermal necrolysis (rare)\n• Systemic: respiratory depression (rapid IV), bradycardia, hypotension, hepatotoxicity, vitamin D deficiency, osteomalacia\n• Neurologic: hyperactivity, irritability (children)\n• Toxic: coma, arrhythmias, death (overdose)\n• Dependence and withdrawal (seizures, agitation, delirium)",
            "riscoGravidez": "Category D. Teratogenic. Associated with fetal barbiturate syndrome (facial clefts, cardiac defects, growth retardation, neurodevelopmental delay). Use only if no safer alternatives. Folic acid supplementation (5 mg/day) required. Close obstetric monitoring essential.",
            "riscoLactacao": "Excreted in significant amounts in breast milk. May cause sedation, apnea, and poor feeding in neonates. Clinical monitoring of infant advised if continued during breastfeeding.",
            "ajusteRenal": "• Clearance reduced in severe renal impairment\n• Accumulation increases toxicity risk\n• Monitor serum levels frequently\n• Consider reduced maintenance dose or extended dosing interval",
            "ajusteHepatico": "• Dose reduction necessary in moderate to severe hepatic impairment\n• Decreased metabolism increases risk of accumulation and toxicity\n• Frequent serum level monitoring required",
            "contraindicacoes": "• Hypersensitivity to barbiturates\n• Acute uncontrolled respiratory insufficiency\n• Acute intermittent porphyria\n• Severe hepatic impairment\n• History of barbiturate abuse without supervision\n• Co-administration with other CNS depressants without ICU support",
            "interacaoMedicamento": "• Potent CYP450 inducer: reduces levels of warfarin, oral contraceptives, corticosteroids, antiretrovirals, immunosuppressants, etc.\n• Potentiates effects of CNS depressants (opioids, benzodiazepines, alcohol, anesthetics)\n• Complex interactions with valproate, phenytoin, carbamazepine\n• Levels increased by CYP2C9 inhibitors (e.g., fluconazole)\n• Caution in polypharmacy; monitor interactions closely",
            "apresentacao": "• Ampoules: 200 mg/mL for IV or IM use\n• Tablets: 15 mg, 50 mg, 100 mg\n• Oral solution: 20 mg/mL in 100 mL bottles (in some countries)",
            "preparo": "• Ampoules are ready to use\n• Dilute 200 mg in 5–10 mL of 0.9% saline\n• Infuse slowly with close monitoring\n• Use prepared solution immediately\n• PO tablets given with water\n• Follow storage recommendations strictly",
            "solucoesCompatíveis": "• Compatible with 0.9% saline\n• Incompatible with 5% dextrose, alkaline solutions, bicarbonate, lipid emulsions\n• Do not mix with other drugs in same line without verification",
            "armazenamento": "• Ampoules: 15–30°C, protect from light\n• Tablets: store in dry, cool place, away from direct light\n• Use reconstituted solutions immediately",
            "cuidadosMedicos": "• Continuous monitoring of vitals, ECG, consciousness during IV/IM use\n• Target serum level: 15–40 mcg/mL\n• Monitor liver, renal function, and electrolytes regularly\n• Evaluate for respiratory depression in neonates and elderly\n• Adjust dose based on sedation and clinical response\n• Taper gradually to avoid withdrawal seizures",
            "cuidadosFarmaceuticos": "• Confirm dose, route, ampoule integrity, and compatibility\n• Aseptic dilution and administration mandatory\n• Track lot numbers, expiration, and documentation\n• Comply with controlled substance regulations\n• Counsel on adverse effects and safe use",
            "cuidadosEnfermagem": "• Monitor RR, HR, BP, SpO2, consciousness\n• Inspect IV/IM site for irritation or infiltration\n• Report signs of toxicity: excessive sedation, apnea, rash, ataxia\n• Fall precautions for sedated patients\n• Ensure airway access and ventilatory support if needed\n• Educate caregivers on sedation risks and withdrawal symptoms",
            "fontesBibliograficas": "Luminal® Prescribing Information (FDA/EMA); UpToDate (2024); Micromedex; Goodman & Gilman (13th Ed.); Miller’s Anesthesia (9th Ed.); Barash Clinical Anesthesia (7th Ed.); Tintinalli’s Emergency Medicine (9th Ed.); PubMed ID 37129610; ILAE Guidelines"
        }
    },
    "ES": {
        "bulario": {
          "nombrePrincipioActivo": "Fenobarbital",
          "nombreComercial": "Luminal®, Gardenal®, Fenobarbital®",
          "clasificacion": "Barbitúrico de acción prolongada, antiepiléptico, sedante-hipnótico, anticonvulsivante de primera línea en neonatos",
          "mecanismoAccion": "Actúa como modulador alostérico positivo del receptor GABA-A, prolongando la apertura del canal de cloro e incrementando la hiperpolarización neuronal. A concentraciones elevadas, también puede activar directamente el receptor GABA-A e inhibir receptores de glutamato del tipo AMPA/kainato. Esto reduce la excitabilidad neuronal generalizada y suprime la transmisión sináptica excitatoria. Posee también acción depresora sobre la médula espinal, contribuyendo a su efecto sedante e hipnótico.",
          "farmacocinetica": "• Biodisponibilidad oral: >95%\n• Inicio de acción: IV 5 min, IM 15–30 min, VO 60–90 min\n• Pico plasmático: 1–2 h (IV), 6–12 h (VO)\n• Vida media: adultos 53–118 h; neonatos hasta 180 h\n• Unión a proteínas plasmáticas: 45–60%\n• Volumen de distribución: 0,7–1,1 L/kg\n• Metabolismo hepático (CYP2C9, CYP2C19)\n• Potente inductor enzimático (CYP450)\n• Eliminación renal: 25–50% sin cambios; el resto como metabolitos conjugados\n• Aumento del clearance en niños; disminuido en ancianos y hepatópatas",
          "farmacodinamica": "Disminuye la excitabilidad neuronal y la propagación de crisis epilépticas mediante una inhibición difusa del sistema nervioso central. Eficaz en crisis tónico-clónicas generalizadas, crisis parciales y estatus epiléptico refractario. Es el anticonvulsivante de elección en neonatos. Tiene propiedades sedantes e hipnóticas dependientes de la dosis. Puede causar depresión respiratoria y cardiovascular con dosis elevadas o administración rápida.",
          "indicaciones": "• Crisis epilépticas tónico-clónicas generalizadas\n• Crisis parciales simples o complejas\n• Estatus epiléptico refractario (tercera línea)\n• Crisis neonatales (de primera elección)\n• Profilaxis de crisis postraumáticas o posquirúrgicas\n• Manejo del síndrome de abstinencia por alcohol, benzodiacepinas u otros sedantes\n• Sedación paliativa en cuidados terminales",
          "posologia": "Adultos:\n• Dosis de carga: 10–20 mg/kg IV lenta o IM\n• Mantenimiento: 1–3 mg/kg/día VO, IM o IV dividido cada 12–24 h\nPediatría:\n• Carga: 15–20 mg/kg IV bolo lento\n• Mantenimiento: 3–5 mg/kg/día\nNeonatos:\n• Carga inicial: 20 mg/kg IV (≤1 mg/kg/min)\n• Dosis adicionales: 5–10 mg/kg hasta un máximo de 40 mg/kg\n• Mantenimiento: 3–5 mg/kg/día en una sola dosis",
          "administracion": "• IV: infusión lenta, idealmente ≤30 mg/min, máximo 50 mg/min (adultos)\n• IM: posible pero dolorosa e irritante\n• VO: comprimidos con agua, preferido para mantenimiento\n• Requiere monitoreo continuo de signos vitales durante la administración parenteral\n• Uso de bomba de infusión en neonatos y niños",
          "dosisMaxima": "• Carga: hasta 40 mg/kg (neonatos)\n• Mantenimiento: hasta 500 mg/día (adultos), ajustado según niveles séricos y respuesta clínica",
          "dosisMinima": "• Adultos: 1 mg/kg/día\n• Pediatría: 3 mg/kg/día",
          "reaccionesAdversas": "• Comunes: somnolencia, sedación, letargo, ataxia, alteraciones cognitivas, trastornos del sueño\n• Cutáneas: rash, prurito, síndrome de Stevens-Johnson, necrólisis epidérmica tóxica (raro)\n• Sistémicas: depresión respiratoria (IV rápida), bradicardia, hipotensión, hepatotoxicidad, deficiencia de vitamina D y osteomalacia\n• Neurológicas: hiperactividad, irritabilidad (niños)\n• Tóxicas: coma, arritmias, muerte súbita (en sobredosis)\n• Dependencia física y síndrome de abstinencia (convulsiones, agitación, delirio)",
          "riesgoEmbarazo": "Categoría D. Teratogénico. Asociado con síndrome fetal por barbitúricos (fisuras faciales, cardiopatías, retraso del crecimiento y del neurodesarrollo). Utilizar solo si no hay alternativa más segura. Requiere suplementación con ácido fólico (5 mg/día) y monitoreo obstétrico estricto.",
          "riesgoLactancia": "Se excreta en cantidades significativas en la leche materna. Puede causar sedación, apnea y problemas de succión en neonatos. Requiere monitoreo clínico del lactante si se continúa durante la lactancia.",
          "ajusteRenal": "• Clearance reducido en insuficiencia renal grave\n• Mayor riesgo de acumulación y toxicidad\n• Monitoreo frecuente de niveles plasmáticos\n• Considerar reducir la dosis de mantenimiento o espaciar intervalos",
          "ajusteHepatico": "• Disminuir dosis en insuficiencia hepática moderada o severa\n• Reducción del metabolismo puede aumentar la toxicidad\n• Requiere monitoreo plasmático frecuente",
          "contraindicaciones": "• Hipersensibilidad a barbitúricos\n• Insuficiencia respiratoria aguda no controlada\n• Porfiria aguda intermitente\n• Insuficiencia hepática grave\n• Historia de abuso de barbitúricos sin supervisión\n• Uso conjunto con depresores del SNC sin monitoreo intensivo",
          "interaccionMedicamento": "• Potente inductor del CYP450: reduce niveles de anticoagulantes, anticonceptivos orales, corticosteroides, antirretrovirales, inmunosupresores\n• Potencia efectos de depresores del SNC (opioides, benzodiacepinas, alcohol, anestésicos)\n• Interacciones complejas con valproato, fenitoína, carbamazepina\n• Niveles aumentados por inhibidores del CYP2C9 (fluconazol)\n• Riesgo aumentado de toxicidad en polimedicados o hepatópatas",
          "presentacion": "• Ampollas de 200 mg/mL para uso IV o IM\n• Comprimidos: 15 mg, 50 mg, 100 mg\n• Solución oral: 20 mg/mL en frascos de 100 mL (según país)",
          "preparo": "• Ampolla lista para uso\n• Diluir 200 mg en 5–10 mL de solución salina al 0,9%\n• Administrar lentamente bajo monitoreo continuo\n• Usar la solución inmediatamente después de la preparación\n• Comprimidos VO con agua\n• Almacenar según especificaciones",
          "solucoesCompativeis": "• Compatible con solución salina 0,9%\n• Incompatible con dextrosa 5%, soluciones alcalinas, bicarbonato, emulsiones lipídicas\n• No mezclar con otros fármacos en la misma línea sin verificación de compatibilidad",
          "almacenamiento": "• Ampollas: 15–30 °C, protegidas de la luz\n• Comprimidos: en lugar seco, fresco, sin exposición directa\n• Soluciones preparadas: usar inmediatamente",
          "cuidadosMedicos": "• Monitorear signos vitales, ECG y conciencia durante administración IV/IM\n• Niveles terapéuticos: 15–40 mcg/mL\n• Controlar función hepática, renal y electrólitos\n• Evaluar depresión respiratoria en neonatos y ancianos\n• Ajustar dosis según respuesta y sedación\n• Retirada gradual para evitar convulsiones de rebote",
          "cuidadosFarmaceuticos": "• Verificar dosis, vía, integridad del envase y compatibilidad\n• Preparación aséptica obligatoria\n• Control de lote, caducidad y trazabilidad\n• Cumplir normativas para sustancias controladas\n• Educar sobre efectos adversos y uso seguro",
          "cuidadosEnfermeria": "• Monitorear FR, FC, PA, SpO2, estado de conciencia\n• Evaluar sitio de infusión IV o IM por irritación o extravasación\n• Notificar sedación excesiva, apnea, rash, ataxia\n• Precaución por riesgo de caídas en pacientes sedados\n• Garantizar acceso a vía aérea y soporte ventilatorio si es necesario\n• Educar a cuidadores sobre riesgos de sedación y abstinencia",
          "fuentesBibliograficas": "Ficha técnica Luminal® (AEMPS), UpToDate (2024), Micromedex, Goodman & Gilman (13.ª ed.), Miller’s Anesthesia (9.ª ed.), Barash Anestesia Clínica, Tintinalli Urgencias (9.ª ed.), PubMed ID 37129610, Guías ILAE"
        }
    }
}
