{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Fentanil (citrato de fentanila)",
            "nomeComercial": "Fentanest®, Sublimaze®, Durogesic®, Fentanyl®",
            "classificacao": "Analgésico opioide; agonista μ-opioide sintético; de ação rápida",
            "mecanismoAcao": "O fentanil é um agonista seletivo e potente dos receptores μ-opioides, promovendo analgesia intensa ao inibir a transmissão da dor no SNC e medula espinhal. Age por ativação de canais de potássio e inibição de canais de cálcio, hiperpolarizando neurônios pós-sinápticos e suprimindo liberação de neurotransmissores como glutamato e substância P. Devido à sua alta lipossolubilidade, possui início rápido e curta duração após bolus único, com potencial de acúmulo em infusões prolongadas (meia-vida contexto-dependente). A ligação do fentanil aos receptores μ modula vias descendentes inibitórias de controle da dor no SNC, especialmente no tálamo, locus coeruleus e substância cinzenta periaquedutal. Ao inibir a condução de impulsos nos neurônios do corno dorsal da medula espinhal, reduz a percepção sensorial e a resposta emocional ao estímulo doloroso. Por ser altamente lipofílico, se acumula em tecidos adiposos e músculo esquelético durante infusões prolongadas, prolongando sua meia-vida efetiva (contexto-dependente).",
            "farmacocinetica": "• Início de ação: 1–2 minutos (IV).\n• Pico de efeito: 3–5 minutos.\n• Duração clínica: 30–60 minutos (bolus único).\n• Meia-vida terminal: 3,5–6 horas (dependente da duração da infusão).\n• Volume de distribuição: 3–6 L/kg.\n• Ligação a proteínas plasmáticas: 80–85%.\n• Metabolização: hepática (CYP3A4) em metabólitos inativos.\n• Excreção: renal, como metabólitos inativos (10% inalterado).",
            "farmacodinamica": "O fentanil é 80 a 100 vezes mais potente que a morfina, com menor liberação de histamina, menor risco de hipotensão e início mais rápido. Sua ação curta o torna ideal para analgesia de procedimentos, indução anestésica e controle intraoperatório da dor. Pode causar rigidez torácica dose-dependente, especialmente quando administrado rapidamente ou em bolus acima de 1 mcg/kg sem sedativos. Apresenta efeito acumulativo em infusões contínuas, prolongando o tempo de despertar e risco de depressão respiratória pós-operatória. O fentanil promove potente analgesia sem efeito ceiling, mas seu uso prolongado ou em altas doses pode levar à tolerância, hiperalgesia induzida por opioides e síndrome de abstinência. A rigidez torácica (wooden chest syndrome) é mais frequente com bolus rápidos acima de 5 mcg/kg, sendo prevenível com administração lenta ou coadministração de benzodiazepínicos. Sua farmacodinâmica é altamente previsível em bolus isolado, mas sua redistribuição lenta em infusão contínua torna o despertar pós-operatório mais lento do que remifentanil ou sufentanil.",
            "indicacoes": "• Indução e manutenção da anestesia geral.\n• Suplemento analgésico em cirurgias (neuro, cardio, geral).\n• Analgesia em procedimentos invasivos (ex: intubação, punção).\n• Sedação e analgesia em UTI (infusão contínua).\n• Off-label: dor crônica oncológica (uso transdérmico).",
            "posologia": "Adultos:\n• Bolus anestésico: 1–5 mcg/kg IV.\n• Infusão contínua: 0,5–5 mcg/kg/h IV.\n• Transdérmico (dor crônica): 25–100 mcg/h a cada 72 h.\nPediatria:\n• Bolus: 1–3 mcg/kg IV.\n• Infusão: 0,5–2 mcg/kg/h IV em UTI ou intraoperatório.\n• Uso transdérmico não recomendado para <12 anos.",
            "administracao": "• Intravenosa (bolus ou infusão contínua).\n• Transdérmica (uso prolongado, dor crônica).\n• Buccal, intranasal e sublingual (formulações específicas não disponíveis em todos os países).\n• Não administrar por via epidural ou intratecal com conservantes.",
            "doseMaxima": "• Titulada conforme resposta e tolerância.\n• Doses cumulativas >20 mcg/kg requerem suporte ventilatório e monitorização contínua.",
            "doseMinima": "• 0,5–1 mcg/kg para sedação leve; 12,5 mcg IV para analgesia leve em adultos.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Bradipneia, sedação, náusea, prurido.\nComuns (1–10%):\n• Rigidez torácica, constipação, bradicardia, hipotensão.\nIncomuns (0,1–1%):\n• Laringoespasmo, espasmo muscular, alucinação.\nRaras (<0,1%):\n• Depressão respiratória prolongada.\n• Reações anafiláticas.\n• Delírio ou agitação paradoxal em idosos.",
            "riscoGravidez": "Categoria C. Pode ser usado em anestesia obstétrica com ventilação assistida. Pode causar depressão respiratória neonatal se usado antes do parto.",
            "riscoLactacao": "Excretado em pequenas quantidades. Uso intraoperatório único geralmente seguro. Evitar amamentação por 6 horas após dose IV ou 24 horas após início de uso transdérmico.",
            "ajusteRenal": "• Não requer ajuste inicial.\n• Usar com cautela em IRC terminal, monitorando efeito cumulativo e despertar prolongado.",
            "ajusteHepatico": "• Metabolização hepática reduzida em hepatopatas graves.\n• Ajustar dose e prolongar intervalo entre bolus ou reduzir velocidade de infusão.",
            "contraindicacoes": "• Hipersensibilidade à fentanila ou opioides similares.\n• Depressão respiratória sem suporte ventilatório.\n• Uso não monitorado fora de ambiente hospitalar.\n• Infusão sem equipamento de controle preciso (bomba de infusão).",
            "interacaoMedicamento": "• Potencializa sedação e apneia com benzodiazepínicos, propofol, barbitúricos.\n• Efeito aditivo com relaxantes musculares não despolarizantes.\n• Inibidores da CYP3A4 (ritonavir, cetoconazol) aumentam risco de toxicidade.\n• Reduz efeito com uso crônico de indutores hepáticos (carbamazepina, fenitoína). A administração concomitante com ISRS ou IMAO pode potencializar o risco de síndrome serotoninérgica, com sintomas como rigidez, hipertermia, agitação e taquicardia. A interação com dexmedetomidina é sinérgica, permitindo redução na dose total de ambos e menor incidência de apneia pós-extubação. O uso com propofol em anestesia total intravenosa (TIVA) exige monitoramento contínuo de profundidade anestésica para evitar awareness intraoperatório. A absorção do fentanil transdérmico é aumentada por febre, hiperemia local ou uso de fontes de calor externo (ex: compressas quentes, aquecedores), podendo causar sobredosagem.",
            "apresentacao": "• Solução injetável: 50 mcg/mL em ampolas de 2 mL, 5 mL ou 10 mL.\n• Adesivos transdérmicos: 25, 50, 75, 100 mcg/h (uso ambulatorial controlado).",
            "preparo": "• Pode ser administrado em bolus lento (≥60 s) ou diluído em SF 0,9% para infusão contínua.\n• Concentrações para infusão: 10–50 mcg/mL conforme protocolo institucional.\n• Preparações devem ser utilizadas em até 24 h sob condições assépticas.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após diluição, utilizar em até 24 h se refrigerado e sob técnica asséptica.",
            "cuidadosMedicos": "• Monitorar sinais vitais e nível de sedação continuamente.\n• Ajustar titulação conforme resposta clínica e duração do procedimento.\n• Ter naloxona e suporte ventilatório disponíveis.\n• Considerar transição para opioide de meia-vida longa no pós-operatório.",
            "cuidadosFarmaceuticos": "• Garantir rastreabilidade de dose, diluição e lote.\n• Verificar compatibilidade, integridade e validade.\n• Preparar infusão em bomba controlada.\n• Garantir descarte adequado e controle de estoque seguro.",
            "cuidadosEnfermagem": "• Observar padrão respiratório, nível de consciência e sinais de rigidez torácica.\n• Assegurar funcionamento contínuo da bomba de infusão.\n• Avaliar eficácia analgésica e reações adversas.\n• Manter paciente monitorado e comunicar eventos imediatamente.",
            "fontesBibliograficas": "Bula Anvisa (Fentanest®, Durogesic®), UpToDate (2024), Micromedex, PubMed ID 37626729, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), FDA Fentanyl Labeling."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Fentanyl (fentanyl citrate)",
            "brandNames": "Fentanest®, Sublimaze®, Durogesic®, Fentanyl®",
            "classification": "Opioid analgesic; synthetic μ-opioid agonist; rapid onset",
            "mechanismOfAction": "Fentanyl is a selective and potent μ-opioid receptor agonist, producing intense analgesia by inhibiting pain transmission in the central nervous system (CNS) and spinal cord. It acts through activation of potassium channels and inhibition of calcium channels, hyperpolarizing postsynaptic neurons and suppressing the release of neurotransmitters such as glutamate and substance P. Due to its high lipophilicity, it has a rapid onset and short duration after a single bolus, with potential accumulation during prolonged infusions (context-sensitive half-life). Fentanyl binding to μ receptors modulates descending inhibitory pain control pathways in the CNS, particularly in the thalamus, locus coeruleus, and periaqueductal gray matter. By inhibiting impulse conduction in dorsal horn neurons of the spinal cord, it reduces sensory perception and emotional response to painful stimuli. Its high lipophilicity causes accumulation in adipose tissue and skeletal muscle during prolonged infusions, prolonging its effective half-life (context-sensitive).",
            "pharmacokinetics": "• Onset of action: 1–2 minutes (IV).\n• Peak effect: 3–5 minutes.\n• Clinical duration: 30–60 minutes (single bolus).\n• Terminal half-life: 3.5–6 hours (dependent on infusion duration).\n• Volume of distribution: 3–6 L/kg.\n• Plasma protein binding: 80–85%.\n• Metabolism: hepatic (CYP3A4) to inactive metabolites.\n• Excretion: renal, mainly as inactive metabolites (10% unchanged).",
            "pharmacodynamics": "Fentanyl is 80 to 100 times more potent than morphine, with less histamine release, lower risk of hypotension, and faster onset. Its short action makes it ideal for procedural analgesia, anesthetic induction, and intraoperative pain control. It may cause dose-dependent chest wall rigidity, especially when administered rapidly or in boluses above 1 mcg/kg without sedatives. It exhibits cumulative effects during continuous infusions, prolonging awakening time and increasing risk of postoperative respiratory depression. Fentanyl provides potent analgesia without a ceiling effect, but prolonged or high-dose use can lead to tolerance, opioid-induced hyperalgesia, and withdrawal syndrome. Chest wall rigidity (wooden chest syndrome) is more frequent with rapid boluses above 5 mcg/kg and can be prevented by slow administration or co-administration of benzodiazepines. Its pharmacodynamics are highly predictable with isolated boluses, but slow redistribution during continuous infusion delays postoperative awakening compared to remifentanil or sufentanil.",
            "indications": "• Induction and maintenance of general anesthesia.\n• Analgesic supplement in surgeries (neurosurgery, cardiac, general).\n• Analgesia for invasive procedures (e.g., intubation, puncture).\n• Sedation and analgesia in ICU (continuous infusion).\n• Off-label: chronic oncologic pain (transdermal use).",
            "dosage": "Adults:\n• Anesthetic bolus: 1–5 mcg/kg IV.\n• Continuous infusion: 0.5–5 mcg/kg/h IV.\n• Transdermal (chronic pain): 25–100 mcg/h every 72 h.\nPediatrics:\n• Bolus: 1–3 mcg/kg IV.\n• Infusion: 0.5–2 mcg/kg/h IV in ICU or intraoperative.\n• Transdermal use not recommended for <12 years.",
            "administration": "• Intravenous (bolus or continuous infusion).\n• Transdermal (prolonged use, chronic pain).\n• Buccal, intranasal, and sublingual (specific formulations not available in all countries).\n• Do not administer epidurally or intrathecally with preservatives.",
            "maximumDose": "• Titrated according to response and tolerance.\n• Cumulative doses >20 mcg/kg require ventilatory support and continuous monitoring.",
            "minimumDose": "• 0.5–1 mcg/kg for mild sedation; 12.5 mcg IV for mild analgesia in adults.",
            "adverseReactions": "Very common (>10%):\n• Bradypnea, sedation, nausea, pruritus.\nCommon (1–10%):\n• Chest wall rigidity, constipation, bradycardia, hypotension.\nUncommon (0.1–1%):\n• Laryngospasm, muscle spasm, hallucination.\nRare (<0.1%):\n• Prolonged respiratory depression.\n• Anaphylactic reactions.\n• Delirium or paradoxical agitation in elderly.",
            "pregnancyRisk": "Category C. Can be used in obstetric anesthesia with assisted ventilation. May cause neonatal respiratory depression if used before delivery.",
            "lactationRisk": "Excreted in small amounts. Single intraoperative use generally safe. Avoid breastfeeding for 6 hours after IV dose or 24 hours after starting transdermal use.",
            "renalAdjustment": "• No initial dose adjustment required.\n• Use cautiously in end-stage renal disease, monitoring cumulative effects and prolonged awakening.",
            "hepaticAdjustment": "• Reduced hepatic metabolism in severe liver disease.\n• Adjust dose and prolong intervals between boluses or reduce infusion rate.",
            "contraindications": "• Hypersensitivity to fentanyl or similar opioids.\n• Respiratory depression without ventilatory support.\n• Unmonitored use outside hospital setting.\n• Infusion without precise control equipment (infusion pump).",
            "drugInteractions": "• Potentiates sedation and apnea with benzodiazepines, propofol, barbiturates.\n• Additive effect with non-depolarizing muscle relaxants.\n• CYP3A4 inhibitors (ritonavir, ketoconazole) increase toxicity risk.\n• Reduced effect with chronic use of hepatic inducers (carbamazepine, phenytoin). Concomitant use with SSRIs or MAOIs may increase risk of serotonin syndrome with symptoms such as rigidity, hyperthermia, agitation, and tachycardia. Interaction with dexmedetomidine is synergistic, allowing dose reduction of both and lower incidence of post-extubation apnea. Use with propofol in total intravenous anesthesia (TIVA) requires continuous monitoring of anesthetic depth to avoid intraoperative awareness. Transdermal fentanyl absorption is increased by fever, local hyperemia, or external heat sources (e.g., hot packs, heaters), potentially causing overdose.",
            "presentations": "• Injectable solution: 50 mcg/mL in 2 mL, 5 mL, or 10 mL ampoules.\n• Transdermal patches: 25, 50, 75, 100 mcg/h (controlled outpatient use).",
            "preparation": "• Can be administered as slow bolus (≥60 s) or diluted in 0.9% saline for continuous infusion.\n• Infusion concentrations: 10–50 mcg/mL according to institutional protocol.\n• Preparations should be used within 24 hours under aseptic conditions.",
            "compatibleSolutions": "• 0.9% saline, 5% glucose solution.\n• Incompatible with alkaline solutions and bicarbonate.",
            "storage": "• Store between 15°C and 30°C.\n• Protect from light.\n• After dilution, use within 24 hours if refrigerated and under aseptic technique.",
            "medicalConsiderations": "• Continuously monitor vital signs and sedation level.\n• Adjust titration according to clinical response and procedure duration.\n• Have naloxone and ventilatory support available.\n• Consider transition to long half-life opioid postoperatively.",
            "pharmaceuticalCare": "• Ensure traceability of dose, dilution, and batch.\n• Verify compatibility, integrity, and expiration.\n• Prepare infusion using controlled pump.\n• Ensure proper disposal and secure stock control.",
            "nursingCare": "• Observe respiratory pattern, consciousness level, and signs of chest wall rigidity.\n• Ensure continuous operation of infusion pump.\n• Assess analgesic efficacy and adverse reactions.\n• Keep patient monitored and report events immediately.",
            "references": "Anvisa leaflet (Fentanest®, Durogesic®), UpToDate (2024), Micromedex, PubMed ID 37626729, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), FDA Fentanyl Labeling."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Fentanilo (citrato de fentanilo)",
            "nomeComercial": "Fentanest®, Sublimaze®, Durogesic®, Fentanyl®",
            "classificacao": "Analgésico opioide; agonista μ-opioide sintético; de acción rápida",
            "mecanismoAcao": "El fentanilo es un agonista selectivo y potente de los receptores μ-opioides, proporcionando analgesia intensa al inhibir la transmisión del dolor en el sistema nervioso central (SNC) y la médula espinal. Actúa mediante la activación de canales de potasio e inhibición de canales de calcio, hiperpolarizando las neuronas postsinápticas y suprimiendo la liberación de neurotransmisores como el glutamato y la sustancia P. Debido a su alta liposolubilidad, tiene un inicio rápido y corta duración tras un bolo único, con potencial de acumulación en infusiones prolongadas (vida media dependiente del contexto). La unión del fentanilo a los receptores μ modula las vías inhibitorias descendentes del control del dolor en el SNC, especialmente en el tálamo, locus coeruleus y sustancia gris periacueductal. Al inhibir la conducción de impulsos en las neuronas del asta dorsal de la médula espinal, reduce la percepción sensorial y la respuesta emocional al estímulo doloroso. Por ser altamente lipofílico, se acumula en tejidos adiposos y músculo esquelético durante infusiones prolongadas, prolongando su vida media efectiva (dependiente del contexto).",
            "farmacocinetica": "• Inicio de acción: 1–2 minutos (IV).\n• Pico de efecto: 3–5 minutos.\n• Duración clínica: 30–60 minutos (bolo único).\n• Vida media terminal: 3,5–6 horas (dependiente de la duración de la infusión).\n• Volumen de distribución: 3–6 L/kg.\n• Unión a proteínas plasmáticas: 80–85%.\n• Metabolismo: hepático (CYP3A4) en metabolitos inactivos.\n• Excreción: renal, como metabolitos inactivos (10% inalterado).",
            "farmacodinamica": "El fentanilo es 80 a 100 veces más potente que la morfina, con menor liberación de histamina, menor riesgo de hipotensión e inicio más rápido. Su acción corta lo hace ideal para analgesia en procedimientos, inducción anestésica y control del dolor intraoperatorio. Puede causar rigidez torácica dependiente de la dosis, especialmente cuando se administra rápidamente o en bolos superiores a 1 mcg/kg sin sedantes. Presenta efecto acumulativo en infusiones continuas, prolongando el tiempo de despertar y el riesgo de depresión respiratoria postoperatoria. El fentanilo proporciona analgesia potente sin efecto techo, pero su uso prolongado o en altas dosis puede llevar a tolerancia, hiperalgesia inducida por opioides y síndrome de abstinencia. La rigidez torácica (síndrome del tórax rígido) es más frecuente con bolos rápidos superiores a 5 mcg/kg, siendo prevenible con administración lenta o coadministración de benzodiazepinas. Su farmacodinamia es altamente predecible en bolo aislado, pero su redistribución lenta en infusión continua hace que el despertar postoperatorio sea más lento que con remifentanilo o sufentanilo.",
            "indicacoes": "• Inducción y mantenimiento de la anestesia general.\n• Suplemento analgésico en cirugías (neuro, cardíaca, general).\n• Analgesia en procedimientos invasivos (ej: intubación, punción).\n• Sedación y analgesia en UCI (infusión continua).\n• Uso no indicado en ficha: dolor crónico oncológico (uso transdérmico).",
            "posologia": "Adultos:\n• Bolo anestésico: 1–5 mcg/kg IV.\n• Infusión continua: 0,5–5 mcg/kg/h IV.\n• Transdérmico (dolor crónico): 25–100 mcg/h cada 72 h.\nPediatría:\n• Bolo: 1–3 mcg/kg IV.\n• Infusión: 0,5–2 mcg/kg/h IV en UCI o intraoperatorio.\n• Uso transdérmico no recomendado para menores de 12 años.",
            "administracao": "• Intravenosa (bolo o infusión continua).\n• Transdérmica (uso prolongado, dolor crónico).\n• Bucal, intranasal y sublingual (formulaciones específicas no disponibles en todos los países).\n• No administrar por vía epidural o intratecal con conservantes.",
            "doseMaxima": "• Titulación según respuesta y tolerancia.\n• Dosis acumuladas >20 mcg/kg requieren soporte ventilatorio y monitorización continua.",
            "doseMinima": "• 0,5–1 mcg/kg para sedación leve; 12,5 mcg IV para analgesia leve en adultos.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Bradipnea, sedación, náuseas, prurito.\nComunes (1–10%):\n• Rigidez torácica, estreñimiento, bradicardia, hipotensión.\nPoco frecuentes (0,1–1%):\n• Laringoespasmo, espasmo muscular, alucinaciones.\nRaras (<0,1%):\n• Depresión respiratoria prolongada.\n• Reacciones anafilácticas.\n• Delirio o agitación paradójica en ancianos.",
            "riscoGravidez": "Categoría C. Puede utilizarse en anestesia obstétrica con ventilación asistida. Puede causar depresión respiratoria neonatal si se administra antes del parto.",
            "riscoLactacao": "Se excreta en pequeñas cantidades. El uso intraoperatorio único generalmente es seguro. Evitar la lactancia durante 6 horas tras dosis IV o 24 horas después del inicio del uso transdérmico.",
            "ajusteRenal": "• No requiere ajuste inicial.\n• Usar con precaución en insuficiencia renal terminal, monitorizando efecto acumulativo y despertar prolongado.",
            "ajusteHepatico": "• Metabolismo hepático reducido en hepatopatías graves.\n• Ajustar dosis y prolongar intervalo entre bolos o reducir velocidad de infusión.",
            "contraindicacoes": "• Hipersensibilidad al fentanilo o a opioides similares.\n• Depresión respiratoria sin soporte ventilatorio.\n• Uso no monitorizado fuera del entorno hospitalario.\n• Infusión sin equipo de control preciso (bomba de infusión).",
            "interacaoMedicamento": "• Potencia la sedación y apnea con benzodiazepinas, propofol, barbitúricos.\n• Efecto aditivo con relajantes musculares no despolarizantes.\n• Inhibidores de CYP3A4 (ritonavir, ketoconazol) aumentan el riesgo de toxicidad.\n• Efecto reducido con uso crónico de inductores hepáticos (carbamazepina, fenitoína). La administración concomitante con ISRS o IMAO puede aumentar el riesgo de síndrome serotoninérgico, con síntomas como rigidez, hipertermia, agitación y taquicardia. La interacción con dexmedetomidina es sinérgica, permitiendo reducir la dosis total de ambos y menor incidencia de apnea postextubación. El uso con propofol en anestesia total intravenosa (TIVA) requiere monitorización continua de la profundidad anestésica para evitar conciencia intraoperatoria. La absorción del fentanilo transdérmico aumenta con fiebre, hiperemia local o fuentes de calor externas (ej: compresas calientes, calentadores), pudiendo causar sobredosis.",
            "apresentacao": "• Solución inyectable: 50 mcg/mL en ampollas de 2 mL, 5 mL o 10 mL.\n• Parche transdérmico: 25, 50, 75, 100 mcg/h (uso ambulatorio controlado).",
            "preparo": "• Puede administrarse en bolo lento (≥60 s) o diluido en SF 0,9% para infusión continua.\n• Concentraciones para infusión: 10–50 mcg/mL según protocolo institucional.\n• Las preparaciones deben utilizarse en un plazo de 24 h bajo condiciones asépticas.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas y bicarbonato.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Tras la dilución, utilizar en un máximo de 24 h si se refrigera y bajo técnica aséptica.",
            "cuidadosMedicos": "• Monitorizar signos vitales y nivel de sedación continuamente.\n• Ajustar la titulación según respuesta clínica y duración del procedimiento.\n• Tener naloxona y soporte ventilatorio disponibles.\n• Considerar transición a opioide de vida media larga en el postoperatorio.",
            "cuidadosFarmaceuticos": "• Garantizar trazabilidad de dosis, dilución y lote.\n• Verificar compatibilidad, integridad y validez.\n• Preparar infusión en bomba controlada.\n• Asegurar descarte adecuado y control seguro del stock.",
            "cuidadosEnfermagem": "• Observar patrón respiratorio, nivel de consciencia y signos de rigidez torácica.\n• Asegurar funcionamiento continuo de la bomba de infusión.\n• Evaluar eficacia analgésica y reacciones adversas.\n• Mantener paciente monitorizado y comunicar eventos inmediatamente.",
            "fontesBibliograficas": "Ficha técnica Anvisa (Fentanest®, Durogesic®), UpToDate (2024), Micromedex, PubMed ID 37626729, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), FDA Fentanyl Labeling."
        }
    }
