{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Flumazenil",
            "nomeComercial": "Lanexat®, Anexate®",
            "classificacao": "Antagonista dos benzodiazepínicos; antídoto específico para benzodiazepínicos",
            "mecanismoAcao": "O flumazenil é um antagonista competitivo altamente seletivo dos receptores benzodiazepínicos localizados no complexo receptor GABA-A. Atua deslocando os benzodiazepínicos e agonistas parciais do sítio de ligação específico no receptor, sem exercer atividade agonista intrínseca, ou seja, não estimula diretamente o receptor GABA-A. Sua ação promove rápida reversão dos efeitos sedativos, hipnóticos, ansiolíticos, anticonvulsivantes e miorrelaxantes induzidos por benzodiazepínicos, restaurando o nível de consciência, o tônus muscular e a função respiratória em poucos minutos. Não antagoniza os efeitos do GABA ou de outros depressores do SNC (como opioides ou barbitúricos), sendo específico para o subtipo benzodiazepínico do receptor GABA-A. Em pacientes com uso crônico de benzodiazepínicos, pode precipitar sintomas graves de abstinência, como convulsões, agitação e hipertensão. Por sua curta meia-vida, o flumazenil pode ter duração menor que o benzodiazepínico que antagoniza, exigindo monitoramento por ressurgimento de sedação ou necessidade de infusão contínua.",
            "farmacocinetica": "• Início de ação: 1–2 minutos.\n• Pico de efeito: 6–10 minutos.\n• Duração clínica: 30–75 minutos (menor que a maioria dos benzodiazepínicos, exceto midazolam).\n• Meia-vida de eliminação: 40–80 minutos.\n• Volume de distribuição: 0,6–1,6 L/kg.\n• Ligação às proteínas plasmáticas: 50%.\n• Metabolização: hepática, via hidroxilação e conjugação.\n• Excreção: renal (>90%) como metabólitos inativos.",
            "farmacodinamica": "Reverte seletivamente os efeitos dos benzodiazepínicos no sistema nervoso central, promovendo recuperação da consciência, do tônus muscular e da ventilação em poucos minutos. Não possui efeito agonista intrínseco. Em casos de sobredosagem com benzodiazepínicos de meia-vida longa (ex.: diazepam), pode ocorrer ressedação devido à curta duração do flumazenil.",
            "indicacoes": "• Reversão dos efeitos sedativos dos benzodiazepínicos após procedimentos diagnósticos ou terapêuticos.\n• Antídoto em intoxicação aguda por benzodiazepínicos isolados.\n• Avaliação diagnóstica em casos de coma de etiologia desconhecida, quando se suspeita de benzodiazepínicos como causa.\n• Reversão de sedação inadvertida ou excessiva em ambiente hospitalar.",
            "posologia": "Adulto:\n• Procedimentos diagnósticos ou terapêuticos:\n  - Dose inicial: 0,2 mg IV em 15 segundos.\n  - Se necessário, doses adicionais de 0,1 mg IV a cada 60 segundos, até máximo de 1 mg.\n• Intoxicação aguda:\n  - Dose inicial: 0,3 mg IV em 30 segundos.\n  - Se necessário, 0,1 mg IV a cada 60 segundos, até máximo de 2 mg.\n  - Se recidiva da sedação: iniciar infusão contínua de 0,1–0,5 mg/h.\nPediatria (>1 ano):\n• Dose inicial: 0,01 mg/kg (máximo 0,2 mg) IV em 15 segundos.\n• Doses subsequentes: 0,01 mg/kg (máximo 0,1 mg) a cada 60 segundos.\n• Dose total máxima: 0,05 mg/kg ou 1 mg (o que for menor).",
            "administracao": "• Via intravenosa, em bolus lento ou infusão contínua.\n• Diluir para infusão em SF 0,9% ou SG 5% conforme necessidade clínica.\n• A infusão contínua é indicada em casos de ressurgimento dos efeitos sedativos, principalmente em intoxicações com benzodiazepínicos de longa duração.",
            "doseMaxima": "• 1 mg para reversão de sedação.\n• Até 2 mg na intoxicação aguda.\n• Infusão contínua: até 0,5 mg/h.",
            "doseMinima": "• 0,2 mg IV em adultos (ou 0,01 mg/kg em pediatria).",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, vômito.\n• Agitação, ansiedade, tremores.\n• Tontura, dor de cabeça.\n• Rubor facial.\nIncomuns (0,1–1%):\n• Bradicardia, taquicardia.\n• Hipotensão ou hipertensão transitória.\n• Dispneia, hiperventilação.\nRaras (<0,1%):\n• Convulsões (especialmente em pacientes com epilepsia, dependência crônica de benzodiazepínicos, ou intoxicação mista com antidepressivos tricíclicos).\n• Arritmias cardíacas isoladas.\n• Reações anafiláticas.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Estudos em animais não demonstraram teratogenicidade, mas não há estudos controlados em humanos.",
            "riscoLactacao": "Poucos dados disponíveis. Devido à meia-vida curta e rápida eliminação, é considerado de baixo risco para lactentes. Pode ser utilizado com monitorização.",
            "ajusteRenal": "• Não é necessário ajuste.\n• A farmacocinética não é significativamente alterada na insuficiência renal.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática grave.\n• A meia-vida pode estar prolongada devido à metabolização hepática reduzida.",
            "contraindicacoes": "• Hipersensibilidade ao flumazenil ou a qualquer componente da fórmula.\n• Pacientes com risco de convulsões não controladas (ex.: dependência crônica de benzodiazepínicos, uso crônico de anticonvulsivantes benzodiazepínicos).\n• Intoxicação mista com antidepressivos tricíclicos (risco de convulsões e arritmias potencialmente fatais).",
            "interacaoMedicamento": "• Não antagoniza os efeitos de outros depressores do SNC (ex.: opioides, barbitúricos, etanol).\n• Potencializa risco de convulsões em associação com intoxicação mista, especialmente antidepressivos tricíclicos.\n• Pode precipitar síndrome de abstinência aguda em usuários crônicos de benzodiazepínicos.",
            "apresentacao": "• Ampolas de 0,5 mg/5 mL (0,1 mg/mL) e 1 mg/10 mL (0,1 mg/mL) para uso IV.",
            "preparo": "• Pronto para uso.\n• Para infusão contínua: diluir 5 mg (5 ampolas de 1 mg) em 50 mL de SF 0,9% ou SG 5% = 0,1 mg/mL.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após abertura, utilizar imediatamente ou em até 24 horas se mantido refrigerado e protegido da luz.",
            "cuidadosMedicos": "• Monitorizar continuamente sinais vitais, capnografia, TOF (se sob bloqueio), estado neurológico e padrão respiratório.\n• Ter suporte avançado disponível devido ao risco de convulsões, especialmente em pacientes predispostos.\n• Considerar o risco de ressurgimento da sedação, especialmente em intoxicação com benzodiazepínicos de longa duração (ex.: diazepam, clonazepam).",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Checar validade e estabilidade após abertura.\n• Documentar lote, dose, via, horário e qualquer reação adversa.",
            "cuidadosEnfermagem": "• Monitorizar nível de consciência, padrão respiratório, saturação e sinais vitais.\n• Observar e reportar sinais de ressurgimento da sedação, agitação, convulsões ou reações adversas.\n• Verificar acesso venoso e funcionamento da bomba de infusão se utilizada.\n• Ter suporte de emergência disponível (adrenalina, anticonvulsivantes, oxigênio, suporte ventilatório).",
            "fontesBibliograficas": "Bula Anvisa (Lanexat®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37615392, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Flumazenil",
            "nomeComercial": "Lanexat®, Anexate®",
            "classificacao": "Antagonista de las benzodiacepinas; antídoto específico para benzodiacepinas",
            "mecanismoAcao": "El flumazenil es un antagonista competitivo altamente selectivo de los receptores benzodiacepínicos localizados en el complejo receptor GABA-A. Actúa desplazando las benzodiacepinas y agonistas parciales del sitio de unión específico en el receptor, sin ejercer actividad agonista intrínseca, es decir, no estimula directamente el receptor GABA-A. Su acción promueve una rápida reversión de los efectos sedantes, hipnóticos, ansiolíticos, anticonvulsivos y miorrelajantes inducidos por benzodiacepinas, restaurando el nivel de conciencia, el tono muscular y la función respiratoria en pocos minutos. No antagoniza los efectos del GABA ni de otros depresores del SNC (como opioides o barbitúricos), siendo específico para el subtipo benzodiacepínico del receptor GABA-A. En pacientes con uso crónico de benzodiacepinas, puede precipitar síntomas graves de abstinencia, como convulsiones, agitación e hipertensión. Debido a su corta vida media, el flumazenil puede tener una duración menor que la benzodiacepina que antagoniza, exigiendo monitorización por resurgimiento de la sedación o necesidad de infusión continua.",
            "farmacocinetica": "• Inicio de acción: 1–2 minutos.\n• Pico de efecto: 6–10 minutos.\n• Duración clínica: 30–75 minutos (menor que la mayoría de las benzodiacepinas, excepto midazolam).\n• Vida media de eliminación: 40–80 minutos.\n• Volumen de distribución: 0,6–1,6 L/kg.\n• Unión a proteínas plasmáticas: 50%.\n• Metabolización: hepática, vía hidroxilación y conjugación.\n• Excreción: renal (>90%) como metabolitos inactivos.",
            "farmacodinamica": "Revierte selectivamente los efectos de las benzodiacepinas en el sistema nervioso central, promoviendo la recuperación de la conciencia, el tono muscular y la ventilación en pocos minutos. No posee efecto agonista intrínseco. En casos de sobredosis con benzodiacepinas de vida media larga (ej.: diazepam), puede ocurrir resedación debido a la corta duración del flumazenil.",
            "indicacoes": "• Reversión de los efectos sedantes de las benzodiacepinas tras procedimientos diagnósticos o terapéuticos.\n• Antídoto en intoxicación aguda por benzodiacepinas aisladas.\n• Evaluación diagnóstica en casos de coma de etiología desconocida, cuando se sospecha de benzodiacepinas como causa.\n• Reversión de sedación inadvertida o excesiva en ambiente hospitalario.",
            "posologia": "Adultos:\n• Procedimientos diagnósticos o terapéuticos:\n  - Dosis inicial: 0,2 mg IV en 15 segundos.\n  - Si es necesario, dosis adicionales de 0,1 mg IV cada 60 segundos, hasta un máximo de 1 mg.\n• Intoxicación aguda:\n  - Dosis inicial: 0,3 mg IV en 30 segundos.\n  - Si es necesario, 0,1 mg IV cada 60 segundos, hasta un máximo de 2 mg.\n  - Si recurre la sedación: iniciar infusión continua de 0,1–0,5 mg/h.\nPediatría (>1 año):\n• Dosis inicial: 0,01 mg/kg (máximo 0,2 mg) IV en 15 segundos.\n• Dosis subsiguientes: 0,01 mg/kg (máximo 0,1 mg) cada 60 segundos.\n• Dosis total máxima: 0,05 mg/kg o 1 mg (lo que sea menor).",
            "administracao": "• Vía intravenosa, en bolo lento o infusión continua.\n• Diluir para infusión en SF 0,9% o SG 5% según necesidad clínica.\n• La infusión continua está indicada en casos de resurgimiento de los efectos sedantes, principalmente en intoxicaciones con benzodiacepinas de larga duración.",
            "doseMaxima": "• 1 mg para reversión de sedación.\n• Hasta 2 mg en intoxicación aguda.\n• Infusión continua: hasta 0,5 mg/h.",
            "doseMinima": "• 0,2 mg IV en adultos (o 0,01 mg/kg en pediatría).",
            "reacoesAdversas": "Comunes (1–10%):\n• Náuseas, vómitos.\n• Agitación, ansiedad, temblores.\n• Mareo, cefalea.\n• Rubor facial.\nInfrecuentes (0,1–1%):\n• Bradicardia, taquicardia.\n• Hipotensión o hipertensión transitoria.\n• Disnea, hiperventilación.\nRaras (<0,1%):\n• Convulsiones (especialmente en pacientes con epilepsia, dependencia crónica de benzodiacepinas o intoxicación mixta con antidepresivos tricíclicos).\n• Arritmias cardíacas aisladas.\n• Reacciones anafilácticas.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Estudios en animales no demostraron teratogenicidad, pero no hay estudios controlados en humanos.",
            "riscoLactacao": "Pocos datos disponibles. Debido a la corta vida media y rápida eliminación, se considera de bajo riesgo para lactantes. Puede utilizarse con monitorización.",
            "ajusteRenal": "• No es necesario ajuste.\n• La farmacocinética no se altera significativamente en insuficiencia renal.",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática grave.\n• La vida media puede estar prolongada debido a la reducción del metabolismo hepático.",
            "contraindicacoes": "• Hipersensibilidad al flumazenil o a cualquier componente de la fórmula.\n• Pacientes con riesgo de convulsiones no controladas (ej.: dependencia crónica de benzodiacepinas, uso crónico de anticonvulsivantes benzodiacepínicos).\n• Intoxicación mixta con antidepresivos tricíclicos (riesgo de convulsiones y arritmias potencialmente fatales).",
            "interacaoMedicamento": "• No antagoniza los efectos de otros depresores del SNC (ej.: opioides, barbitúricos, etanol).\n• Potencializa el riesgo de convulsiones en asociación con intoxicación mixta, especialmente antidepresivos tricíclicos.\n• Puede precipitar síndrome de abstinencia aguda en usuarios crónicos de benzodiacepinas.",
            "apresentacao": "• Ampollas de 0,5 mg/5 mL (0,1 mg/mL) y 1 mg/10 mL (0,1 mg/mL) para uso IV.",
            "preparo": "• Listo para usar.\n• Para infusión continua: diluir 5 mg (5 ampollas de 1 mg) en 50 mL de SF 0,9% o SG 5% = 0,1 mg/mL.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones alcalinas (ej.: bicarbonato de sodio).",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Tras la apertura, utilizar inmediatamente o en hasta 24 horas si se mantiene refrigerado y protegido de la luz.",
            "cuidadosMedicos": "• Monitorizar continuamente signos vitales, capnografía, TOF (si bajo bloqueo), estado neurológico y patrón respiratorio.\n• Tener soporte avanzado disponible debido al riesgo de convulsiones, especialmente en pacientes predispuestos.\n• Considerar el riesgo de resurgimiento de la sedación, especialmente en intoxicación con benzodiacepinas de larga duración (ej.: diazepam, clonazepam).",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Comprobar validez y estabilidad tras la apertura.\n• Documentar lote, dosis, vía, horario y cualquier reacción adversa.",
            "cuidadosEnfermagem": "• Monitorizar nivel de conciencia, patrón respiratorio, saturación y signos vitales.\n• Observar y reportar signos de resurgimiento de la sedación, agitación, convulsiones o reacciones adversas.\n• Verificar acceso venoso y funcionamiento de la bomba de infusión si se utiliza.\n• Tener soporte de emergencia disponible (adrenalina, anticonvulsivantes, oxígeno, soporte ventilatorio).",
            "fontesBibliograficas": "Ficha técnica AEMPS (Lanexat®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37615392, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    },
        "bulario": {
            "nomePrincipioAtivo": "Flumazenil",
            "nomeComercial": "Lanexat®, Anexate®",
            "classificacao": "Benzodiazepine antagonist; specific antidote for benzodiazepines",
            "mecanismoAcao": "Flumazenil is a highly selective competitive antagonist of benzodiazepine receptors located on the GABA-A receptor complex. It acts by displacing benzodiazepines and partial agonists from the specific binding site on the receptor without exerting intrinsic agonist activity, meaning it does not directly stimulate the GABA-A receptor. Its action promotes rapid reversal of sedative, hypnotic, anxiolytic, anticonvulsant, and muscle relaxant effects induced by benzodiazepines, restoring consciousness level, muscle tone, and respiratory function within minutes. It does not antagonize the effects of GABA or other CNS depressants (such as opioids or barbiturates), being specific for the benzodiazepine subtype of the GABA-A receptor. In patients with chronic benzodiazepine use, it may precipitate severe withdrawal symptoms such as seizures, agitation, and hypertension. Due to its short half-life, flumazenil may have a shorter duration than the benzodiazepine it antagonizes, requiring monitoring for sedation recurrence or need for continuous infusion.",
            "farmacocinetica": "• Onset of action: 1–2 minutes.\n• Peak effect: 6–10 minutes.\n• Clinical duration: 30–75 minutes (shorter than most benzodiazepines, except midazolam).\n• Elimination half-life: 40–80 minutes.\n• Volume of distribution: 0.6–1.6 L/kg.\n• Plasma protein binding: 50%.\n• Metabolism: hepatic, via hydroxylation and conjugation.\n• Excretion: renal (>90%) as inactive metabolites.",
            "farmacodinamica": "Selectively reverses the effects of benzodiazepines on the central nervous system, promoting recovery of consciousness, muscle tone, and ventilation within minutes. It has no intrinsic agonist effect. In cases of overdose with long half-life benzodiazepines (e.g., diazepam), resedation may occur due to the short duration of flumazenil.",
            "indicacoes": "• Reversal of sedative effects of benzodiazepines after diagnostic or therapeutic procedures.\n• Antidote in acute poisoning by isolated benzodiazepines.\n• Diagnostic evaluation in cases of coma of unknown etiology when benzodiazepines are suspected.\n• Reversal of inadvertent or excessive sedation in the hospital setting.",
            "posologia": "Adult:\n• Diagnostic or therapeutic procedures:\n  - Initial dose: 0.2 mg IV over 15 seconds.\n  - If necessary, additional doses of 0.1 mg IV every 60 seconds, up to a maximum of 1 mg.\n• Acute poisoning:\n  - Initial dose: 0.3 mg IV over 30 seconds.\n  - If necessary, 0.1 mg IV every 60 seconds, up to a maximum of 2 mg.\n  - If sedation recurs: start continuous infusion of 0.1–0.5 mg/h.\nPediatrics (>1 year):\n• Initial dose: 0.01 mg/kg (maximum 0.2 mg) IV over 15 seconds.\n• Subsequent doses: 0.01 mg/kg (maximum 0.1 mg) every 60 seconds.\n• Maximum total dose: 0.05 mg/kg or 1 mg (whichever is less).",
            "administracao": "• Intravenous route, by slow bolus or continuous infusion.\n• Dilute for infusion in 0.9% saline or 5% glucose solution as clinically needed.\n• Continuous infusion is indicated in cases of recurrence of sedative effects, especially in intoxications with long-acting benzodiazepines.",
            "doseMaxima": "• 1 mg for sedation reversal.\n• Up to 2 mg in acute poisoning.\n• Continuous infusion: up to 0.5 mg/h.",
            "doseMinima": "• 0.2 mg IV in adults (or 0.01 mg/kg in pediatrics).",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, vomiting.\n• Agitation, anxiety, tremors.\n• Dizziness, headache.\n• Facial flushing.\nUncommon (0.1–1%):\n• Bradycardia, tachycardia.\n• Transient hypotension or hypertension.\n• Dyspnea, hyperventilation.\nRare (<0.1%):\n• Seizures (especially in patients with epilepsy, chronic benzodiazepine dependence, or mixed poisoning with tricyclic antidepressants).\n• Isolated cardiac arrhythmias.\n• Anaphylactic reactions.",
            "riscoGravidez": "Category C. Use only if clearly needed. Animal studies have not shown teratogenicity, but controlled studies in humans are lacking.",
            "riscoLactacao": "Limited data available. Due to short half-life and rapid elimination, considered low risk for infants. May be used with monitoring.",
            "ajusteRenal": "• No dose adjustment required.\n• Pharmacokinetics not significantly altered in renal insufficiency.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment.\n• Half-life may be prolonged due to reduced hepatic metabolism.",
            "contraindicacoes": "• Hypersensitivity to flumazenil or any component of the formulation.\n• Patients at risk of uncontrolled seizures (e.g., chronic benzodiazepine dependence, chronic use of benzodiazepine anticonvulsants).\n• Mixed poisoning with tricyclic antidepressants (risk of seizures and potentially fatal arrhythmias).",
            "interacaoMedicamento": "• Does not antagonize effects of other CNS depressants (e.g., opioids, barbiturates, ethanol).\n• Increases risk of seizures when associated with mixed poisoning, especially tricyclic antidepressants.\n• May precipitate acute withdrawal syndrome in chronic benzodiazepine users.",
            "apresentacao": "• Ampoules of 0.5 mg/5 mL (0.1 mg/mL) and 1 mg/10 mL (0.1 mg/mL) for IV use.",
            "preparo": "• Ready to use.\n• For continuous infusion: dilute 5 mg (5 ampoules of 1 mg) in 50 mL of 0.9% saline or 5% glucose = 0.1 mg/mL.",
            "solucoesCompatíveis": "• 0.9% saline solution.\n• 5% glucose solution.\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate).",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• After opening, use immediately or within 24 hours if refrigerated and protected from light.",
            "cuidadosMedicos": "• Continuously monitor vital signs, capnography, TOF (if under blockade), neurological status, and respiratory pattern.\n• Have advanced support available due to risk of seizures, especially in predisposed patients.\n• Consider risk of sedation recurrence, especially in intoxication with long-acting benzodiazepines (e.g., diazepam, clonazepam).",
            "cuidadosFarmaceuticos": "• Verify name, dose, route, concentration, and ampoule integrity.\n• Prepare under aseptic conditions.\n• Check validity and stability after opening.\n• Document batch, dose, route, time, and any adverse reaction.",
            "cuidadosEnfermagem": "• Monitor level of consciousness, respiratory pattern, saturation, and vital signs.\n• Observe and report signs of sedation recurrence, agitation, seizures, or adverse reactions.\n• Check venous access and infusion pump function if used.\n• Have emergency support available (adrenaline, anticonvulsants, oxygen, ventilatory support).",
            "fontesBibliograficas": "Anvisa Package Insert (Lanexat®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37615392, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    }
}
