{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Furosemida",
            "nomeComercial": "Lasix®, Neosemid®, Frusedan®, Diural®",
            "classificacao": "Diurético de alça, derivado da sulfonamida",
            "mecanismoAcao": "A furosemida é um potente diurético de alça que atua inibindo o cotransportador Na⁺/K⁺/2Cl⁻ (NKCC2) localizado na membrana luminal das células epiteliais da porção espessa da alça ascendente de Henle. Ao bloquear esse transportador, interrompe a reabsorção ativa de sódio, potássio e cloro, resultando em natriurese e diurese intensa. Esse segmento tubular também é impermeável à água, de modo que o bloqueio do transporte iônico gera um aumento significativo da carga osmótica tubular, impedindo a reabsorção de água nos túbulos distais subsequentes. A furosemida também aumenta a excreção de cálcio e magnésio, além de exercer efeito venodilatador precoce mediado por aumento da síntese de prostaglandinas, o que reduz a pressão de enchimento ventricular (pré-carga) antes mesmo do início da diurese. A eficácia da furosemida depende da taxa de filtração glomerular e da secreção tubular ativa para atingir seu sítio de ação. Em pacientes com disfunção renal, podem ser necessárias doses maiores. Possui início de ação rápido e curta duração, tornando-a útil para controle agudo de sobrecarga hídrica e edema.",
            "farmacocinetica": "• Absorção: biodisponibilidade oral variável (50–70%).\n• Início de ação: 5 minutos IV; 30–60 minutos VO.\n• Pico: 30 minutos IV; 1–2 horas VO.\n• Duração do efeito: 2 horas IV; 6–8 horas VO.\n• Ligação às proteínas plasmáticas: 95%.\n• Volume de distribuição: 0,2 L/kg.\n• Metabolização: hepática parcial.\n• Meia-vida: 1–2 horas (prolongada na insuficiência renal ou hepática).\n• Excreção: 60–70% renal (filtração glomerular e secreção tubular) e 30–40% biliar.",
            "farmacodinamica": "Intenso efeito natriurético e diurético com início rápido e duração relativamente curta. Promove redução da pré-carga por venodilatação precoce. É eficaz mesmo em pacientes com função renal reduzida, embora doses maiores sejam necessárias.",
            "indicacoes": "• Insuficiência cardíaca congestiva com edema.\n• Edema de origem renal (síndrome nefrótica, insuficiência renal crônica) ou hepática (cirrose com ascite).\n• Edema agudo de pulmão.\n• Hipervolemia de qualquer etiologia.\n• Crises hipertensivas.\n• Hipercalcemia (adjunto).\n• Intoxicação hídrica e síndrome de secreção inapropriada de ADH (SIADH) (adjunto).\n• Pré-eclâmpsia e eclâmpsia (edema pulmonar).",
            "posologia": "Adulto:\n• Edema:\n  - VO: 20–80 mg/dose inicial, podendo ajustar até 600 mg/dia.\n  - EV: 20–40 mg, podendo repetir ou escalar até 200 mg por dose.\n• Edema agudo de pulmão:\n  - 40–80 mg EV bolus.\n• Crise hipertensiva:\n  - 20–40 mg EV, associado a outros anti-hipertensivos.\n• Hipercalcemia:\n  - 80–100 mg EV, associado a hidratação vigorosa.\nPediatria:\n• 1–2 mg/kg/dose VO ou EV, podendo repetir a cada 6–12 horas (máx. 6 mg/kg/dia).",
            "administracao": "• Via intravenosa (bolus lento em 2–5 minutos) ou infusão diluída.\n• Pode ser administrada por acesso periférico ou central.\n• Via oral na forma de comprimidos ou solução.\n• Infusão recomendada para doses altas (>80 mg) para minimizar toxicidade.",
            "doseMaxima": "• Adulto: até 600 mg/dia VO ou EV.\n• Pediatria: até 6 mg/kg/dia.",
            "doseMinima": "• Adulto: 20 mg.\n• Pediatria: 1 mg/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Aumento da diurese, hipotensão postural.\nComuns (1–10%):\n• Hipocalemia, hiponatremia, hipomagnesemia, hipocalcemia.\n• Tontura, cefaleia, náusea, vômito.\n• Aumento de ureia e creatinina.\nIncomuns (0,1–1%):\n• Hiperuricemia, gota.\n• Ototoxicidade (relacionada a infusão rápida ou altas doses).\n• Hiperglicemia, dislipidemia.\nRaras (<0,1%):\n• Arritmias, pancreatite, hepatite.\n• Necrose tubular aguda (em hipovolemia severa).\n• Reações alérgicas (rash, prurido, anafilaxia).",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário, em situações de risco materno (edema pulmonar, insuficiência cardíaca descompensada). Não indicado para edema fisiológico da gestação.",
            "riscoLactacao": "Excreta-se em pequenas quantidades no leite materno. Pode suprimir a lactação. Uso pontual é aceitável, porém evitar uso crônico.",
            "ajusteRenal": "• Pode ser necessário aumentar a dose em insuficiência renal moderada a grave devido à menor entrega da droga à alça de Henle.\n• Monitorizar eletrólitos, função renal e balanço hídrico rigorosamente.",
            "ajusteHepatico": "• Usar com cautela.\n• Risco aumentado de desequilíbrios eletrolíticos, hipovolemia e encefalopatia hepática.\n• Pode haver necessidade de ajuste de dose.",
            "contraindicacoes": "• Anúria.\n• Hipersensibilidade à furosemida, derivados de sulfonamida ou qualquer componente da fórmula.\n• Hipocalemia ou hiponatremia severas não corrigidas.\n• Hipovolemia severa.\n• Encefalopatia hepática descompensada.\n• Obstrução urinária completa.",
            "interacaoMedicamento": "• Potencializa hipocalemia e arritmias com digitálicos.\n• Aumenta nefrotoxicidade com aminoglicosídeos e outras drogas nefrotóxicas.\n• Aumenta toxicidade do lítio (reduz depuração renal).\n• Potencializa efeito de anti-hipertensivos.\n• Reduz efeito com AINEs.\n• Aumenta risco de ototoxicidade com aminoglicosídeos, cisplatina e vancomicina.",
            "apresentacao": "• Comprimidos de 40 mg.\n• Solução oral 10 mg/mL.\n• Ampolas de 20 mg/2 mL (10 mg/mL) para uso EV/IM.",
            "preparo": "• EV bolus: usar direto da ampola.\n• EV infusão: diluir 2 ampolas (40 mg) em 50–100 mL de SF 0,9% ou SG5%.\n• Administrar em 10–20 minutos.\n• VO: comprimido ou solução oral conforme apresentação.",
            "solucoesCompatíveis": "• Compatível com soro fisiológico 0,9% e solução glicosada 5%.\n• Incompatível com soluções muito ácidas ou alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C, protegido da luz.\n• Após abertura da ampola, utilizar imediatamente.\n• Descartar se houver alteração de cor, precipitação ou turbidez.",
            "cuidadosMedicos": "• Monitorizar pressão arterial, balanço hídrico, função renal e eletrólitos (Na+, K+, Mg2+, Ca2+).\n• Observar sinais de hipovolemia, hipotensão e insuficiência renal aguda.\n• Ajustar doses conforme resposta clínica.\n• Suplementar potássio e/ou magnésio conforme necessidade.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola ou comprimido.\n• Preparar sob condições assépticas.\n• Verificar compatibilidade da solução.\n• Documentar lote, dose, via, horário e parâmetros laboratoriais relevantes.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais (PA, FC), diurese e balanço hídrico.\n• Observar sinais de hipovolemia (tontura, fraqueza, hipotensão) e distúrbios eletrolíticos (fraqueza muscular, câimbras, arritmias).\n• Garantir acesso venoso pérvio e funcionamento da bomba de infusão se utilizada.\n• Notificar qualquer reação adversa ou complicação.",
            "fontesBibliograficas": "Bula Anvisa (Lasix®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37605548, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Furosemide",
            "nomeComercial": "Lasix®, Neosemid®, Frusedan®, Diural®",
            "classificacao": "Loop diuretic, sulfonamide derivative",
            "mecanismoAcao": "Furosemide is a potent loop diuretic that acts by inhibiting the Na⁺/K⁺/2Cl⁻ cotransporter (NKCC2) located on the luminal membrane of epithelial cells in the thick ascending limb of the loop of Henle. By blocking this transporter, it interrupts the active reabsorption of sodium, potassium, and chloride, resulting in natriuresis and intense diuresis. This tubular segment is also impermeable to water, so the ionic transport blockade causes a significant increase in tubular osmotic load, preventing water reabsorption in subsequent distal tubules. Furosemide also increases the excretion of calcium and magnesium and exerts an early venodilatory effect mediated by increased prostaglandin synthesis, which reduces ventricular filling pressure (preload) even before the onset of diuresis. The efficacy of furosemide depends on glomerular filtration rate and active tubular secretion to reach its site of action. Higher doses may be required in patients with renal dysfunction. It has a rapid onset and short duration of action, making it useful for acute control of fluid overload and edema.",
            "farmacocinetica": "• Absorption: variable oral bioavailability (50–70%).\n• Onset of action: 5 minutes IV; 30–60 minutes oral.\n• Peak: 30 minutes IV; 1–2 hours oral.\n• Duration of effect: 2 hours IV; 6–8 hours oral.\n• Plasma protein binding: 95%.\n• Volume of distribution: 0.2 L/kg.\n• Metabolism: partial hepatic metabolism.\n• Half-life: 1–2 hours (prolonged in renal or hepatic impairment).\n• Excretion: 60–70% renal (glomerular filtration and tubular secretion) and 30–40% biliary.",
            "farmacodinamica": "Potent natriuretic and diuretic effect with rapid onset and relatively short duration. Promotes preload reduction through early venodilation. Effective even in patients with reduced renal function, although higher doses may be necessary.",
            "indicacoes": "• Congestive heart failure with edema.\n• Edema of renal origin (nephrotic syndrome, chronic renal failure) or hepatic origin (cirrhosis with ascites).\n• Acute pulmonary edema.\n• Hypervolemia of any etiology.\n• Hypertensive crises.\n• Hypercalcemia (adjunct).\n• Water intoxication and syndrome of inappropriate ADH secretion (SIADH) (adjunct).\n• Pre-eclampsia and eclampsia (pulmonary edema).",
            "posologia": "Adult:\n• Edema:\n  - Oral: 20–80 mg initial dose, adjustable up to 600 mg/day.\n  - IV: 20–40 mg, can be repeated or escalated up to 200 mg per dose.\n• Acute pulmonary edema:\n  - 40–80 mg IV bolus.\n• Hypertensive crisis:\n  - 20–40 mg IV, combined with other antihypertensives.\n• Hypercalcemia:\n  - 80–100 mg IV, combined with vigorous hydration.\nPediatrics:\n• 1–2 mg/kg/dose orally or IV, repeat every 6–12 hours (max 6 mg/kg/day).",
            "administracao": "• Intravenous route (slow bolus over 2–5 minutes) or diluted infusion.\n• Can be administered via peripheral or central access.\n• Oral route as tablets or solution.\n• Infusion recommended for high doses (>80 mg) to minimize toxicity.",
            "doseMaxima": "• Adult: up to 600 mg/day orally or IV.\n• Pediatrics: up to 6 mg/kg/day.",
            "doseMinima": "• Adult: 20 mg.\n• Pediatrics: 1 mg/kg.",
            "reacoesAdversas": "Very common (>10%):\n• Increased diuresis, orthostatic hypotension.\nCommon (1–10%):\n• Hypokalemia, hyponatremia, hypomagnesemia, hypocalcemia.\n• Dizziness, headache, nausea, vomiting.\n• Increased urea and creatinine.\nUncommon (0.1–1%):\n• Hyperuricemia, gout.\n• Ototoxicity (related to rapid infusion or high doses).\n• Hyperglycemia, dyslipidemia.\nRare (<0.1%):\n• Arrhythmias, pancreatitis, hepatitis.\n• Acute tubular necrosis (in severe hypovolemia).\n• Allergic reactions (rash, pruritus, anaphylaxis).",
            "riscoGravidez": "Category C. Use only if clearly needed in maternal risk situations (pulmonary edema, decompensated heart failure). Not indicated for physiological edema of pregnancy.",
            "riscoLactacao": "Excreted in small amounts in breast milk. May suppress lactation. Occasional use is acceptable, but avoid chronic use.",
            "ajusteRenal": "• Dose increase may be necessary in moderate to severe renal impairment due to decreased drug delivery to the loop of Henle.\n• Monitor electrolytes, renal function, and fluid balance rigorously.",
            "ajusteHepatico": "• Use with caution.\n• Increased risk of electrolyte imbalances, hypovolemia, and hepatic encephalopathy.\n• Dose adjustment may be necessary.",
            "contraindicacoes": "• Anuria.\n• Hypersensitivity to furosemide, sulfonamide derivatives, or any component of the formulation.\n• Severe uncorrected hypokalemia or hyponatremia.\n• Severe hypovolemia.\n• Decompensated hepatic encephalopathy.\n• Complete urinary obstruction.",
            "interacaoMedicamento": "• Potentiates hypokalemia and arrhythmias with digitalis.\n• Increases nephrotoxicity with aminoglycosides and other nephrotoxic drugs.\n• Increases lithium toxicity (reduces renal clearance).\n• Potentiates effect of antihypertensives.\n• Reduces effect with NSAIDs.\n• Increases risk of ototoxicity with aminoglycosides, cisplatin, and vancomycin.",
            "apresentacao": "• 40 mg tablets.\n• Oral solution 10 mg/mL.\n• Ampoules of 20 mg/2 mL (10 mg/mL) for IV/IM use.",
            "preparo": "• IV bolus: use directly from ampoule.\n• IV infusion: dilute 2 ampoules (40 mg) in 50–100 mL of 0.9% saline or 5% glucose.\n• Administer over 10–20 minutes.\n• Oral: tablet or oral solution as per presentation.",
            "solucoesCompatíveis": "• Compatible with 0.9% saline and 5% glucose solutions.\n• Incompatible with highly acidic or alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C, protected from light.\n• Use immediately after opening ampoule.\n• Discard if color change, precipitation, or turbidity occurs.",
            "cuidadosMedicos": "• Monitor blood pressure, fluid balance, renal function, and electrolytes (Na+, K+, Mg2+, Ca2+).\n• Observe signs of hypovolemia, hypotension, and acute renal failure.\n• Adjust doses according to clinical response.\n• Supplement potassium and/or magnesium as needed.",
            "cuidadosFarmaceuticos": "• Verify name, dose, route, concentration, and integrity of ampoule or tablet.\n• Prepare under aseptic conditions.\n• Check solution compatibility.\n• Document batch, dose, route, time, and relevant laboratory parameters.",
            "cuidadosEnfermagem": "• Monitor vital signs (BP, HR), diuresis, and fluid balance.\n• Observe signs of hypovolemia (dizziness, weakness, hypotension) and electrolyte disturbances (muscle weakness, cramps, arrhythmias).\n• Ensure patent venous access and proper infusion pump function if used.\n• Report any adverse reactions or complications.",
            "fontesBibliograficas": "Anvisa leaflet (Lasix®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37605548, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Furosemida",
            "nomeComercial": "Lasix®, Neosemid®, Frusedan®, Diural®",
            "classificacao": "Diurético de asa, derivado de sulfonamida",
            "mecanismoAcao": "La furosemida es un potente diurético de asa que actúa inhibiendo el cotransportador Na⁺/K⁺/2Cl⁻ (NKCC2) ubicado en la membrana luminal de las células epiteliales del segmento grueso de la rama ascendente del asa de Henle. Al bloquear este transportador, interrumpe la reabsorción activa de sodio, potasio y cloro, resultando en natriuresis y diuresis intensa. Este segmento tubular también es impermeable al agua, por lo que el bloqueo del transporte iónico genera un aumento significativo de la carga osmótica tubular, impidiendo la reabsorción de agua en los túbulos distales subsecuentes. La furosemida también aumenta la excreción de calcio y magnesio, además de ejercer un efecto venodilatador precoz mediado por el aumento de la síntesis de prostaglandinas, lo que reduce la presión de llenado ventricular (precarga) incluso antes del inicio de la diuresis. La eficacia de la furosemida depende de la tasa de filtración glomerular y de la secreción tubular activa para alcanzar su sitio de acción. En pacientes con disfunción renal, pueden ser necesarias dosis mayores. Posee un inicio de acción rápido y corta duración, lo que la hace útil para el control agudo de la sobrecarga hídrica y el edema.",
            "farmacocinetica": "• Absorción: biodisponibilidad oral variable (50–70%).\n• Inicio de acción: 5 minutos IV; 30–60 minutos VO.\n• Pico: 30 minutos IV; 1–2 horas VO.\n• Duración del efecto: 2 horas IV; 6–8 horas VO.\n• Unión a proteínas plasmáticas: 95%.\n• Volumen de distribución: 0,2 L/kg.\n• Metabolización: hepática parcial.\n• Vida media: 1–2 horas (prolongada en insuficiencia renal o hepática).\n• Excreción: 60–70% renal (filtración glomerular y secreción tubular) y 30–40% biliar.",
            "farmacodinamica": "Efecto natriurético y diurético intenso con inicio rápido y duración relativamente corta. Promueve la reducción de la precarga mediante venodilatación precoz. Es eficaz incluso en pacientes con función renal reducida, aunque pueden ser necesarias dosis mayores.",
            "indicacoes": "• Insuficiencia cardíaca congestiva con edema.\n• Edema de origen renal (síndrome nefrótico, insuficiencia renal crónica) o hepático (cirrosis con ascitis).\n• Edema agudo de pulmón.\n• Hipervolemia de cualquier etiología.\n• Crisis hipertensivas.\n• Hipercalcemia (adjunto).\n• Intoxicación hídrica y síndrome de secreción inapropiada de ADH (SIADH) (adjunto).\n• Pre-eclampsia y eclampsia (edema pulmonar).",
            "posologia": "Adulto:\n• Edema:\n  - VO: 20–80 mg/dosis inicial, pudiendo ajustar hasta 600 mg/día.\n  - EV: 20–40 mg, pudiendo repetir o escalar hasta 200 mg por dosis.\n• Edema agudo de pulmón:\n  - 40–80 mg EV bolo.\n• Crisis hipertensiva:\n  - 20–40 mg EV, asociado a otros antihipertensivos.\n• Hipercalcemia:\n  - 80–100 mg EV, asociado a hidratación vigorosa.\nPediatría:\n• 1–2 mg/kg/dosis VO o EV, pudiendo repetir cada 6–12 horas (máx. 6 mg/kg/día).",
            "administracao": "• Vía intravenosa (bolo lento en 2–5 minutos) o infusión diluida.\n• Puede administrarse por acceso periférico o central.\n• Vía oral en forma de comprimidos o solución.\n• Infusión recomendada para dosis altas (>80 mg) para minimizar toxicidad.",
            "doseMaxima": "• Adulto: hasta 600 mg/día VO o EV.\n• Pediatría: hasta 6 mg/kg/día.",
            "doseMinima": "• Adulto: 20 mg.\n• Pediatría: 1 mg/kg.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Aumento de la diuresis, hipotensión postural.\nComunes (1–10%):\n• Hipocalemia, hiponatremia, hipomagnesemia, hipocalcemia.\n• Mareo, cefalea, náusea, vómito.\n• Aumento de urea y creatinina.\nPoco comunes (0,1–1%):\n• Hiperuricemia, gota.\n• Ototoxicidad (relacionada con infusión rápida o dosis altas).\n• Hiperglucemia, dislipidemia.\nRaras (<0,1%):\n• Arritmias, pancreatitis, hepatitis.\n• Necrosis tubular aguda (en hipovolemia severa).\n• Reacciones alérgicas (rash, prurito, anafilaxia).",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario, en situaciones de riesgo materno (edema pulmonar, insuficiencia cardíaca descompensada). No indicado para edema fisiológico del embarazo.",
            "riscoLactacao": "Se excreta en pequeñas cantidades en la leche materna. Puede suprimir la lactancia. Uso puntual es aceptable, pero evitar uso crónico.",
            "ajusteRenal": "• Puede ser necesario aumentar la dosis en insuficiencia renal moderada a grave debido a la menor entrega del fármaco al asa de Henle.\n• Monitorizar electrolitos, función renal y balance hídrico rigurosamente.",
            "ajusteHepatico": "• Usar con precaución.\n• Riesgo aumentado de desequilibrios electrolíticos, hipovolemia y encefalopatía hepática.\n• Puede ser necesaria la ajuste de dosis.",
            "contraindicacoes": "• Anuria.\n• Hipersensibilidad a la furosemida, derivados de sulfonamida o cualquier componente de la fórmula.\n• Hipocalemia o hiponatremia severas no corregidas.\n• Hipovolemia severa.\n• Encefalopatía hepática descompensada.\n• Obstrucción urinaria completa.",
            "interacaoMedicamento": "• Potencializa hipocalemia y arritmias con digitálicos.\n• Aumenta nefrotoxicidad con aminoglucósidos y otros fármacos nefrotóxicos.\n• Aumenta toxicidad del litio (reduce depuración renal).\n• Potencializa efecto de antihipertensivos.\n• Reduce efecto con AINEs.\n• Aumenta riesgo de ototoxicidad con aminoglucósidos, cisplatino y vancomicina.",
            "apresentacao": "• Comprimidos de 40 mg.\n• Solución oral 10 mg/mL.\n• Ampollas de 20 mg/2 mL (10 mg/mL) para uso EV/IM.",
            "preparo": "• EV bolo: usar directamente de la ampolla.\n• EV infusión: diluir 2 ampollas (40 mg) en 50–100 mL de SF 0,9% o SG5%.\n• Administrar en 10–20 minutos.\n• VO: comprimido o solución oral según presentación.",
            "solucoesCompatíveis": "• Compatible con solución salina 0,9% y solución glucosada 5%.\n• Incompatible con soluciones muy ácidas o alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C, protegido de la luz.\n• Tras abrir la ampolla, usar inmediatamente.\n• Desechar si hay cambio de color, precipitación o turbidez.",
            "cuidadosMedicos": "• Monitorizar presión arterial, balance hídrico, función renal y electrolitos (Na+, K+, Mg2+, Ca2+).\n• Observar signos de hipovolemia, hipotensión e insuficiencia renal aguda.\n• Ajustar dosis según respuesta clínica.\n• Suplementar potasio y/o magnesio según necesidad.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla o comprimido.\n• Preparar bajo condiciones asépticas.\n• Verificar compatibilidad de la solución.\n• Documentar lote, dosis, vía, horario y parámetros laboratoriales relevantes.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales (PA, FC), diuresis y balance hídrico.\n• Observar signos de hipovolemia (mareo, debilidad, hipotensión) y trastornos electrolíticos (debilidad muscular, calambres, arritmias).\n• Garantizar acceso venoso permeable y funcionamiento de bomba de infusión si se utiliza.\n• Notificar cualquier reacción adversa o complicación.",
            "fontesBibliograficas": "Folleto Anvisa (Lasix®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37605548, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    }
}
