"ES": {
    "bulario": {
        "nombrePrincipioActivo": "Gluconato de Calcio",
        "nombreComercial": "Gluconato de Calcio®, Glucalcio®, Calcigenol®",
        "clasificacion": "Reemplazo electrolítico, agente cardiotónico, antagonista fisiológico de iones potasio y magnesio",
        "mecanismoAccion": "El gluconato de calcio actúa como fuente de iones calcio, fundamentales para el mantenimiento del potencial de membrana, excitabilidad neuromuscular, contractilidad miocárdica y coagulación. Aumenta los niveles extracelulares de calcio, restaurando la contractilidad cardíaca y neuromuscular y estabilizando las membranas celulares. Se utiliza como estabilizador de membranas en la hipercalemia y como antagonista en toxicidad por hipermagnesemia y bloqueadores de los canales de calcio. El calcio antagoniza el efecto depresor de la hipercalemia sobre el potencial de acción cardíaco, restaurando la diferencia entre los potenciales de reposo y umbral. Al estabilizar la membrana, reduce la excitabilidad miocárdica y previene arritmias ventriculares fatales en situaciones de despolarización sostenida.",
        "farmacocinetica": "• Absorción: biodisponibilidad del 100% por vía IV\n• Inicio de acción: 1–3 minutos\n• Pico de efecto: 3–5 minutos\n• Duración: 20–60 minutos\n• Volumen de distribución: 0,2–0,3 L/kg\n• Metabolismo: no se metaboliza en el hígado\n• Excreción: parcialmente renal, con redistribución a huesos y tejidos. La captación ósea representa un compartimento de distribución importante, pudiendo influir en la duración del efecto en estados de depleción crónica. La vida media del calcio iónico en plasma es corta y depende de la perfusión y función renal. En hipoalbuminemia, se recomienda valorar el calcio iónico como parámetro más preciso.",
        "farmacodinamica": "Restaura rápidamente los niveles extracelulares de calcio, estabiliza las membranas celulares, corrige la excitabilidad neuromuscular y mejora la contractilidad miocárdica. Actúa con rapidez como estabilizador de membrana en emergencias por hipercalemia, hipocalcemia e hipermagnesemia. Su efecto inotrópico positivo se debe al aumento del ingreso de calcio en los miocitos cardíacos, mejorando la fuerza de contracción y el gasto cardíaco, especialmente en hipocalcemia o toxicidad por bloqueadores de canales de calcio. Es menos potente que el cloruro de calcio, pero presenta menor riesgo de necrosis tisular si hay extravasación.",
        "indicaciones": "• Hipocalcemia aguda sintomática\n• Hipercalemia grave (estabilización de membrana)\n• Hipermagnesemia grave\n• Sobredosis de bloqueadores de canales de calcio\n• Soporte inotrópico en hipocalcemia o choque asociado\n• Paro cardíaco relacionado con hipercalemia o hipocalcemia\n• Tratamiento complementario de quemaduras por ácido fluorhídrico (uso tópico o IV en casos graves)\n• Manejo de síndrome de leche alcalina o intoxicaciones cálcicas controladas",
        "posologia": "Adultos:\n• 1–2 g de gluconato de calcio al 10% (10–20 mL), IV lento en 5–10 minutos\n• Puede repetirse cada 10–20 minutos según respuesta clínica y de laboratorio\n• En sobredosis por bloqueadores de canales de calcio: considerar infusión continua de 0,5–1,5 mEq/kg/h\nPediatría:\n• 60–100 mg/kg de solución al 10% (máx. 1 g), IV lento en 5–10 minutos\n• Puede repetirse según respuesta clínica\n• En quemaduras por ácido fluorhídrico: se puede usar gel tópico al 2,5% o infiltración local según extensión",
        "administracion": "• Vía IV lenta (mínimo 5 minutos) o infusión continua\n• Vía periférica menos irritante que el cloruro de calcio\n• Preferir vía central para infusiones prolongadas o concentraciones elevadas\n• Monitorización continua con ECG durante la administración",
        "dosisMaxima": "• Adultos: hasta 4 g por dosis en situaciones críticas (bajo estricta monitorización)\n• Pediatría: 1 g por dosis (máximo absoluto)",
        "dosisMinima": "• Adultos: 1 g (10 mL) IV\n• Pediatría: 60 mg/kg IV",
        "reaccionesAdversas": "Muy frecuentes (>10%): rubor, sensación de calor, náuseas leves, sabor metálico\nFrecuentes (1–10%): bradicardia leve, hipotensión transitoria, flebitis, molestias en el sitio de infusión\nPoco frecuentes (0,1–1%): extravasación con lesión tisular (menos frecuente que con cloruro de calcio), hipercalcemia transitoria\nRaras (<0,1%): arritmias graves (bradicardia, asistolia) con infusión rápida, paro cardíaco, necrosis tisular severa por extravasación",
        "riesgoEmbarazo": "Categoría C. Usar solo si es claramente necesario. Monitorizar para evitar hipercalcemia fetal.",
        "riesgoLactancia": "Considerado seguro. No se espera excreción significativa en la leche materna.",
        "ajusteRenal": "• Usar con precaución\n• Reducir dosis en insuficiencia renal grave por riesgo de hipercalcemia\n• Monitorizar calcio sérico, función renal y ECG",
        "ajusteHepatico": "• No requiere ajuste, ya que no se metaboliza en el hígado\n• Monitorizar electrolitos si hay disfunción hepática asociada a insuficiencia renal",
        "contraindicaciones": "• Hipercalcemia\n• Hipersensibilidad a sales de calcio\n• Uso concomitante con digoxina (alto riesgo de arritmias fatales)\n• Paro cardíaco por fibrilación ventricular sin hipocalcemia o hipercalemia",
        "interaccionMedicamento": "• Incompatible con:\n  - Bicarbonato de sodio (forma precipitado de carbonato cálcico)\n  - Fosfatos (riesgo de precipitación)\n• Aumenta riesgo de toxicidad por digitálicos\n• Potencia efectos inotrópicos de catecolaminas\n• Puede antagonizar los efectos de bloqueadores de canales de calcio (cuando se utiliza como antídoto)",
        "presentacion": "• Ampollas al 10% (100 mg/mL) – 10 mL (930 mg de gluconato de calcio ≈ 93 mg de calcio elemental)",
        "preparo": "• Utilizar directamente la ampolla para bolo IV lento\n• Para infusión continua: diluir 1–2 g en 100–250 mL de SF o SG5%; ajustar velocidad según necesidad\n• No mezclar con bicarbonato ni fosfato en la misma vía",
        "solucoesCompativeis": "Cloruro de sodio al 0,9%, dextrosa al 5%. Incompatible con bicarbonato, fosfatos y soluciones alcalinas",
        "almacenamiento": "Conservar entre 15°C y 30°C, protegido de la luz. Usar inmediatamente tras apertura. Desechar si presenta precipitación o cambio de color",
        "cuidadosMedicos": "• Monitorizar ECG, calcio sérico, función renal y signos de hipercalcemia\n• Preferir vía central para infusiones continuas\n• Estar preparado para soporte ventilatorio y reanimación en caso de arritmias\n• Usar con extrema precaución en pacientes que usan digoxina\n• La infusión rápida puede provocar bradicardia severa y bloqueo AV. Utilizar bomba de infusión con control estricto en pacientes inestables",
        "cuidadosFarmaceuticos": "• Verificar etiqueta y concentración\n• No administrar junto con bicarbonato o fosfato en la misma vía\n• Registrar dosis, vía, horario y lote\n• Comprobar integridad de la ampolla y claridad de la solución",
        "cuidadosEnfermeria": "• Monitorizar ECG, signos vitales y sitio de infusión\n• Observar signos de extravasación (dolor, hinchazón, enrojecimiento, induración)\n• Reportar síntomas de hipercalcemia: náuseas, vómitos, debilidad, confusión, bradicardia\n• Verificar dilución y bomba de infusión\n• Registrar hora y vía con precisión. En uso prolongado, vigilar calcificación ectópica o hipercalcemia persistente",
        "fuentesBibliograficas": "Ficha técnica Anvisa (Gluconato de Calcio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª ed.), Barash Anestesia Clínica (7ª ed.), Goodman & Gilman (13ª ed.), PubMed ID 37594832, Tintinalli Urgencias (9ª ed.)"
    }
},
{
"PT": {
    "bulario": {
        "nomePrincipioAtivo": "Gluconato de Cálcio",
        "nomeComercial": "Gluconato de Cálcio®, Glucalcio®, Calcigenol®",
        "classificacao": "Repositor eletrolítico, agente cardiotônico, antagonista fisiológico dos íons potássio e magnésio",
        "mecanismoAcao": "O gluconato de cálcio atua como fonte de íons cálcio, fundamentais na manutenção do potencial de membrana, excitabilidade neuromuscular, contratilidade miocárdica e coagulação. Aumenta a concentração de cálcio extracelular, restaurando a contratilidade cardíaca e neuromuscular e estabilizando membranas celulares. Atua como estabilizador de membranas na hipercalemia e antagonista da toxicidade por hipermagnesemia e bloqueadores dos canais de cálcio. O cálcio atua antagonizando o efeito depressor sobre o potencial de ação cardíaco provocado pela hipercalemia, restaurando a diferença de potencial entre o limiar e o repouso. Ao estabilizar a membrana, reduz a excitabilidade miocárdica, prevenindo arritmias ventriculares fatais em contextos de despolarização mantida.",
        "farmacocinetica": "• Absorção: biodisponibilidade de 100% por via IV.\n• Início de ação: 1–3 minutos.\n• Pico de efeito: 3–5 minutos.\n• Duração: 20–60 minutos.\n• Volume de distribuição: 0,2–0,3 L/kg.\n• Metabolização: não sofre metabolismo hepático.\n• Excreção: renal (pequena parte) e redistribuição para os ossos e tecidos. A captação óssea representa importante compartimento de distribuição, podendo influenciar a duração do efeito em estados de depleção crônica. A meia-vida plasmática do cálcio ionizado é curta, sendo altamente dependente da perfusão e da função renal para excreção de metabólitos. Em situações de hipoproteinemia, considerar a fração ionizada como parâmetro mais fidedigno.",
        "farmacodinamica": "Promove a restauração dos níveis de cálcio extracelular, estabilizando membranas celulares, corrigindo excitabilidade neuromuscular e melhorando contratilidade miocárdica. Atua rapidamente como estabilizador de membrana nas emergências de hipercalemia, hipocalcemia e hipermagnesemia. Seu efeito inotrópico positivo mediado pelo aumento do influxo de cálcio nos miócitos cardíacos, elevando a força de contração e melhorando o débito cardíaco, especialmente em estados de hipocalcemia ou bloqueio de canais de cálcio. é menos intenso que o do cloreto de cálcio, porém com menor risco de necrose tecidual em caso de extravasamento.",
        "indicacoes": "• Hipocalcemia aguda sintomática.\n• Hipercalemia grave (estabilizador de membrana).\n• Hipermagnesemia grave.\n• Intoxicação por bloqueadores dos canais de cálcio.\n• Suporte inotrópico em hipocalcemia ou choque associado.\n• Parada cardíaca associada à hipercalemia ou hipocalcemia.\n• Adjuvante no manejo de intoxicação por ácido fluorídrico (uso tópico ou IV em casos graves).\n• Suporte ao tratamento de síndrome do leite alcalino ou intoxicações cálcicas controladas.",
        "posologia": "Adulto:\n• 1–2 g de gluconato de cálcio a 10% (10–20 mL), IV lento em 5–10 minutos.\n• Pode ser repetido a cada 10–20 minutos conforme necessidade clínica e laboratoriais.\n• Na intoxicação por bloqueadores de canais de cálcio, considerar infusão contínua de 0,5–1,5 mEq/kg/h.\nPediatria:\n• 60–100 mg/kg de solução a 10% (máximo 1 g) IV lento em 5–10 minutos.\n• Pode repetir conforme resposta clínica.\n• Na intoxicação por ácido fluorídrico, pode-se usar gluconato de cálcio topicamente (géis a 2,5%) ou infiltração local, conforme extensão da lesão.",
        "administracao": "• Via intravenosa lenta (mínimo 5 minutos) ou infusão contínua.\n• Acesso periférico seguro, menos irritante que o cloreto de cálcio.\n• Preferir acesso central em infusões prolongadas ou concentrações elevadas.\n• Monitorização contínua de ECG durante administração.",
        "doseMaxima": "• Adulto: até 4 g por dose em casos críticos (sob monitorização rigorosa).\n• Pediatria: 1 g por dose (máximo absoluto).",
        "doseMinima": "• Adulto: 1 g (10 mL) IV.\n• Pediatria: 60 mg/kg IV.",
        "reacoesAdversas": "Muito comuns (>10%):\n• Rubor, sensação de calor.\n• Náusea leve, gosto metálico.\nComuns (1–10%):\n• Bradicardia leve, hipotensão transitória.\n• Flebite, desconforto no local da infusão.\nIncomuns (0,1–1%):\n• Extravasamento com lesão local (raro, menos que com cloreto de cálcio).\n• Hipercalcemia transitória.\nRaras (<0,1%):\n• Arritmias severas (bradicardia, assistolia) se infundido muito rapidamente.\n• Parada cardíaca.\n• Necrose tecidual grave (se extravasamento significativo).",
        "riscoGravidez": "Categoria C. Usar se claramente necessário. Monitorar para evitar hipercalcemia fetal.",
        "riscoLactacao": "Seguro. Não se espera excreção significativa no leite materno.",
        "ajusteRenal": "• Usar com cautela.\n• Reduzir dose em insuficiência renal grave devido ao risco de hipercalcemia.\n• Monitorar cálcio sérico, função renal e ECG.",
        "ajusteHepatico": "• Não requer ajuste, pois não é metabolizado pelo fígado.\n• Observar eletrólitos se disfunção hepática estiver associada a insuficiência renal.",
        "contraindicacoes": "• Hipercalcemia.\n• Hipersensibilidade aos sais de cálcio.\n• Uso concomitante com digitálicos (alto risco de arritmias fatais).\n• Parada cardíaca por fibrilação ventricular sem hipocalcemia ou hipercalemia.",
        "interacaoMedicamento": "• Incompatível com:\n  - Bicarbonato de sódio (forma precipitado de carbonato de cálcio).\n  - Fosfato (risco de precipitação).\n• Potencializa toxicidade de digitálicos.\n• Potencializa efeito inotrópico de catecolaminas.\n• Pode antagonizar os efeitos de bloqueadores de canais de cálcio (quando usado como antídoto).",
        "apresentacao": "• Ampolas 10% (100 mg/mL) – 10 mL (930 mg de gluconato de cálcio equivalem a aproximadamente 93 mg de cálcio elementar).",
        "preparo": "• Usar diretamente a ampola para bolus IV lento.\n• Para infusão contínua: diluir 1–2 g em 100–250 mL de SF ou SG5%, ajustar a velocidade conforme necessidade.\n• Não misturar com bicarbonato de sódio ou fosfatos na mesma linha.",
        "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%.\nIncompatível com bicarbonato, fosfato e soluções alcalinas.",
        "armazenamento": "Manter entre 15°C e 30°C, protegido da luz. Usar imediatamente após aberto. Descartar se houver precipitação ou alteração de cor.",
        "cuidadosMedicos": "• Monitorizar ECG, cálcio sérico, função renal e sinais de hipercalcemia.\n• Preferir acesso central se disponível, especialmente para infusão contínua.\n• Estar preparado para suporte ventilatório e ressuscitação em caso de arritmias.\n• Usar com extrema cautela em pacientes sob uso de digoxina.\n• A administração rápida pode causar bradicardia severa e bloqueio atrioventricular. Usar bomba de infusão com controle rigoroso de velocidade em pacientes instáveis.",
        "cuidadosFarmaceuticos": "• Conferir rótulo e concentração.\n• Não administrar junto com bicarbonato ou fosfato na mesma via.\n• Garantir rastreabilidade de dose, via, horário e lote.\n• Verificar integridade da ampola e estabilidade da solução.",
        "cuidadosEnfermagem": "• Monitorar ECG, sinais vitais e local da infusão.\n• Observar sinais de extravasamento (dor, edema, vermelhidão, endurecimento).\n• Notificar sinais de hipercalcemia: náuseas, vômitos, fraqueza, confusão, bradicardia.\n• Conferir diluição e bomba de infusão corretamente.\n• Monitorar o tempo de infusão e manter registros precisos de dose, horário e via. Em uso prolongado, observar sinais de calcificação ectópica ou hipercalcemia persistente.",
        "fontesBibliograficas": "Bula Anvisa (Gluconato de Cálcio), UpToDate (2024), Micromedex, Miller's Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Goodman & Gilman (13ª Edição), PubMed ID 37594832, Tintinalli’s Emergency Medicine (9ª Edição)."
    }
},
"US": {
    "bulario": {
        "nomePrincipioAtivo": "Calcium Gluconate",
        "nomeComercial": "Calcium Gluconate®, Glucalcio®, Calcigenol®",
        "classificacao": "Electrolyte replacement, cardiotonic agent, physiological antagonist of potassium and magnesium ions",
        "mecanismoAcao": "Calcium gluconate acts as a source of calcium ions essential for maintaining membrane potential, neuromuscular excitability, myocardial contractility, and blood coagulation. It increases extracellular calcium levels, restoring cardiac and neuromuscular contractility and stabilizing cell membranes. It serves as a membrane stabilizer in hyperkalemia and as an antagonist to the toxic effects of hypermagnesemia and calcium channel blockers. Calcium antagonizes the depressant effect of hyperkalemia on cardiac action potential, restoring the difference between resting and threshold potentials. By stabilizing the membrane, it reduces myocardial excitability and prevents fatal ventricular arrhythmias in states of sustained depolarization.",
        "farmacocinetica": "• Absorption: 100% bioavailability via IV\n• Onset: 1–3 minutes\n• Peak effect: 3–5 minutes\n• Duration: 20–60 minutes\n• Volume of distribution: 0.2–0.3 L/kg\n• Metabolism: not hepatically metabolized\n• Excretion: partial renal, also redistributed to bone and tissues. Bone uptake constitutes a significant distribution compartment and may affect duration of action in chronic depletion states. Ionized calcium has a short plasma half-life, influenced by perfusion and renal function. In hypoalbuminemia, ionized calcium should be used as a more accurate parameter.",
        "farmacodinamica": "Rapidly restores extracellular calcium levels, stabilizes cell membranes, corrects neuromuscular excitability, and improves myocardial contractility. It acts swiftly as a membrane stabilizer in emergencies involving hyperkalemia, hypocalcemia, and hypermagnesemia. Positive inotropic effect is mediated by increased calcium influx into cardiac myocytes, enhancing contraction strength and cardiac output, especially in hypocalcemia or calcium channel blocker toxicity. Less potent than calcium chloride but with lower risk of tissue necrosis if extravasation occurs.",
        "indicacoes": "• Acute symptomatic hypocalcemia\n• Severe hyperkalemia (membrane stabilization)\n• Severe hypermagnesemia\n• Calcium channel blocker overdose\n• Inotropic support in hypocalcemia or associated shock\n• Cardiac arrest associated with hyperkalemia or hypocalcemia\n• Adjunct treatment for hydrofluoric acid exposure (topical or IV in severe cases)\n• Supportive care in milk-alkali syndrome or controlled calcium intoxication",
        "posologia": "Adults:\n• 1–2 g of 10% calcium gluconate (10–20 mL), slow IV over 5–10 minutes\n• May repeat every 10–20 minutes depending on clinical and lab response\n• For calcium channel blocker toxicity: consider continuous infusion at 0.5–1.5 mEq/kg/h\nPediatrics:\n• 60–100 mg/kg of 10% solution (max 1 g) slow IV over 5–10 minutes\n• May repeat as needed based on clinical response\n• For hydrofluoric acid burns: may use 2.5% topical gel or local infiltration depending on lesion extent",
        "administracao": "• Administer via slow IV (minimum 5 minutes) or continuous infusion\n• Peripheral access is less irritating than calcium chloride\n• Prefer central line for prolonged infusions or high concentrations\n• Continuous ECG monitoring during administration",
        "doseMaxima": "• Adults: up to 4 g per dose in critical cases (with strict monitoring)\n• Pediatrics: 1 g per dose (absolute maximum)",
        "doseMinima": "• Adults: 1 g (10 mL) IV\n• Pediatrics: 60 mg/kg IV",
        "reacoesAdversas": "Very common (>10%): flushing, warmth sensation, mild nausea, metallic taste\nCommon (1–10%): mild bradycardia, transient hypotension, phlebitis, infusion site discomfort\nUncommon (0.1–1%): extravasation injury (rare, less than with calcium chloride), transient hypercalcemia\nRare (<0.1%): severe arrhythmias (bradycardia, asystole) with rapid infusion, cardiac arrest, severe tissue necrosis from extravasation",
        "riscoGravidez": "Category C. Use only if clearly needed. Monitor for fetal hypercalcemia.",
        "riscoLactacao": "Considered safe. No significant excretion into breast milk expected.",
        "ajusteRenal": "• Use with caution\n• Reduce dose in severe renal impairment due to hypercalcemia risk\n• Monitor serum calcium, renal function, and ECG",
        "ajusteHepatico": "• No dose adjustment needed as not metabolized hepatically\n• Monitor electrolytes in hepatic failure associated with renal dysfunction",
        "contraindicacoes": "• Hypercalcemia\n• Known hypersensitivity to calcium salts\n• Concurrent digoxin use (high risk of fatal arrhythmias)\n• Cardiac arrest due to ventricular fibrillation without hypocalcemia or hyperkalemia",
        "interacaoMedicamento": "• Incompatible with:\n  - Sodium bicarbonate (forms calcium carbonate precipitate)\n  - Phosphates (risk of precipitation)\n• Increases digoxin toxicity risk\n• Enhances inotropic effects of catecholamines\n• May antagonize calcium channel blockers (when used as antidote)",
        "apresentacao": "• 10% ampoules (100 mg/mL) – 10 mL (930 mg calcium gluconate ≈ 93 mg elemental calcium)",
        "preparo": "• Use ampoule directly for slow IV bolus\n• For continuous infusion: dilute 1–2 g in 100–250 mL of NS or D5W; adjust rate as needed\n• Do not mix with bicarbonate or phosphate in same line",
        "solucoesCompatíveis": "0.9% sodium chloride, 5% dextrose. Incompatible with bicarbonate, phosphate, and alkaline solutions",
        "armazenamento": "Store between 15°C and 30°C, protect from light. Use immediately after opening. Discard if precipitated or discolored",
        "cuidadosMedicos": "• Monitor ECG, serum calcium, renal function, and signs of hypercalcemia\n• Central line preferred for continuous infusion\n• Be prepared for airway and resuscitation in case of arrhythmias\n• Use extreme caution in patients on digoxin\n• Rapid infusion can cause severe bradycardia and AV block. Use infusion pump with strict rate control in unstable patients",
        "cuidadosFarmaceuticos": "• Verify label and concentration\n• Do not co-administer with bicarbonate or phosphate via same line\n• Document dose, route, time, and batch\n• Check ampoule integrity and solution clarity",
        "cuidadosEnfermagem": "• Monitor ECG, vital signs, and infusion site\n• Watch for signs of extravasation (pain, swelling, redness, induration)\n• Report symptoms of hypercalcemia: nausea, vomiting, weakness, confusion, bradycardia\n• Double-check dilution and infusion pump\n• Record time and route precisely. In prolonged use, watch for ectopic calcification or persistent hypercalcemia",
        "fontesBibliograficas": "Anvisa Drug Label (Calcium Gluconate), UpToDate (2024), Micromedex, Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia (7th Ed.), Goodman & Gilman (13th Ed.), PubMed ID 37594832, Tintinalli’s Emergency Medicine (9th Ed.)"
    }
}
}
