{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Heparina Sódica",
            "nomeComercial": "Liquemine®, Hemofol®, Heparin®",
            "classificacao": "Anticoagulante parenteral; heparina não fracionada (HNF)",
            "mecanismoAcao": "A heparina sódica é um anticoagulante parenteral que exerce sua ação primária como cofator da antitrombina III (AT-III), potencializando exponencialmente sua capacidade de inibir proteases da cascata de coagulação, sobretudo os fatores IIa (trombina) e Xa. Essa ligação acelera em até 1000 vezes a neutralização desses fatores, impedindo a conversão de fibrinogênio em fibrina e interrompendo a formação e propagação de coágulos. A estrutura de cadeia longa da heparina não fracionada permite que ela forme simultaneamente uma ponte entre a antitrombina e a trombina, inibindo eficazmente a atividade enzimática. Fragmentos menores, como os encontrados em HBPMs, são insuficientes para inibir diretamente a trombina, agindo preferencialmente no fator Xa. A heterogeneidade molecular da heparina contribui para sua ligação inespecífica a proteínas plasmáticas, macrófagos e células endoteliais, o que leva à variabilidade interindividual de resposta, necessidade de monitorização e risco aumentado de trombocitopenia induzida por heparina (HIT). A heparina também apresenta efeitos pleiotrópicos, como atividade anti-inflamatória por modulação de citocinas, inibição da adesão leucocitária ao endotélio, redução da expressão de P-selectina e possível atividade antiviral. Estudos indicam que seu uso precoce em pacientes com estados pró-trombóticos, como sepse ou COVID-19, pode reduzir complicações microvasculares trombóticas.",
            "farmacocinetica": "• Início de ação: imediato (IV), 20–60 min (SC).\n• Duração de efeito: 4–6 horas (IV bolus), 8–12 horas (SC).\n• Meia-vida: 30–150 minutos (dose-dependente).\n• Ligação a proteínas plasmáticas: alta e variável.\n• Metabolização: hepática (via sistema reticuloendotelial).\n• Excreção: renal, como metabólitos inativos.\n• Volume de distribuição: limitado ao espaço intravascular.",
            "farmacodinamica": "Promove anticoagulação imediata e potente ao inibir trombina e fator Xa. Apresenta perfil imprevisível de anticoagulação devido à ligação variável com proteínas plasmáticas, fator IV plaquetário e endotélio. Necessita monitorização com tempo de tromboplastina parcial ativada (TTPa) para ajuste terapêutico. A heparina é reversível com protamina, sendo usada amplamente em emergências, procedimentos cirúrgicos, hemodiálise e anticoagulação intensiva hospitalar. Em comparação com HBPMs, a heparina não fracionada permite reversão completa com protamina, tem início de ação mais rápido, e é a escolha preferencial em pacientes com alto risco de sangramento ou instabilidade clínica, dada sua meia-vida curta e facilidade de titulação. É também a preferida em gestantes com alto risco obstétrico e em procedimentos cirúrgicos de grande porte com anticoagulação intraoperatória contínua. Sua ação antiplaquetária indireta e modulação de P-selectina têm sido estudadas em modelos experimentais de inflamação vascular.",
            "indicacoes": "• Profilaxia e tratamento de trombose venosa profunda (TVP) e embolia pulmonar (TEP).\n• Infarto agudo do miocárdio com ou sem supradesnível de ST (IAM).\n• Anticoagulação em cirurgia cardiovascular, hemodiálise, circulação extracorpórea.\n• Prevenção de tromboembolismo em fibrilação atrial, válvulas cardíacas mecânicas.\n• Coagulopatias de consumo (CID) sob supervisão especializada.\n• Anticoagulação em pacientes com síndrome antifosfolipídica ou câncer.",
            "posologia": "Adultos:\n• Profilaxia: 5000 UI SC a cada 8–12 h.\n• Anticoagulação plena: bolus IV 60–70 UI/kg (máx. 5000 UI), seguido de infusão contínua 12–15 UI/kg/h (ex: 1000 UI/h).\n• Trombólise assistida: 5000 UI IV bolus, seguido de 1000 UI/h.\nPediatria:\n• Bolus: 75–100 UI/kg IV.\n• Infusão contínua: 15–25 UI/kg/h com ajuste por TTPa.",
            "administracao": "• Via intravenosa contínua ou em bolus.\n• Subcutânea (profilaxia).\n• Não administrar IM devido ao risco de hematoma.",
            "doseMaxima": "• Sem dose máxima absoluta definida; ajustada por TTPa (objetivo: 1,5–2,5x o controle).\n• Doses >30.000 UI/dia são utilizadas em protocolos intensivos com monitoramento rigoroso.",
            "doseMinima": "• 5000 UI SC (profilaxia básica).",
            "reacoesAdversas": "Comuns (>1%):\n• Hematomas, equimoses.\n• Sangramentos leves (gengival, urinário).\nIncomuns (0,1–1%):\n• Trombocitopenia induzida por heparina (HIT tipo II).\n• Alopecia, osteopenia (uso crônico).\nRaras (<0,1%):\n• Hemorragias maiores (gastrointestinal, intracraniana).\n• Hipersensibilidade, necrose cutânea.\n• Hiperaldosteronismo hipocalêmico (prolongado).",
            "riscoGravidez": "Categoria C. Não atravessa a placenta. Considerada segura na gestação quando necessário. Preferida à anticoagulação oral durante a gravidez.",
            "riscoLactacao": "Não é excretada no leite materno em quantidades significativas. Uso seguro durante amamentação.",
            "ajusteRenal": "• Geralmente não é necessário ajuste.\n• Monitorização rigorosa do TTPa recomendada em insuficiência renal grave (risco de bioacumulação).",
            "ajusteHepatico": "• Usar com cautela em hepatopatias avançadas devido ao risco aumentado de sangramento.\n• Monitorar TTPa e exames de função hepática.",
            "contraindicacoes": "• Sangramento ativo significativo.\n• Trombocitopenia induzida por heparina (HIT).\n• Hipersensibilidade conhecida à heparina.\n• Cirurgias recentes oculares, neurológicas ou ortopédicas com alto risco hemorrágico.",
            "interacaoMedicamento": "• Potencializa risco de sangramento com: AINEs, antiagregantes plaquetários, anticoagulantes orais, trombolíticos.\n• Pode interferir em testes laboratoriais como ALT, AST, TGO, TGP.\n• Evitar uso simultâneo com protamina sem indicação (reversão completa). O risco hemorrágico é amplificado quando a heparina é administrada com outras drogas que afetam a hemostasia primária ou secundária. A interação com anti-inflamatórios não esteroidais como ibuprofeno, naproxeno ou cetorolaco é especialmente crítica no contexto de sangramento gastrointestinal. A associação com SSRIs (inibidores seletivos da recaptação de serotonina) também eleva o risco de sangramento por inibição da função plaquetária. Durante hemodiálise, a heparina pode interagir com membranas de diálise, exigindo ajuste na dose e tempo de infusão.",
            "apresentacao": "• Ampolas de 5000 UI/mL, 10000 UI/mL, 25000 UI/5 mL.\n• Frascos de infusão contínua: 25000 UI/250 mL (100 UI/mL).\n• Heparina lítica para cateteres: 100 UI/mL ou 500 UI/mL.",
            "preparo": "• Para infusão contínua: diluir a dose prescrita em SF 0,9% ou SG 5% para 50–500 mL.\n• Para SC: pronto para uso.\n• Utilizar bomba de infusão para manter taxa precisa.",
            "solucoesCompatíveis": "• Compatível com SF 0,9%, SG 5%. Incompatível com soluções alcalinas ou hiperosmolares.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Após aberto, usar em até 24 h sob condições assépticas.",
            "cuidadosMedicos": "• Monitorar TTPa a cada 6 horas até atingir intervalo terapêutico, depois a cada 24 h.\n• Observar sinais de sangramento, hematomas espontâneos, hipotensão ou hemorragia oculta.\n• Em caso de HIT suspeita, suspender imediatamente e iniciar anticoagulante alternativo (argatrobana, fondaparinux).",
            "cuidadosFarmaceuticos": "• Verificar integridade da ampola, validade e concentração.\n• Garantir compatibilidade com solução diluente e bomba de infusão.\n• Registrar dose, horário, lote e local de infusão.\n• Disponibilizar protamina para reversão em emergências.",
            "cuidadosEnfermagem": "• Monitorar pressão arterial, frequência cardíaca, sinais de hemorragia.\n• Avaliar região de aplicação SC e local de acesso venoso.\n• Notificar sangramentos, melena, hematúria, hematomas incomuns.\n• Manter sistema de infusão contínuo funcional e documentado.",
            "fontesBibliograficas": "Bula Anvisa (Liquemine®), UpToDate (2024), Micromedex, PubMed ID 37619932, Goodman & Gilman (13ª Ed.), ACCP Antithrombotic Guidelines 2022, SBHCI Diretrizes Anticoagulação, Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Heparina Sódica",
            "nomeComercial": "Liquemine®, Hemofol®, Heparin®",
            "classificacao": "Anticoagulante parenteral; heparina no fraccionada (HNF)",
            "mecanismoAcao": "La heparina sódica es un anticoagulante parenteral que actúa principalmente como cofactor de la antitrombina III (AT-III), potenciando exponencialmente su capacidad para inhibir proteasas de la cascada de coagulación, especialmente los factores IIa (trombina) y Xa. Esta unión acelera hasta 1000 veces la neutralización de estos factores, impidiendo la conversión de fibrinógeno en fibrina e interrumpiendo la formación y propagación de coágulos. La estructura de cadena larga de la heparina no fraccionada permite que forme simultáneamente un puente entre la antitrombina y la trombina, inhibiendo eficazmente la actividad enzimática. Fragmentos más pequeños, como los encontrados en las HBPM, son insuficientes para inhibir directamente la trombina, actuando preferentemente sobre el factor Xa. La heterogeneidad molecular de la heparina contribuye a su unión inespecífica a proteínas plasmáticas, macrófagos y células endoteliales, lo que lleva a una variabilidad interindividual de respuesta, necesidad de monitorización y mayor riesgo de trombocitopenia inducida por heparina (HIT). La heparina también presenta efectos pleiotrópicos, como actividad antiinflamatoria mediante modulación de citocinas, inhibición de la adhesión leucocitaria al endotelio, reducción de la expresión de P-selectina y posible actividad antiviral. Estudios indican que su uso precoz en pacientes con estados protrombóticos, como sepsis o COVID-19, puede reducir complicaciones trombóticas microvasculares.",
            "farmacocinetica": "• Inicio de acción: inmediato (IV), 20–60 min (SC).\n• Duración del efecto: 4–6 horas (bolo IV), 8–12 horas (SC).\n• Vida media: 30–150 minutos (dependiente de la dosis).\n• Unión a proteínas plasmáticas: alta y variable.\n• Metabolismo: hepático (vía sistema reticuloendotelial).\n• Excreción: renal, como metabolitos inactivos.\n• Volumen de distribución: limitado al espacio intravascular.",
            "farmacodinamica": "Promueve una anticoagulación inmediata y potente al inhibir trombina y factor Xa. Presenta un perfil impredecible de anticoagulación debido a la unión variable con proteínas plasmáticas, factor IV plaquetario y endotelio. Requiere monitorización con tiempo de tromboplastina parcial activada (TTPa) para ajuste terapéutico. La heparina es reversible con protamina, utilizándose ampliamente en emergencias, procedimientos quirúrgicos, hemodiálisis y anticoagulación hospitalaria intensiva. En comparación con las HBPM, la heparina no fraccionada permite reversión completa con protamina, tiene inicio de acción más rápido y es la opción preferida en pacientes con alto riesgo de sangrado o inestabilidad clínica, dada su vida media corta y facilidad de titulación. También es preferida en gestantes con alto riesgo obstétrico y en procedimientos quirúrgicos de gran porte con anticoagulación intraoperatoria continua. Su acción antiplaquetaria indirecta y la modulación de la P-selectina han sido estudiadas en modelos experimentales de inflamación vascular.",
            "indicacoes": "• Profilaxis y tratamiento de trombosis venosa profunda (TVP) y embolia pulmonar (TEP).\n• Infarto agudo de miocardio con o sin supradesnivel de ST (IAM).\n• Anticoagulación en cirugía cardiovascular, hemodiálisis, circulación extracorpórea.\n• Prevención de tromboembolismo en fibrilación auricular, válvulas cardíacas mecánicas.\n• Coagulopatías de consumo (CID) bajo supervisión especializada.\n• Anticoagulación en pacientes con síndrome antifosfolípido o cáncer.",
            "posologia": "Adultos:\n• Profilaxis: 5000 UI SC cada 8–12 h.\n• Anticoagulación plena: bolo IV 60–70 UI/kg (máx. 5000 UI), seguido de infusión continua 12–15 UI/kg/h (ej: 1000 UI/h).\n• Trombolisis asistida: 5000 UI bolo IV, seguido de 1000 UI/h.\nPediatría:\n• Bolo: 75–100 UI/kg IV.\n• Infusión continua: 15–25 UI/kg/h con ajuste por TTPa.",
            "administracao": "• Vía intravenosa continua o en bolo.\n• Subcutánea (profilaxis).\n• No administrar IM debido al riesgo de hematoma.",
            "doseMaxima": "• Sin dosis máxima absoluta definida; ajustada por TTPa (objetivo: 1,5–2,5x el control).\n• Dosis >30.000 UI/día se utilizan en protocolos intensivos con monitorización rigurosa.",
            "doseMinima": "• 5000 UI SC (profilaxis básica).",
            "reacoesAdversas": "Comunes (>1%):\n• Hematomas, equimosis.\n• Hemorragias leves (gingival, urinaria).\nInfrecuentes (0,1–1%):\n• Trombocitopenia inducida por heparina (HIT tipo II).\n• Alopecia, osteopenia (uso crónico).\nRaras (<0,1%):\n• Hemorragias mayores (gastrointestinal, intracraneal).\n• Hipersensibilidad, necrosis cutánea.\n• Hiperaldosteronismo hipocalémico (prolongado).",
            "riscoGravidez": "Categoría C. No atraviesa la placenta. Considerada segura en el embarazo cuando sea necesario. Preferida a la anticoagulación oral durante la gestación.",
            "riscoLactacao": "No se excreta en la leche materna en cantidades significativas. Uso seguro durante la lactancia.",
            "ajusteRenal": "• Generalmente no es necesario ajuste.\n• Se recomienda monitorización rigurosa del TTPa en insuficiencia renal grave (riesgo de bioacumulación).",
            "ajusteHepatico": "• Usar con precaución en hepatopatías avanzadas debido al mayor riesgo de sangrado.\n• Monitorizar TTPa y pruebas de función hepática.",
            "contraindicacoes": "• Sangrado activo significativo.\n• Trombocitopenia inducida por heparina (HIT).\n• Hipersensibilidad conocida a la heparina.\n• Cirugías recientes oculares, neurológicas u ortopédicas con alto riesgo hemorrágico.",
            "interacaoMedicamento": "• Potencia el riesgo de sangrado con: AINEs, antiagregantes plaquetarios, anticoagulantes orales, trombolíticos.\n• Puede interferir en pruebas de laboratorio como ALT, AST, GOT, GPT.\n• Evitar el uso simultáneo con protamina sin indicación (reversión completa). El riesgo hemorrágico se amplifica cuando la heparina se administra con otros fármacos que afectan la hemostasia primaria o secundaria. La interacción con antiinflamatorios no esteroideos como ibuprofeno, naproxeno o ketorolaco es especialmente crítica en el contexto de hemorragia gastrointestinal. La asociación con ISRS (inhibidores selectivos de la recaptación de serotonina) también aumenta el riesgo de sangrado por inhibición de la función plaquetaria. Durante la hemodiálisis, la heparina puede interactuar con membranas de diálisis, requiriendo ajuste en la dosis y tiempo de infusión.",
            "apresentacao": "• Ampollas de 5000 UI/mL, 10000 UI/mL, 25000 UI/5 mL.\n• Frascos para infusión continua: 25000 UI/250 mL (100 UI/mL).\n• Heparina lítica para catéteres: 100 UI/mL o 500 UI/mL.",
            "preparo": "• Para infusión continua: diluir la dosis prescrita en SF 0,9% o SG 5% hasta 50–500 mL.\n• Para SC: listo para usar.\n• Utilizar bomba de infusión para mantener tasa precisa.",
            "solucoesCompatíveis": "• Compatible con SF 0,9%, SG 5%. Incompatible con soluciones alcalinas o hiperosmolares.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Una vez abierto, usar en hasta 24 h bajo condiciones asépticas.",
            "cuidadosMedicos": "• Monitorizar TTPa cada 6 horas hasta alcanzar el intervalo terapéutico, luego cada 24 h.\n• Observar signos de sangrado, hematomas espontáneos, hipotensión o hemorragia oculta.\n• En caso de sospecha de HIT, suspender inmediatamente e iniciar anticoagulante alternativo (argatrobán, fondaparinux).",
            "cuidadosFarmaceuticos": "• Verificar integridad de la ampolla, validez y concentración.\n• Garantizar compatibilidad con la solución diluyente y bomba de infusión.\n• Registrar dosis, horario, lote y lugar de infusión.\n• Disponer de protamina para reversión en emergencias.",
            "cuidadosEnfermagem": "• Monitorizar presión arterial, frecuencia cardíaca, signos de hemorragia.\n• Evaluar región de aplicación SC y lugar de acceso venoso.\n• Notificar hemorragias, melena, hematuria, hematomas inusuales.\n• Mantener el sistema de infusión continua funcional y documentado.",
            "fontesBibliograficas": "Prospecto Anvisa (Liquemine®), UpToDate (2024), Micromedex, PubMed ID 37619932, Goodman & Gilman (13ª Ed.), ACCP Directrices Antitrombóticas 2022, SBHCI Directrices de Anticoagulación, Tintinalli’s Emergency Medicine (9ª Ed.)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sodium Heparin",
            "nomeComercial": "Liquemine®, Hemofol®, Heparin®",
            "classificacao": "Parenteral anticoagulant; unfractionated heparin (UFH)",
            "mecanismoAcao": "Sodium heparin is a parenteral anticoagulant that primarily acts as a cofactor of antithrombin III (AT-III), exponentially enhancing its ability to inhibit coagulation cascade proteases, especially factors IIa (thrombin) and Xa. This binding accelerates the neutralization of these factors by up to 1000 times, preventing the conversion of fibrinogen to fibrin and interrupting clot formation and propagation. The long-chain structure of unfractionated heparin allows it to simultaneously form a bridge between antithrombin and thrombin, effectively inhibiting enzymatic activity. Smaller fragments, such as those found in low molecular weight heparins (LMWHs), are insufficient to directly inhibit thrombin, acting preferentially on factor Xa. The molecular heterogeneity of heparin contributes to its nonspecific binding to plasma proteins, macrophages, and endothelial cells, leading to interindividual variability in response, need for monitoring, and increased risk of heparin-induced thrombocytopenia (HIT). Heparin also exhibits pleiotropic effects, including anti-inflammatory activity via cytokine modulation, inhibition of leukocyte adhesion to endothelium, reduction of P-selectin expression, and possible antiviral activity. Studies indicate that its early use in patients with prothrombotic states, such as sepsis or COVID-19, may reduce thrombotic microvascular complications.",
            "farmacocinetica": "• Onset of action: immediate (IV), 20–60 min (SC).\n• Duration of effect: 4–6 hours (IV bolus), 8–12 hours (SC).\n• Half-life: 30–150 minutes (dose-dependent).\n• Plasma protein binding: high and variable.\n• Metabolism: hepatic (reticuloendothelial system).\n• Excretion: renal, as inactive metabolites.\n• Volume of distribution: limited to intravascular space.",
            "farmacodinamica": "Promotes immediate and potent anticoagulation by inhibiting thrombin and factor Xa. Exhibits an unpredictable anticoagulation profile due to variable binding to plasma proteins, platelet factor IV, and endothelium. Requires monitoring with activated partial thromboplastin time (aPTT) for therapeutic adjustment. Heparin is reversible with protamine and is widely used in emergencies, surgical procedures, hemodialysis, and intensive hospital anticoagulation. Compared to LMWHs, unfractionated heparin allows complete reversal with protamine, has a faster onset of action, and is the preferred choice in patients at high risk of bleeding or clinical instability, given its short half-life and ease of titration. It is also preferred in pregnant women with high obstetric risk and in major surgical procedures requiring continuous intraoperative anticoagulation. Its indirect antiplatelet action and modulation of P-selectin have been studied in experimental models of vascular inflammation.",
            "indicacoes": "• Prophylaxis and treatment of deep vein thrombosis (DVT) and pulmonary embolism (PE).\n• Acute myocardial infarction with or without ST elevation (AMI).\n• Anticoagulation in cardiovascular surgery, hemodialysis, extracorporeal circulation.\n• Prevention of thromboembolism in atrial fibrillation, mechanical heart valves.\n• Consumption coagulopathies (DIC) under specialized supervision.\n• Anticoagulation in patients with antiphospholipid syndrome or cancer.",
            "posologia": "Adults:\n• Prophylaxis: 5000 IU SC every 8–12 h.\n• Full anticoagulation: IV bolus 60–70 IU/kg (max 5000 IU), followed by continuous infusion 12–15 IU/kg/h (e.g., 1000 IU/h).\n• Assisted thrombolysis: 5000 IU IV bolus, followed by 1000 IU/h.\nPediatrics:\n• Bolus: 75–100 IU/kg IV.\n• Continuous infusion: 15–25 IU/kg/h adjusted by aPTT.",
            "administracao": "• Continuous intravenous or bolus administration.\n• Subcutaneous (prophylaxis).\n• Do not administer intramuscularly due to risk of hematoma.",
            "doseMaxima": "• No absolute maximum dose defined; adjusted by aPTT (target: 1.5–2.5x control).\n• Doses >30,000 IU/day are used in intensive protocols with strict monitoring.",
            "doseMinima": "• 5000 IU SC (basic prophylaxis).",
            "reacoesAdversas": "Common (>1%):\n• Hematomas, bruising.\n• Mild bleeding (gingival, urinary).\nUncommon (0.1–1%):\n• Heparin-induced thrombocytopenia (HIT type II).\n• Alopecia, osteopenia (chronic use).\nRare (<0.1%):\n• Major hemorrhages (gastrointestinal, intracranial).\n• Hypersensitivity, skin necrosis.\n• Hypokalemic hyperaldosteronism (prolonged use).",
            "riscoGravidez": "Category C. Does not cross the placenta. Considered safe during pregnancy when necessary. Preferred over oral anticoagulants during pregnancy.",
            "riscoLactacao": "Not excreted in significant amounts in breast milk. Safe for use during breastfeeding.",
            "ajusteRenal": "• Generally no adjustment needed.\n• Strict aPTT monitoring recommended in severe renal impairment (risk of bioaccumulation).",
            "ajusteHepatico": "• Use with caution in advanced liver disease due to increased bleeding risk.\n• Monitor aPTT and liver function tests.",
            "contraindicacoes": "• Significant active bleeding.\n• Heparin-induced thrombocytopenia (HIT).\n• Known hypersensitivity to heparin.\n• Recent ocular, neurological, or orthopedic surgeries with high hemorrhagic risk.",
            "interacaoMedicamento": "• Increases bleeding risk with: NSAIDs, antiplatelet agents, oral anticoagulants, thrombolytics.\n• May interfere with laboratory tests such as ALT, AST, GOT, GPT.\n• Avoid simultaneous use with protamine without indication (complete reversal). Hemorrhagic risk is amplified when heparin is administered with other drugs affecting primary or secondary hemostasis. Interaction with nonsteroidal anti-inflammatory drugs like ibuprofen, naproxen, or ketorolac is especially critical in gastrointestinal bleeding context. Association with SSRIs (selective serotonin reuptake inhibitors) also increases bleeding risk by inhibiting platelet function. During hemodialysis, heparin may interact with dialysis membranes, requiring dose and infusion time adjustment.",
            "apresentacao": "• Ampoules of 5000 IU/mL, 10000 IU/mL, 25000 IU/5 mL.\n• Continuous infusion bottles: 25000 IU/250 mL (100 IU/mL).\n• Lock solution for catheters: 100 IU/mL or 500 IU/mL.",
            "preparo": "• For continuous infusion: dilute prescribed dose in 0.9% saline or 5% glucose to 50–500 mL.\n• For SC: ready to use.\n• Use infusion pump to maintain precise rate.",
            "solucoesCompatíveis": "• Compatible with 0.9% saline, 5% glucose. Incompatible with alkaline or hyperosmolar solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• After opening, use within 24 h under aseptic conditions.",
            "cuidadosMedicos": "• Monitor aPTT every 6 hours until therapeutic range is reached, then every 24 h.\n• Observe for signs of bleeding, spontaneous hematomas, hypotension, or occult hemorrhage.\n• In suspected HIT, discontinue immediately and initiate alternative anticoagulant (argatroban, fondaparinux).",
            "cuidadosFarmaceuticos": "• Check ampoule integrity, expiration date, and concentration.\n• Ensure compatibility with diluent solution and infusion pump.\n• Record dose, time, batch, and infusion site.\n• Keep protamine available for emergency reversal.",
            "cuidadosEnfermagem": "• Monitor blood pressure, heart rate, signs of hemorrhage.\n• Assess SC injection site and venous access site.\n• Report bleeding, melena, hematuria, unusual bruising.\n• Maintain continuous infusion system functional and documented.",
            "fontesBibliograficas": "Anvisa Package Insert (Liquemine®), UpToDate (2024), Micromedex, PubMed ID 37619932, Goodman & Gilman (13th Ed.), ACCP Antithrombotic Guidelines 2022, SBHCI Anticoagulation Guidelines, Tintinalli’s Emergency Medicine (9th Ed.)."
        }
    }
}
