{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Hioscina (Escopolamina) Butilbrometo",
            "nomeComercial": "Buscopan®, Escopam®, Tropinal®, Lisopan®",
            "classificacao": "Antiespasmódico, anticolinérgico, antimuscarínico periférico",
            "mecanismoAcao": "A hioscina butilbrometo atua como antagonista competitivo dos receptores muscarínicos M1 a M5, com maior afinidade pelos subtipos M2 e M3, que predominam na musculatura lisa do trato gastrointestinal, biliar, urinário e geniturinário. Bloqueia a ação da acetilcolina nestes receptores, inibindo a contração da musculatura lisa e reduzindo as secreções glandulares. O composto é um derivado quaternário da escopolamina (butilbrometo), o que limita sua penetração na barreira hematoencefálica, resultando em baixa atividade central e minimizando efeitos colinérgicos centrais. Atua predominantemente nos sistemas intestinal, biliar, urinário e geniturinário, promovendo relaxamento muscular e alívio de espasmos viscerais sem interferir significativamente nos centros autonômicos centrais.",
            "farmacocinetica": "Após administração oral, a biodisponibilidade absoluta é muito baixa (<5%) devido à baixa absorção intestinal e extenso metabolismo de primeira passagem hepática. A concentração plasmática máxima (Tmax) ocorre entre 15 e 30 minutos após dose oral e entre 2 a 5 minutos após administração parenteral (IV/IM/SC). O volume de distribuição é de 2–5 L/kg, com ligação plasmática baixa (4–5%). A depuração plasmática (clearance) é moderada, refletindo metabolismo hepático parcial e excreção renal (50–60%) e fecal (30–40%). Não há evidência significativa de recirculação entero-hepática. A meia-vida de eliminação é de 4 a 5 horas, podendo variar conforme função renal e hepática.",
            "farmacodinamica": "Promove relaxamento da musculatura lisa dos tratos gastrointestinal, geniturinário, biliar e uterino, reduzindo cólicas e dores de origem espástica. Comparado a outros antiespasmódicos, como a papaverina e o mebeverina, a hioscina butilbrometo apresenta ação seletiva periférica, sem efeito significativo sobre a motilidade colônica basal em doses terapêuticas, o que reduz o risco de constipação severa. Não atravessa a barreira hematoencefálica, evitando interferência nos centros de controle autonômico central, o que minimiza efeitos colaterais centrais como sedação ou alterações cognitivas.",
            "indicacoes": "Indicações clínicas divididas em subgrupos: \n- Pré-anestesia: redução de secreções salivares e brônquicas para facilitar intubação e procedimentos cirúrgicos.\n- Distúrbios funcionais gastrointestinais: cólicas abdominais, espasmos do trato gastrointestinal, dismenorreia, síndrome do intestino irritável.\n- Emergências urológicas e ginecológicas: cólica renal, espasmos do trato urinário, cólica biliar, adjuvante no manejo da dor visceral em pronto atendimento.\n- Preparação para exames endoscópicos e radiológicos, para minimizar movimentos e secreções.",
            "posologia": "Adultos: \n- IV/IM/SC: 10–20 mg a cada 6–8 horas, com intervalo mínimo de 6 horas entre doses. Máximo 100 mg/dia.\n- Oral: 10 mg até 5 vezes ao dia, com intervalo mínimo de 4 horas.\nPediatria: \n- Lactentes (1 mês a 1 ano): 0,1–0,3 mg/kg/dose, até 3 vezes ao dia.\n- Pré-escolares (1 a 5 anos): 0,2–0,4 mg/kg/dose, até 3 vezes ao dia.\n- Escolares (6 a 12 anos): 0,3–0,6 mg/kg/dose IV/IM/SC, máximo 1,5 mg/kg/dia ou até 30 mg/dia. Oral: 0,3–0,5 mg/kg até 3 vezes ao dia.\nEm emergências, doses podem ser ajustadas conforme resposta clínica, com monitoramento rigoroso.\nUso crônico deve ser avaliado individualmente, com atenção a efeitos anticolinérgicos acumulativos.",
            "administracao": "Administração oral, intramuscular (IM), subcutânea (SC) ou intravenosa (IV) lenta (mínimo 3 minutos para IV). Para administração IV, recomenda-se infusão lenta preferencialmente com bomba de seringa para controle rigoroso da velocidade, diluindo em 5–10 mL de SF 0,9% para reduzir dor local e eventos adversos hemodinâmicos. Compatível com cateteres periféricos e centrais. Evitar administração rápida para prevenir hipotensão e taquicardia reflexa.",
            "doseMaxima": "Adulto: 100 mg/dia. Pediatria: 1,5 mg/kg/dia ou até 30 mg/dia, o que for menor.",
            "doseMinima": "Adulto: 10 mg por dose. Pediatria: 0,3 mg/kg por dose.",
            "reacoesAdversas": "Reações adversas classificadas por frequência: \n- Muito comum (>10%): boca seca, visão borrada, midríase.\n- Comum (1-10%): constipação intestinal, retenção urinária, taquicardia, rubor facial, tontura.\n- Incomum (0,1-1%): sonolência leve, náusea, vômito, cefaleia.\n- Rara (<0,1%): reações anafilactoides (edema de glote, broncoespasmo, choque anafilático), aumento da pressão intraocular (glaucoma), hipertermia (especialmente em crianças).\nEfeitos anticolinérgicos específicos: \n- Ocular: midríase, fotofobia, aumento da pressão intraocular.\n- Gastrintestinal: redução da motilidade intestinal, constipação.\n- Urinário: retenção urinária, especialmente em pacientes com hiperplasia prostática.\n- Cardiovascular: taquicardia, hipotensão reflexa.\nRisco teórico de hipertermia em crianças devido à redução da sudorese.",
            "riscoGravidez": "Categoria B. Estudos em animais não evidenciaram risco, mas não há estudos adequados e bem controlados em gestantes. Usar apenas se claramente necessário e se os benefícios superarem os riscos.",
            "riscoLactacao": "Compatível. Pequenas quantidades excretadas no leite materno. Usar com cautela, monitorando sinais de anticolinergia no lactente, como boca seca, irritabilidade, sonolência ou constipação.",
            "ajusteRenal": "Não é necessário ajuste na insuficiência renal leve a moderada. Usar com cautela na insuficiência renal grave (clearance de creatinina <30 mL/min) devido ao risco de acúmulo e aumento de efeitos adversos anticolinérgicos.",
            "ajusteHepatico": "Não é necessário ajuste em insuficiência hepática leve a moderada. Usar com cautela em insuficiência hepática grave, embora a metabolização hepática não seja a principal via de depuração.",
            "contraindicacoes": "Contraindicações absolutas: hipersensibilidade à hioscina ou a qualquer componente da fórmula, miastenia grave, glaucoma de ângulo fechado não tratado, obstrução mecânica grave do trato gastrointestinal, megacólon, taquiarritmias não controladas.\nContraindicações relativas: obstrução urinária parcial, taquiarritmias compensadas, insuficiência hepática grave, insuficiência renal grave. Nestes casos, deve-se avaliar cuidadosamente risco-benefício antes do uso.",
            "interacaoMedicamento": "Interações relevantes com fármacos usados em anestesia, incluindo opioides, benzodiazepínicos e agentes halogenados, podendo potencializar efeitos sedativos e depressão respiratória. Ação sinérgica com relaxantes musculares, aumentando risco de bloqueio neuromuscular. Inibição da ação de procinéticos como metoclopramida e domperidona. Potencialização dos efeitos anticolinérgicos com antidepressivos tricíclicos, antipsicóticos, anti-histamínicos e antiparkinsonianos. Aumento do risco de retenção urinária e íleo paralítico quando usado concomitantemente com opioides.",
            "apresentacao": "Comprimidos 10 mg. Solução oral 10 mg/5 mL. Ampolas 20 mg/mL (1 mL). Supositórios 10 mg (em alguns mercados específicos).",
            "preparo": "Ampolas prontas para uso, não necessitam diluição obrigatória. Para administração IV lenta, pode ser diluído em 5–10 mL de SF 0,9% para minimizar desconforto local. Solução oral pronta para uso. Comprimidos sem necessidade de preparo.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas (como bicarbonato de sódio) e lipídicas na mesma linha venosa.",
            "armazenamento": "Armazenar entre 15°C e 30°C, protegido da luz, umidade e calor. Não congelar. Após abertura da ampola, utilizar imediatamente. Descartar qualquer sobra.",
            "cuidadosMedicos": "Monitorização pós-administrativa recomendada por pelo menos 30 minutos, com avaliação de sinais vitais (pressão arterial, frequência cardíaca, frequência respiratória) e estado neurológico. Em populações vulneráveis como gestantes, idosos e pacientes com insuficiência múltipla (renal, hepática, cardíaca), realizar monitoramento clínico rigoroso e ajuste posológico conforme necessário. Avaliar sinais de retenção urinária e distúrbios visuais. Em caso de administração IV, observar para hipotensão ou taquicardia reflexa, com suporte hemodinâmico disponível.",
            "cuidadosFarmaceuticos": "Conferir integridade física das ampolas e dos comprimidos. Observar aspecto da solução (límpida, incolor, livre de partículas). Realizar armazenamento adequado. Registrar lote, validade e realizar descarte seguro conforme regulamentação de resíduos hospitalares. Monitorar validade especialmente após abertura da embalagem primária.",
            "cuidadosEnfermagem": "Monitorizar sinais vitais e estado neurológico após administração, especialmente em via IV. Observar local de punção para sinais de dor, inflamação, extravasamento ou flebite. Avaliar sinais de boca seca, visão turva, retenção urinária e constipação. Comunicar imediatamente à equipe médica qualquer alteração autonômica significativa, como taquicardia intensa, hipotensão ou sinais de reação anafilática. Orientar o paciente sobre possíveis efeitos colaterais, incluindo visão embaçada e sensibilidade à luz, e a necessidade de notificar sintomas incomuns.",
            "fontesBibliograficas": "Bula Buscopan®, UpToDate (2024), Micromedex, Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13ª edição), Tintinalli’s Emergency Medicine, PubMed ID 37129878, Diretrizes ASA, Diretrizes SCCM."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Hyoscine Butylbromide",
            "nomeComercial": "Buscopan®, Escopam®, Tropinal®, Lisopan®",
            "classificacao": "Antispasmodic, anticholinergic, peripheral muscarinic antagonist",
            "mecanismoAcao": "Hyoscine butylbromide acts as a competitive antagonist at muscarinic M1–M5 receptors, with a higher affinity for M2 and M3 subtypes, which are predominantly located in smooth muscles of the gastrointestinal, biliary, urinary, and genital tracts. It inhibits acetylcholine-induced contractions and reduces glandular secretions. Being a quaternary ammonium derivative, it has limited ability to cross the blood-brain barrier, minimizing central effects. It predominantly exerts peripheral antimuscarinic action without significant interference with autonomic regulatory centers.",
            "farmacocinetica": "Oral bioavailability is <5% due to poor absorption and first-pass hepatic metabolism. Tmax is 15–30 min (oral), 2–5 min (IV/IM/SC). Volume of distribution: 2–5 L/kg. Plasma protein binding: 4–5%. Moderate clearance via hepatic metabolism and renal (50–60%) and fecal (30–40%) excretion. No significant enterohepatic recirculation. Elimination half-life: 4–5 hours, variable in renal/hepatic dysfunction.",
            "farmacodinamica": "Provides smooth muscle relaxation in the GI, GU, biliary, and uterine tracts. Compared to other agents (e.g., papaverine, mebeverine), its action is selective and does not significantly affect baseline colonic motility at therapeutic doses. Does not cross the BBB, minimizing CNS adverse effects such as sedation or cognitive changes.",
            "indicacoes": "Indications categorized by clinical use:\n- Pre-anesthetic: reduce salivary and bronchial secretions.\n- GI disorders: abdominal cramps, functional spasms, IBS, dysmenorrhea.\n- Urologic/gynecologic emergencies: renal colic, biliary spasm, acute visceral pain.\n- Procedural: aid in endoscopy/radiology to suppress motility and secretions.",
            "posologia": "Adults:\n- IV/IM/SC: 10–20 mg every 6–8 h; max 100 mg/day.\n- Oral: 10 mg up to 5x/day (min interval: 4 h).\nPediatrics:\n- Infants (1–12 months): 0.1–0.3 mg/kg/dose, up to 3x/day.\n- Toddlers (1–5 y): 0.2–0.4 mg/kg/dose, up to 3x/day.\n- Children (6–12 y): 0.3–0.6 mg/kg/dose IV/IM/SC, max 1.5 mg/kg/day or 30 mg/day; oral 0.3–0.5 mg/kg up to 3x/day.\nDoses may be adjusted in emergencies with strict monitoring. Chronic use requires individual risk-benefit assessment.",
            "administracao": "Oral, IM, SC, or IV. For IV, administer slowly over at least 3 minutes, preferably with syringe pump. Dilute in 5–10 mL NS to reduce local discomfort and hemodynamic effects. Compatible with peripheral and central lines. Avoid rapid IV push.",
            "doseMaxima": "Adults: 100 mg/day. Pediatrics: 1.5 mg/kg/day or 30 mg/day (whichever is lower).",
            "doseMinima": "Adults: 10 mg/dose. Pediatrics: 0.3 mg/kg/dose.",
            "reacoesAdversas": "By frequency:\n- Very common (>10%): dry mouth, blurred vision, mydriasis.\n- Common (1–10%): constipation, urinary retention, tachycardia, flushing, dizziness.\n- Uncommon (0.1–1%): drowsiness, nausea, vomiting, headache.\n- Rare (<0.1%): anaphylaxis, bronchospasm, angle-closure glaucoma, hyperthermia (esp. in children).\nSystem-specific effects:\n- Eye: photophobia, increased IOP.\n- GI: reduced motility, constipation.\n- GU: urinary retention.\n- CV: reflex tachycardia, hypotension.\nTheoretical risk of heat stroke in pediatric patients due to anhidrosis.",
            "riscoGravidez": "Pregnancy Category B. Animal studies show no harm; use in pregnant women only if clearly needed and benefits outweigh risks.",
            "riscoLactacao": "Considered compatible. Low excretion in breast milk; monitor infant for anticholinergic effects (dry mouth, irritability, sedation, constipation).",
            "ajusteRenal": "No adjustment needed in mild/moderate impairment. Use with caution in severe renal failure (CrCl <30 mL/min) due to possible accumulation.",
            "ajusteHepatico": "No adjustment required in mild/moderate hepatic impairment. Caution in severe hepatic failure.",
            "contraindicacoes": "Absolute: hypersensitivity to drug/components, myasthenia gravis, untreated angle-closure glaucoma, mechanical GI obstruction, megacolon, uncontrolled tachyarrhythmias.\nRelative: partial urinary obstruction, compensated arrhythmias, severe renal/hepatic impairment.",
            "interacaoMedicamento": "Enhances CNS/respiratory depressant effects of opioids, benzodiazepines, volatile anesthetics. Potentiates neuromuscular blockers. Inhibits effects of prokinetics (metoclopramide, domperidone). Additive anticholinergic effects with TCAs, antipsychotics, antihistamines, antiparkinsonians. Increased risk of urinary retention and ileus with opioids.",
            "apresentacao": "Tablets 10 mg; oral solution 10 mg/5 mL; ampoules 20 mg/mL (1 mL); suppositories 10 mg (in some markets).",
            "preparo": "Ready-to-use ampoules. For IV use, may be diluted in 5–10 mL NS. Oral solution and tablets require no preparation.",
            "solucoesCompatíveis": "Compatible with 0.9% NaCl, 5% dextrose. Incompatible with alkaline/lipid solutions.",
            "armazenamento": "Store at 15–30°C, protected from light, moisture, heat. Do not freeze. Use ampoules immediately after opening.",
            "cuidadosMedicos": "Monitor vitals and neurologic status for ≥30 min post-administration. In high-risk populations (elderly, pregnant, organ failure), adjust dosing and monitor closely. Watch for urinary retention, visual disturbances. Ensure IV administration is slow to avoid reflex tachycardia.",
            "cuidadosFarmaceuticos": "Inspect ampoule/tablet integrity. Ensure solution is clear and particle-free. Log batch, expiration. Follow hospital waste protocols.",
            "cuidadosEnfermagem": "Monitor vitals and neurologic signs post-dose. Inspect IV site. Assess for dry mouth, blurred vision, urinary retention, constipation. Educate patients on transient blurred vision and light sensitivity. Report adverse events immediately.",
            "fontesBibliograficas": "Buscopan® Prescribing Info, UpToDate (2024), Micromedex, Goodman & Gilman’s (13th ed.), Tintinalli’s Emergency Medicine, PubMed ID 37129878, ASA Guidelines, SCCM Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Hioscina Butilbromuro",
            "nombreComercial": "Buscopan®, Escopam®, Tropinal®, Lisopan®",
            "clasificacion": "Antiespasmódico, anticolinérgico, antagonista muscarínico periférico",
            "mecanismoAccion": "Actúa como antagonista competitivo de los receptores muscarínicos M1–M5, con mayor afinidad por los subtipos M2 y M3, predominantes en el músculo liso del tracto gastrointestinal, biliar, urinario y genital. Inhibe la contracción inducida por acetilcolina y reduce las secreciones glandulares. Como compuesto de amonio cuaternario, tiene limitada capacidad para atravesar la barrera hematoencefálica, minimizando efectos centrales. Su acción es predominantemente periférica y no interfiere significativamente en centros autonómicos centrales.",
            "farmacocinetica": "Biodisponibilidad oral <5% por baja absorción y metabolismo hepático de primer paso. Tmax: 15–30 min (oral), 2–5 min (IV/IM/SC). Volumen de distribución: 2–5 L/kg. Unión a proteínas plasmáticas: 4–5%. Aclaramiento moderado por metabolismo hepático y excreción renal (50–60%) y fecal (30–40%). Vida media de eliminación: 4–5 h. Sin recirculación enterohepática significativa.",
            "farmacodinamica": "Relaja el músculo liso del tracto gastrointestinal, biliar, urinario y uterino. No afecta significativamente la motilidad colónica basal en dosis terapéuticas. Comparado con papaverina y mebeverina, presenta mayor selectividad periférica y menor riesgo de efectos centrales como somnolencia o alteraciones cognitivas.",
            "indicaciones": "Indicaciones divididas por contexto clínico:\n- Preanestesia: reducción de secreciones salivares y bronquiales.\n- Trastornos gastrointestinales funcionales: espasmos abdominales, dismenorrea, SII.\n- Emergencias urológicas/ginecológicas: cólico renal, espasmos vesicales, dolor visceral agudo.\n- Procedimientos: colonoscopía, endoscopía y estudios radiológicos.",
            "posologia": "Adultos:\n- IV/IM/SC: 10–20 mg cada 6–8 h, máx. 100 mg/día.\n- Oral: 10 mg hasta 5 veces/día (mín. 4 h entre dosis).\nPediátricos:\n- Lactantes (1–12 meses): 0,1–0,3 mg/kg/dosis, máx. 3/día.\n- Preescolares (1–5 años): 0,2–0,4 mg/kg/dosis.\n- Escolares (6–12 años): 0,3–0,6 mg/kg/dosis IV/IM/SC, máx. 1,5 mg/kg/día o 30 mg/día. Oral: 0,3–0,5 mg/kg hasta 3 veces/día.",
            "administracion": "Vía oral, IM, SC o IV lenta (mínimo 3 min). Para IV, diluir en 5–10 mL de SSF y administrar con bomba de jeringa. Evitar bolo rápido. Compatible con accesos periféricos y centrales.",
            "dosisMaxima": "Adultos: 100 mg/día. Pediátricos: 1,5 mg/kg/día o 30 mg/día (lo que sea menor).",
            "dosisMinima": "Adultos: 10 mg/dosis. Pediátricos: 0,3 mg/kg/dosis.",
            "reaccionesAdversas": "Por frecuencia:\n- Muy frecuentes (>10%): boca seca, visión borrosa, midriasis.\n- Frecuentes (1–10%): estreñimiento, retención urinaria, taquicardia, enrojecimiento, mareos.\n- Poco frecuentes (0,1–1%): somnolencia, náuseas, vómitos, cefalea.\n- Raras (<0,1%): anafilaxia, broncoespasmo, glaucoma de ángulo cerrado, hipertermia infantil.\nEfectos específicos: fotofobia, aumento de PIO, íleo, hipotensión, anhidrosis.",
            "riesgoEmbarazo": "Categoría B. Estudios en animales no evidencian riesgo; uso en embarazo solo si es claramente necesario.",
            "riesgoLactancia": "Compatible. Excreción mínima en leche; vigilar al lactante por efectos anticolinérgicos.",
            "ajusteRenal": "No requiere ajuste en insuficiencia leve/moderada. Precaución en insuficiencia grave (ClCr <30 mL/min).",
            "ajusteHepatico": "No requiere ajuste en disfunción hepática leve/moderada. Precaución en insuficiencia hepática grave.",
            "contraindicaciones": "Absolutas: hipersensibilidad, miastenia grave, glaucoma no tratado, obstrucción intestinal, megacolon, arritmias graves.\nRelativas: obstrucción urinaria parcial, disfunción hepática o renal severa, arritmias compensadas.",
            "interaccionMedicamento": "Potencia sedación con opioides, benzodiazepinas, anestésicos. Sinergia con bloqueadores neuromusculares. Inhibe efectos de procinéticos (metoclopramida). Efectos aditivos con antipsicóticos, antihistamínicos, tricíclicos.",
            "presentacion": "Comprimidos 10 mg, solución oral 10 mg/5 mL, ampollas 20 mg/mL (1 mL), supositorios 10 mg (según país).",
            "preparo": "Ampollas listas para usar. Puede diluirse para IV lenta. Solución oral y comprimidos listos para administración.",
            "solucoesCompativeis": "Compatible con SSF 0,9%, glucosa 5%. Incompatible con soluciones alcalinas o lipídicas.",
            "almacenamiento": "Conservar a 15–30°C, protegido de luz y humedad. No congelar. Usar inmediatamente tras abrir la ampolla.",
            "cuidadosMedicos": "Monitoreo de signos vitales y estado neurológico durante ≥30 min. Ajustar dosis en ancianos, embarazadas y pacientes con fallo multiorgánico. Supervisar retención urinaria y síntomas visuales.",
            "cuidadosFarmaceuticos": "Verificar integridad del envase y claridad de la solución. Registrar lote y caducidad. Descartar restos según normativa local.",
            "cuidadosEnfermeria": "Monitorear signos vitales y neurológicos. Evaluar boca seca, visión borrosa, retención urinaria. Notificar reacciones adversas. Educar al paciente sobre efectos esperables.",
            "fuentesBibliograficas": "Ficha técnica Buscopan®, UpToDate (2024), Micromedex, Goodman & Gilman (13ª ed.), Tintinalli Urgencias, PubMed ID 37129878, guías ASA, guías SCCM."
        }
    }
}
