{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Insulina Regular (Insulina Humana de Ação Rápida)",
            "nomeComercial": "Insulina Regular®, Novolin R®, Humulin R®",
            "classificacao": "Hormônio peptídico antidiabético, insulina humana recombinante de ação rápida, agente hipoglicemiante e regulador eletrolítico",
            "mecanismoAcao": "A insulina regular mimetiza a ação da insulina endógena. Liga-se ao receptor de insulina nas células-alvo (principalmente fígado, músculo esquelético e tecido adiposo), ativando a via de sinalização PI3K/Akt e promovendo translocação de transportadores GLUT-4 para a membrana celular. Facilita a captação de glicose, inibe a gliconeogênese e glicogenólise hepática, estimula a síntese de glicogênio, lipogênese e síntese proteica. Estimula também a captação de potássio pelas células, reduzindo rapidamente a calemia. Tem efeitos anabólicos e anticatabólicos sistêmicos.",
            "farmacocinetica": "• Início de ação: 30 minutos por via SC; imediato por via IV\n• Pico de ação: 2–4 horas (SC)\n• Duração: 6–8 horas (SC)\n• Meia-vida plasmática curta: 4–6 minutos\n• Biotransformação: fígado (60%), rins (30%), músculos (10%)\n• Excreção: renal de insulina intacta e metabólitos\n• Biodisponibilidade SC de 75–85%; variações interindividuais influenciadas por fluxo sanguíneo local, técnica de aplicação e presença de lipodistrofia\n• Estável em solução neutra; sensível à degradação por calor e agitação excessiva",
            "farmacodinamica": "• Reduz rapidamente a glicemia ao promover captação celular de glicose e inibir sua produção hepática\n• Induz armazenamento energético (glicogênio, lipídeos, proteínas)\n• Inibe lipólise, proteólise, glicogenólise e cetogênese\n• Induz entrada celular de potássio, magnésio e fosfato\n• Restaura a sensibilidade metabólica em estados catabólicos como cetoacidose e sepse\n• Efeito máximo sobre glicemia é dose e tempo-dependente",
            "indicacoes": "• Diabetes mellitus tipo 1 e tipo 2 (associada ou não a outras insulinas)\n• Crises hiperglicêmicas: cetoacidose diabética (CAD), estado hiperosmolar hiperglicêmico\n• Hiperglicemia em pacientes críticos (UTI, perioperatório, pós-operatório)\n• Hipercalemia grave (como terapia adjuvante com glicose)\n• Transplantes e suporte nutricional parenteral com controle glicêmico intensivo",
            "posologia": "• Diabetes: esquema basal-bolus, tipicamente 0,1–0,2 UI/kg por dose SC antes das refeições, ajustada conforme monitoramento glicêmico\n• CAD: bolus IV de 0,1 UI/kg seguido por infusão contínua de 0,1 UI/kg/h (pode ser reduzido para 0,05 UI/kg/h após resposta inicial)\n• Hipercalemia: 10 UI IV + 25 g de glicose (50 mL G50% ou 100 mL G25%) em bolus\n• Doses ajustadas conforme glicemia capilar horária e calemia sérica\n• Uso contínuo por mais de 24 h requer controle rigoroso de líquidos, eletrólitos e balanço energético",
            "administracao": "• SC: abdome preferencial, com rotação dos locais\n• IV: bolus ou infusão contínua em bomba volumétrica (em CAD, hipercalemia, UTI)\n• IM: reservado para situações excepcionais, pouco recomendada\n• Não administrar via oral ou intramuscular de rotina\n• Saturar o equipo de infusão antes de iniciar para evitar adsorção da insulina no material plástico",
            "doseMaxima": "• Não há dose máxima absoluta definida\n• Em protocolos intensivos (CAD, UTI), pode-se alcançar 0,14–0,2 UI/kg/h IV sob rigorosa monitorização\n• Doses SC podem ultrapassar 1 UI/kg/dia em resistência insulínica (obesidade, infecção, corticosteroides)",
            "doseMinima": "• Correções leves: 1–2 UI SC\n• Infusões IV contínuas: iniciar com 0,05 UI/kg/h em hipersensibilidade ou risco de hipoglicemia",
            "reacoesAdversas": "• Hipoglicemia (grave, requer monitoramento contínuo)\n• Hipocalemia (principalmente IV)\n• Lipodistrofias no local da aplicação (lipoatrofia ou lipohipertrofia)\n• Reações locais: dor, vermelhidão, edema, endurecimento\n• Ganho de peso (por efeito anabólico crônico)\n• Edema periférico e retenção hídrica\n• Resistência à insulina em estados inflamatórios, sepse ou obesidade severa\n• Raramente: reações alérgicas, anticorpos anti-insulina",
            "riscoGravidez": "Categoria B. Segura. A insulina regular é o agente de escolha na gestação. Não atravessa a placenta. Uso adequado reduz riscos de malformações congênitas, parto prematuro, macrossomia fetal e hipoglicemia neonatal.",
            "riscoLactacao": "Seguro. Não excretada em quantidades clinicamente significativas no leite humano. Pode ser utilizada durante todo o período de amamentação.",
            "ajusteRenal": "• Reduzir dose em insuficiência renal moderada a grave\n• Risco de hipoglicemia aumentado devido à redução da depuração\n• Avaliar função renal (clearance de creatinina) e ajustar dose conforme necessidade\n• Monitorização glicêmica intensificada é obrigatória",
            "ajusteHepatico": "• Monitorar em hepatopatas graves (cirrose, insuficiência hepática)\n• Redução do metabolismo e gliconeogênese hepática aumenta risco de hipoglicemia\n• Doses menores e monitoramento contínuo são recomendados",
            "contraindicacoes": "• Hipersensibilidade conhecida à insulina humana recombinante ou excipientes\n• Hipoglicemia ativa no momento da administração",
            "interacaoMedicamento": "• Potencializam o efeito hipoglicemiante: IECA, betabloqueadores (mascaram sintomas), IMAOs, salicilatos, álcool, sulfonamidas, antipsicóticos atípicos\n• Reduzem o efeito hipoglicemiante: corticosteroides, hormônios tireoidianos, contraceptivos orais, tiazidas, simpatomiméticos\n• Risco de hipocalemia com: diuréticos de alça, agonistas beta-2, bicarbonato\n• Requer atenção em pacientes politratados, UTI, sepse, desnutrição",
            "apresentacao": "• Frascos-ampola 10 mL (100 UI/mL)\n• Canetas pré-preenchidas 3 mL (100 UI/mL)\n• Ampolas específicas para uso hospitalar IV (100 UI/mL)",
            "preparo": "• Infusão IV: 50 UI em 50 mL SF 0,9% (1 UI/mL) ou 100 UI em 100 mL SF\n• Saturar o equipo com a solução antes de iniciar\n• SC: administração direta com seringa ou caneta\n• Preparar sob condições assépticas e checar concentração antes da aplicação\n• Utilizar equipo compatível e bomba calibrada para precisão",
            "solucoesCompatíveis": "• Soro fisiológico 0,9% (preferencial)\n• Incompatível com soluções alcalinas (ex: bicarbonato de sódio), SG 5% se não for administrado separadamente\n• Não associar na mesma linha com eletrólitos incompatíveis",
            "armazenamento": "• Refrigerar entre 2–8 °C (não congelar)\n• Após abertura: manter à temperatura ambiente (15–25 °C) por até 28 dias\n• Proteger da luz direta e calor\n• Descartar se houver turbidez, alteração de cor ou precipitado",
            "cuidadosMedicos": "• Monitorar glicemia capilar horária e eletrólitos (potássio, magnésio)\n• Corrigir hipocalemia se presente antes da infusão IV\n• Avaliar estado de hidratação, débito urinário e sinais clínicos de hipoglicemia\n• Em CAD: acompanhar pH, bicarbonato, ânion gap e osmolaridade\n• Garantir acesso venoso seguro e bomba de infusão calibrada\n• Interromper ou reduzir infusão se glicemia <200 mg/dL sem reposição de glicose",
            "cuidadosFarmaceuticos": "• Verificar integridade do frasco ou caneta, validade e aspecto da solução\n• Diluir corretamente para uso IV e realizar saturação da linha\n• Controlar temperatura de armazenamento e data de validade pós-abertura\n• Registrar lote, dose, via, horário e checar compatibilidade com soluções e materiais",
            "cuidadosEnfermagem": "• Monitorar sinais vitais, glicemia, nível de consciência, potássio sérico\n• Observar sinais de hipoglicemia: sudorese, tremor, confusão, taquicardia, sonolência\n• Verificar o local de aplicação SC ou o acesso venoso para sinais de extravasamento\n• Garantir disponibilidade de glicose para reversão imediata de hipoglicemia\n• Documentar rigorosamente volume, hora e resposta clínica\n• Orientar paciente e equipe sobre tempo de ação e intervalo alimentar",
            "fontesBibliograficas": "Bula Humulin R®, Novolin R®; UpToDate (2024); ADA Standards of Care 2024; Micromedex; Goodman & Gilman (13ª Ed.); Barash Clinical Anesthesia (7ª Ed.); Miller’s Anesthesia (9ª Ed.); PubMed ID 37129585; Tintinalli’s Emergency Medicine"
  ,
 
  "ES": {
    "bulario": {
      "nombrePrincipioActivo": "Insulina Regular (Insulina Humana de Acción Rápida)",
      "nombreComercial": "Insulina Regular®, Novolin R®, Humulin R®",
      "clasificacion": "Hormona polipeptídica antidiabética, insulina humana recombinante de acción rápida, agente hipoglucemiante y regulador electrolítico",
      "mecanismoAccion": "Se une a receptores de insulina en células blanco (principalmente hígado, músculo y tejido adiposo), activando la vía PI3K/Akt, promoviendo la translocación de transportadores GLUT-4 a la membrana celular. Facilita la captación de glucosa, inhibe la gluconeogénesis y glucogenólisis hepática, estimula la síntesis de glucógeno, lipogénesis y síntesis proteica. Favorece la entrada celular de potasio, magnesio y fosfato. Ejerce efectos anabólicos y anticatabólicos sistémicos.",
      "farmacocinetica": "• Inicio: 30 min (SC); inmediato (IV)\n• Pico: 2–4 h (SC)\n• Duración: 6–8 h (SC)\n• Vida media plasmática: 4–6 min\n• Metabolismo: hepático (60%), renal (30%), muscular (10%)\n• Excreción: renal (insulina intacta y metabolitos)\n• Biodisponibilidad SC: 75–85%\n• Absorción variable según flujo sanguíneo local, técnica de inyección y lipodistrofia\n• Estable en soluciones neutras; sensible al calor y agitación",
      "farmacodinamica": "• Reduce rápidamente la glucemia promoviendo la captación celular e inhibiendo la producción hepática\n• Promueve almacenamiento energético (glucógeno, lípidos, proteínas)\n• Inhibe lipólisis, proteólisis, glucogenólisis y cetogénesis\n• Facilita la entrada celular de potasio, magnesio y fosfato\n• Restaura la sensibilidad metabólica en estados catabólicos (cetoacidosis, sepsis)\n• Efecto hipoglucemiante dependiente de dosis y tiempo",
      "indicaciones": "• Diabetes mellitus tipo 1 y tipo 2\n• Emergencias hiperglucémicas: cetoacidosis diabética (CAD), estado hiperglucémico hiperosmolar (EHH)\n• Hiperglucemia en UCI, perioperatorio, postoperatorio\n• Hipercalemia grave (junto con glucosa IV)\n• Soporte nutricional parenteral y control glucémico en trasplantes",
      "posologia": "• Diabetes: 0,1–0,2 UI/kg SC antes de comidas, ajustada individualmente\n• CAD: 0,1 UI/kg IV en bolo seguido de infusión continua de 0,1 UI/kg/h (reducible a 0,05 UI/kg/h tras respuesta inicial)\n• Hipercalemia: 10 UI IV + 25 g glucosa (50 mL G50% o 100 mL G25%)\n• Ajustes según glucemia y potasio horarios\n• Infusiones prolongadas >24 h requieren control hídrico, electrolítico y nutricional",
      "administracion": "• SC: preferido en abdomen; rotar sitios\n• IV: bolo o infusión continua con bomba (CAD, UCI, hipercalemia)\n• IM: raramente indicada\n• No usar por vía oral ni IM de rutina\n• Saturar el equipo de infusión antes de iniciar (adsorción en PVC)",
      "dosisMaxima": "• No existe dosis máxima absoluta\n• Protocolos intensivos: hasta 0,14–0,2 UI/kg/h IV bajo monitorización\n• Dosis SC pueden superar 1 UI/kg/día en resistencia a insulina (obesidad, corticoides, infección)",
      "dosisMinima": "• Correcciones leves: 1–2 UI SC\n• Infusión IV: iniciar con 0,05 UI/kg/h en pacientes sensibles o con riesgo de hipoglucemia",
      "reaccionesAdversas": "• Hipoglucemia (la más frecuente y grave)\n• Hipopotasemia (mayor en vía IV)\n• Lipodistrofia en el sitio de inyección (hipertrofia o atrofia)\n• Reacciones locales: dolor, eritema, induración\n• Aumento de peso (efecto anabólico crónico)\n• Edema periférico\n• Resistencia insulínica en sepsis, obesidad\n• Raro: alergia, anticuerpos anti-insulina",
      "riesgoEmbarazo": "Categoría B. Segura. No cruza la placenta. Agente de elección en diabetes gestacional. Control adecuado reduce riesgos de malformaciones, macrosomía y hipoglucemia neonatal.",
      "riesgoLactancia": "Segura. No se excreta en cantidades significativas en leche humana. Compatible con lactancia durante todo el periodo posparto.",
      "ajusteRenal": "• Reducir dosis en insuficiencia renal moderada a grave\n• Mayor riesgo de hipoglucemia por disminución de depuración\n• Monitoreo frecuente de glucemia y función renal",
      "ajusteHepatico": "• Monitorizar en hepatopatía avanzada\n• Riesgo de hipoglucemia por reducción en gluconeogénesis\n• Considerar reducción de dosis y control glucémico estrecho",
      "contraindicaciones": "• Hipersensibilidad a insulina humana o excipientes\n• Hipoglucemia activa en el momento de la administración",
      "interaccionMedicamento": "• Potencian el efecto: IECA, betabloqueantes (enmascaran síntomas), IMAO, salicilatos, alcohol, antipsicóticos atípicos\n• Reducen efecto: corticoides, hormonas tiroideas, anticonceptivos orales, tiazidas, simpaticomiméticos\n• Riesgo de hipopotasemia con: diuréticos de asa, agonistas beta-2, bicarbonato\n• Atención en polifarmacia (UCI, sepsis, desnutrición)",
      "presentacion": "• Frascos 10 mL (100 UI/mL)\n• Plumas prellenadas 3 mL (100 UI/mL)\n• Ampollas IV hospitalarias (100 UI/mL)",
      "preparo": "• Infusión IV: 50 UI en 50 mL SF 0,9% o 100 UI en 100 mL SF\n• Saturar el sistema antes de comenzar\n• SC: administración directa con jeringa o pluma\n• Técnica aséptica y verificación de concentración requeridas\n• Usar bombas calibradas y materiales compatibles",
      "solucoesCompativeis": "• Solución salina 0,9% (preferida)\n• Incompatible con soluciones alcalinas (bicarbonato), dextrosa si co-infusión\n• No mezclar con electrolitos incompatibles en la misma línea",
      "almacenamiento": "• Refrigerar entre 2–8 °C (no congelar)\n• Tras apertura: conservar a temperatura ambiente (15–25 °C) hasta 28 días\n• Proteger de la luz y calor\n• Descartar si hay turbidez, cambio de color o precipitado",
      "cuidadosMedicos": "• Monitorizar glucosa horaria y electrolitos (K+, Mg²⁺)\n• Corregir hipopotasemia antes de insulina IV\n• Evaluar hidratación, diuresis y signos de hipoglucemia\n• En CAD: seguimiento de pH, bicarbonato, gap aniónico, osmolaridad\n• Acceso venoso seguro y bomba calibrada\n• Reducir o suspender infusión si glucemia &lt;200 mg/dL sin reposición de glucosa",
      "cuidadosFarmaceuticos": "• Verificar integridad del envase y claridad de solución\n• Dilución precisa para infusión IV y saturación del equipo\n• Registrar condiciones de almacenamiento y vigencia postapertura\n• Documentar lote, dosis, vía, hora y compatibilidad",
      "cuidadosEnfermeria": "• Monitorear signos vitales, glucosa, conciencia, potasio sérico\n• Observar sitios de aplicación SC o IV por extravasación o inflamación\n• Detectar hipoglucemia: sudoración, temblores, confusión, taquicardia, somnolencia\n• Tener glucosa disponible para corrección rápida\n• Registrar volumen, hora y respuesta clínica\n• Educar sobre tiempos de acción y relación con comidas",
      "fuentesBibliograficas": "Ficha técnica Humulin R®, Novolin R®, UpToDate (2024), Micromedex, Goodman & Gilman (13.ª ed.), Barash Anestesia Clínica, Miller’s Anesthesia (9.ª ed.), ADA 2024, PubMed ID 37129585, Tintinalli Urgencias"
    }
  },
  "US": {
    "bulario": {
      "nomePrincipioAtivo": "Regular Insulin (Human Insulin)",
      "nomeComercial": "Humulin R®, Novolin R®, ReliOn®",
      "classificacao": "Short-acting recombinant human insulin, antidiabetic agent, electrolyte regulator, anabolic hormone",
      "mecanismoAcao": "Binds to insulin receptors (primarily on hepatic, adipose, and muscle cells), activating the PI3K/Akt pathway, promoting GLUT-4 translocation to the cell membrane, and enhancing glucose uptake. Inhibits hepatic gluconeogenesis and glycogenolysis, stimulates glycogen, lipid, and protein synthesis, and facilitates cellular uptake of potassium, magnesium, and phosphate. Exhibits anabolic and anticatabolic systemic effects.",
      "farmacocinetica": "• Onset: 30 min (SC), immediate (IV)\n• Peak: 2–4 h (SC)\n• Duration: 6–8 h (SC)\n• Plasma half-life: 4–6 min\n• Metabolism: hepatic (60%), renal (30%), muscular (10%)\n• Excretion: renal (intact and metabolites)\n• SC bioavailability: 75–85%\n• Variable absorption due to local blood flow, injection technique, and lipodystrophy\n• Stable in neutral pH solutions; heat and agitation-sensitive",
      "farmacodinamica": "• Rapidly lowers blood glucose by promoting cellular uptake and inhibiting hepatic output\n• Promotes glycogen storage, lipogenesis, and protein synthesis\n• Inhibits lipolysis, proteolysis, ketogenesis, and glycogenolysis\n• Facilitates intracellular movement of potassium, phosphate, and magnesium\n• Restores metabolic sensitivity in catabolic states (e.g., DKA, sepsis)\n• Glucose-lowering effects are dose- and time-dependent",
      "indicacoes": "• Type 1 and type 2 diabetes mellitus\n• Hyperglycemic emergencies: diabetic ketoacidosis (DKA), hyperosmolar hyperglycemic state (HHS)\n• Critical care hyperglycemia (ICU, perioperative, post-surgical)\n• Severe hyperkalemia (adjunct to dextrose)\n• Parenteral nutrition and transplant glycemic management",
      "posologia": "• Diabetes (SC): 0.1–0.2 units/kg pre-meal, individualized\n• DKA: 0.1 units/kg IV bolus, then continuous infusion at 0.1 units/kg/h (may reduce to 0.05 units/kg/h after initial response)\n• Hyperkalemia: 10 units IV + 25 g glucose (50 mL D50% or 100 mL D25%)\n• Titrate per hourly glucose and potassium monitoring\n• Prolonged infusion (>24 h) requires fluid/electrolyte and nutritional balance",
      "administracao": "• SC: preferred in abdomen; rotate sites\n• IV: bolus or continuous infusion via pump (DKA, ICU, hyperkalemia)\n• IM: rarely indicated\n• Not for oral or intramuscular routine use\n• Prime infusion tubing to avoid insulin adsorption to plastic materials",
      "doseMaxima": "• No absolute maximum\n• In intensive protocols: up to 0.14–0.2 units/kg/h IV with close monitoring\n• SC doses may exceed 1 unit/kg/day in insulin resistance (e.g., obesity, steroids, infection)",
      "doseMinima": "• Mild corrections: 1–2 units SC\n• IV infusions: start at 0.05 units/kg/h in sensitive or hypoglycemia-prone patients",
      "reacoesAdversas": "• Hypoglycemia (most common and serious)\n• Hypokalemia (especially IV)\n• Injection site lipodystrophy (atrophy or hypertrophy)\n• Local reactions: redness, swelling, pain\n• Weight gain (chronic anabolic effect)\n• Peripheral edema\n• Insulin resistance (critical illness, obesity)\n• Rare: allergic reactions, insulin antibodies",
      "riscoGravidez": "Category B. Safe in pregnancy. Does not cross placenta. First-line for gestational diabetes. Adequate control reduces risk of congenital anomalies, macrosomia, and neonatal hypoglycemia.",
      "riscoLactacao": "Safe. Minimal excretion into breast milk. Compatible with breastfeeding throughout postpartum period.",
      "ajusteRenal": "• Reduced clearance in moderate-to-severe renal impairment\n• Increased risk of hypoglycemia\n• Monitor creatinine and adjust dosing as needed\n• Frequent glucose monitoring required",
      "ajusteHepatico": "• Impaired gluconeogenesis in liver dysfunction raises hypoglycemia risk\n• Consider dose reduction and close glucose monitoring in advanced liver disease",
      "contraindicacoes": "• Known hypersensitivity to regular human insulin or formulation components\n• Active hypoglycemia at time of administration",
      "interacaoMedicamento": "• Potentiates hypoglycemia: ACE inhibitors, beta-blockers (mask symptoms), MAOIs, salicylates, alcohol, atypical antipsychotics\n• Antagonize insulin effect: corticosteroids, thyroid hormones, oral contraceptives, thiazides, sympathomimetics\n• Hypokalemia risk: loop diuretics, beta-agonists, bicarbonate\n• Polypharmacy requires vigilance in ICU, septic, malnourished patients",
      "apresentacao": "• 10 mL vials (100 units/mL)\n• 3 mL prefilled pens (100 units/mL)\n• Hospital-specific ampoules for IV use (100 units/mL)",
      "preparo": "• IV infusion: 50 units in 50 mL NS (1 unit/mL) or 100 units in 100 mL NS\n• Prime tubing before initiating infusion\n• SC: direct administration via syringe or pen\n• Aseptic technique mandatory; verify concentration\n• Use compatible sets and calibrated infusion pumps",
      "solucoesCompatíveis": "• 0.9% sodium chloride (preferred)\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate), D5W if co-infused\n• Do not co-administer with incompatible electrolytes in same line",
      "armazenamento": "• Refrigerate 2–8°C (do not freeze)\n• After opening: room temp (15–25°C) up to 28 days\n• Protect from light and heat\n• Discard if cloudy, discolored, or precipitated",
      "cuidadosMedicos": "• Monitor hourly blood glucose and electrolytes (K+, Mg²⁺)\n• Correct hypokalemia before IV insulin\n• Assess hydration, urine output, and signs of hypoglycemia\n• In DKA: monitor pH, bicarbonate, anion gap, osmolarity\n• Ensure secure IV access and calibrated pump\n• Reduce/stop infusion if glucose <200 mg/dL without glucose replacement",
      "cuidadosFarmaceuticos": "• Inspect vial/pen integrity and solution clarity\n• Dilute accurately for IV use and prime tubing\n• Record storage conditions and post-opening validity\n• Document lot, dose, route, time, and compatibility",
      "cuidadosEnfermagem": "• Monitor vitals, glucose, mental status, serum potassium\n• Watch for hypoglycemia: sweating, tremor, confusion, tachycardia, lethargy\n• Check SC/IV sites for infiltration or inflammation\n• Keep dextrose available for immediate correction\n• Chart volume, timing, and clinical response meticulously\n• Educate patient/team on timing and meal coordination",
      "fontesBibliograficas": "Humulin R® and Novolin R® Prescribing Info; UpToDate (2024); ADA Standards of Medical Care in Diabetes 2024; Micromedex; Goodman & Gilman (13th Ed.); Barash Clinical Anesthesia (7th Ed.); Miller’s Anesthesia (9th Ed.); PubMed ID 37129585; Tintinalli’s Emergency Medicine"
    }
  }

}
