{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Brometo de Ipratrópio",
            "nomeComercial": "Atrovent®, Combivent®, Ipratropium Bromide®",
            "classificacao": "Antimuscarínico broncodilatador; antagonista colinérgico de curta duração (SAMA)",
            "mecanismoAcao": "O brometo de ipratrópio é um antagonista competitivo dos receptores muscarínicos M1, M2 e M3, com maior afinidade funcional por M3 localizados na musculatura lisa das vias aéreas. Sua principal ação é bloquear a ação da acetilcolina liberada pelos nervos parassimpáticos, inibindo a contração do músculo liso brônquico e promovendo broncodilatação. O efeito é mais pronunciado em grandes vias aéreas, sendo útil em pacientes com obstrução ao fluxo aéreo. Adicionalmente, estudos demonstram que o ipratrópio reduz reflexos colinérgicos mediados pelo nervo vago, inibindo a liberação de neuropeptídeos pró-inflamatórios em terminais nervosos sensoriais. A absorção sistêmica é mínima quando administrado por via inalatória, limitando efeitos adversos sistêmicos. Quando associado a agonistas beta2-adrenérgicos, como salbutamol ou fenoterol, ocorre um sinergismo farmacodinâmico, resultando em maior broncodilatação, por atuar em mecanismos distintos porém complementares — bloqueio colinérgico versus estimulação adrenérgica. Diferentemente dos beta2, o ipratrópio não altera significativamente a frequência cardíaca, o que o torna particularmente útil em pacientes com cardiopatias ou em idosos.",
            "farmacocinetica": "• Início de ação: 5 a 15 minutos após inalação.\n• Pico de efeito: 1 a 2 horas.\n• Duração: 4 a 6 horas (inalação), até 8 horas em alguns casos.\n• Biodisponibilidade: inalatório <20% (sistêmica).\n• Ligação a proteínas plasmáticas: baixa.\n• Metabolização: hepática mínima.\n• Excreção: urinária (~40% da dose ativa inalável).",
            "farmacodinamica": "Promove broncodilatação eficaz, sem efeitos beta-adrenérgicos. Reduz secreções traqueobrônquicas. Melhora VEF1 e CVF em pacientes com DPOC e asma. Menor risco de taquicardia comparado a beta-agonistas. Efeito sinérgico com salbutamol. Embora atue predominantemente nas grandes vias aéreas, há evidências de melhora também nas vias aéreas de menor calibre quando utilizado em associação com agonistas beta2. Sua ação localizada permite broncodilatação eficaz com risco mínimo de efeitos sistêmicos.",
            "indicacoes": "• Broncospasmo agudo em DPOC, bronquite crônica, enfisema.\n• Asma aguda, especialmente em associação a beta-agonistas.\n• Exacerbações de asma e DPOC em ambiente hospitalar.\n• Uso adjuvante em broncoespasmos induzidos por beta-bloqueadores.\n• Rinite alérgica e não alérgica (spray nasal).\n• Pré-operatório para reduzir secreções respiratórias (uso off-label).",
            "posologia": "Adultos:\n• Solução inalatória: 250 a 500 mcg por nebulização a cada 6–8 h.\n• Aerossol dosimetrado (MDI): 2 jatos (40 mcg) 4x/dia.\n• Spray nasal: 42 mcg em cada narina 2–3x/dia.\nCrianças:\n• 6–12 anos: 125–250 mcg por nebulização.\n• <6 anos: 125 mcg por nebulização.\n• Spray nasal: não recomendado <6 anos.",
            "administracao": "• Inalação por nebulização: diluir dose prescrita em SF 0,9% até 2–3 mL.\n• Aerossol MDI: utilizar espaçador sempre que possível.\n• Spray nasal: aplicar conforme orientação específica.\n• Evitar contato ocular (risco de midríase e glaucoma).",
            "doseMaxima": "• 2 mg/dia (inalação).\n• 8 jatos diários (320 mcg) em aerossol MDI.",
            "doseMinima": "• 125 mcg por nebulização (pediatria).",
            "reacoesAdversas": "Comuns (>1%):\n• Boca seca, irritação faríngea.\n• Tosse, cefaleia, náusea.\n• Visão turva (uso indevido ocular).\nIncomuns (<1%):\n• Tontura, palidez, disúria.\n• Retenção urinária em idosos.\nRaras:\n• Reações alérgicas graves.\n• Glaucoma agudo (contato ocular).\n• Bradicardia paradoxal. Relatos raros de edema laríngeo e broncoespasmo paradoxal após inalação, possivelmente relacionados a hipersensibilidade ou formulações com conservantes.",
            "riscoGravidez": "Categoria B. Estudos animais não demonstraram risco fetal. Uso seguro em todos os trimestres quando necessário clinicamente.",
            "riscoLactacao": "Não há dados sobre excreção no leite humano. Absorção sistêmica mínima torna o risco teórico baixo. Uso compatível com aleitamento.",
            "ajusteRenal": "Não requer ajuste. Monitorar em insuficiência grave se uso prolongado.",
            "ajusteHepatico": "Não exige ajuste. Cautela em hepatopatias graves com broncoespasmo concomitante.",
            "contraindicacoes": "• Hipersensibilidade ao ipratrópio, atropina ou derivados.\n• Uso ocular direto (risco de midríase e glaucoma agudo).\n• Glaucoma de ângulo fechado (risco potencial se nebulizado próximo aos olhos).",
            "interacaoMedicamento": "• Potencial sinérgico com beta2-agonistas (ex.: salbutamol).\n• Risco de glaucoma com corticosteroides tópicos em nebulização conjunta.\n• Aumento de efeitos anticolinérgicos com antidepressivos tricíclicos, antihistamínicos e amantadina. Pode reduzir a absorção local de fármacos mucossais. A associação com brometo de tiotrópio requer cautela devido ao risco cumulativo de efeitos anticolinérgicos, como retenção urinária e midríase.",
            "apresentacao": "• Solução inalatória: 0,25 mg/mL e 0,5 mg/mL (frasco 20 mL).\n• Aerossol MDI: 20 mcg/jato.\n• Spray nasal: 0,03% e 0,06%.",
            "preparo": "• Diluir dose prescrita da solução inalatória em 2–3 mL de SF 0,9% para nebulização.\n• Usar em nebulizador pneumático com fluxo ≥6 L/min.\n• Agitar frasco antes do uso.\n• Não utilizar solução se turva ou vencida.",
            "solucoesCompatíveis": "• Solução fisiológica 0,9%.\n• Compatível com salbutamol, fenoterol, budesonida em nebulização combinada.\n• Incompatível com soluções ácidas ou alcalinas extremas.",
            "armazenamento": "• Conservar frasco fechado entre 15°C e 30°C.\n• Proteger da luz e calor excessivo.\n• Após aberto, utilizar em até 30 dias.",
            "cuidadosMedicos": "• Monitorar resposta broncodilatadora clínica e espirométrica.\n• Avaliar efeitos adversos em uso crônico.\n• Atenção a uso inadvertido ocular (risco de glaucoma).\n• Considerar associação com beta2-agonistas em exacerbações. Reavaliar necessidade de uso contínuo em pacientes com pouca resposta clínica. Monitorar sinais de glaucoma agudo em idosos, especialmente com nebulização sem proteção ocular.",
            "cuidadosFarmaceuticos": "• Orientar diluição correta para nebulização.\n• Garantir agitação e validade da solução.\n• Evitar contaminação cruzada de nebulizadores.\n• Instruir uso correto de MDI e espaçador.",
            "cuidadosEnfermagem": "• Avaliar padrão respiratório antes e após administração.\n• Observar efeitos adversos (ressecamento, tontura, retenção urinária).\n• Auxiliar no uso correto do inalador ou nebulização.\n• Manter equipamento de inalação limpo e funcional.",
            "fontesBibliograficas": "Bula Anvisa (Atrovent®), UpToDate (2024), Micromedex, PubMed ID 37811441, Global Initiative for Asthma (GINA 2024), GOLD Guidelines 2023, Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.)."
        }
    }
    ,
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Ipratropium Bromide",
            "nomeComercial": "Atrovent®, Combivent®, Ipratropium Bromide®",
            "classificacao": "Antimuscarinic bronchodilator; short-acting muscarinic antagonist (SAMA)",
            "mecanismoAcao": "Ipratropium bromide is a non-selective muscarinic receptor antagonist that competitively blocks the action of acetylcholine on M1, M2, and M3 receptors in bronchial smooth muscle. It has predominant functional affinity for M3 receptors, responsible for bronchoconstriction and mucus secretion. By inhibiting parasympathetic-mediated bronchial smooth muscle contraction, it induces bronchodilation primarily in the larger airways. It also reduces vagal-mediated cholinergic reflexes and neuropeptide release from sensory nerve terminals. Systemic absorption is minimal with inhaled use, reducing the risk of systemic side effects. Pharmacodynamic synergy is observed when combined with beta2-adrenergic agonists (e.g., salbutamol, fenoterol), due to complementary mechanisms—muscarinic antagonism versus adrenergic stimulation—resulting in enhanced bronchodilation. Unlike beta2-agonists, ipratropium does not significantly affect heart rate or myocardial contractility, making it a suitable option for elderly patients or those with cardiovascular conditions. Additionally, ipratropium's onset of action is slower than beta-agonists, but its duration may extend up to 6–8 hours, providing sustained bronchodilatory effects in acute and chronic obstructive airway conditions.",
            "farmacocinetica": "• Onset: 5–15 minutes after inhalation.\n• Peak: 1–2 hours.\n• Duration: 4–6 hours (inhalation), up to 8 hours in some cases.\n• Bioavailability (inhaled): <20% systemically.\n• Plasma protein binding: low.\n• Metabolism: minimal hepatic.\n• Excretion: ~40% of active inhaled dose in urine.",
            "farmacodinamica": "Effectively induces bronchodilation without beta-adrenergic effects. Reduces tracheobronchial secretions. Improves FEV1 and FVC in COPD and asthma patients. Lower risk of tachycardia compared to beta-agonists. Synergistic effect with salbutamol. Although it acts primarily on large airways, evidence shows benefit in smaller airways when combined with beta2-agonists. Localized action allows effective bronchodilation with minimal systemic effects.",
            "indicacoes": "• Acute bronchospasm in COPD, chronic bronchitis, emphysema.\n• Acute asthma, particularly in combination with beta-agonists.\n• Exacerbations of asthma and COPD in hospital settings.\n• Adjunctive use in beta-blocker–induced bronchospasm.\n• Allergic and nonallergic rhinitis (nasal spray).\n• Preoperative reduction of airway secretions (off-label).",
            "posologia": "Adults:\n• Inhalation solution: 250–500 mcg via nebulizer every 6–8 hours.\n• MDI: 2 puffs (40 mcg) 4x/day.\n• Nasal spray: 42 mcg per nostril 2–3x/day.\nChildren:\n• 6–12 years: 125–250 mcg via nebulization.\n• <6 years: 125 mcg via nebulization.\n• Nasal spray: not recommended <6 years.",
            "administracao": "• Nebulization: dilute prescribed dose in 0.9% saline to 2–3 mL.\n• MDI: use spacer when possible.\n• Nasal spray: apply as directed.\n• Avoid ocular contact (risk of mydriasis and glaucoma).",
            "doseMaxima": "• 2 mg/day (inhalation).\n• 8 puffs/day (320 mcg) via MDI.",
            "doseMinima": "• 125 mcg per nebulization (pediatrics).",
            "reacoesAdversas": "Common (>1%):\n• Dry mouth, throat irritation.\n• Cough, headache, nausea.\n• Blurred vision (ocular misuse).\nUncommon (<1%):\n• Dizziness, pallor, dysuria.\n• Urinary retention in elderly.\nRare:\n• Severe allergic reactions.\n• Acute glaucoma (ocular contact).\n• Paradoxical bradycardia. Rare reports of laryngeal edema and paradoxical bronchospasm after inhalation, possibly related to hypersensitivity or preservatives.",
            "riscoGravidez": "Category B. Animal studies show no fetal risk. Considered safe in all trimesters when clinically indicated.",
            "riscoLactacao": "No data on human milk excretion. Minimal systemic absorption suggests low theoretical risk. Compatible with breastfeeding.",
            "ajusteRenal": "No adjustment required. Monitor in severe renal impairment if prolonged use.",
            "ajusteHepatico": "No dose adjustment needed. Use with caution in severe hepatic disease with bronchospasm.",
            "contraindicacoes": "• Hypersensitivity to ipratropium, atropine, or derivatives.\n• Ocular use (risk of mydriasis and acute glaucoma).\n• Narrow-angle glaucoma (risk with unshielded nebulization near eyes).",
            "interacaoMedicamento": "• Synergistic with beta2-agonists (e.g., salbutamol).\n• Risk of glaucoma with topical corticosteroids in combined nebulization.\n• Increased anticholinergic effects with tricyclics, antihistamines, and amantadine. May reduce local mucosal drug absorption. Caution when combined with tiotropium bromide due to cumulative anticholinergic effects such as urinary retention and mydriasis.",
            "apresentacao": "• Inhalation solution: 0.25 mg/mL and 0.5 mg/mL (20 mL bottle).\n• MDI: 20 mcg/puff.\n• Nasal spray: 0.03% and 0.06%.",
            "preparo": "• Dilute prescribed solution dose in 2–3 mL of 0.9% saline for nebulization.\n• Use pneumatic nebulizer with ≥6 L/min flow.\n• Shake bottle before use.\n• Do not use if solution is cloudy or expired.",
            "solucoesCompatíveis": "• 0.9% saline.\n• Compatible with salbutamol, fenoterol, budesonide for combined nebulization.\n• Incompatible with highly acidic or alkaline solutions.",
            "armazenamento": "• Store closed bottle at 15°C to 30°C.\n• Protect from light and excessive heat.\n• After opening, use within 30 days.",
            "cuidadosMedicos": "• Monitor clinical and spirometric bronchodilator response.\n• Assess for adverse effects with chronic use.\n• Watch for ocular exposure (glaucoma risk).\n• Consider beta2-agonist combination in exacerbations. Reassess continuous use in patients with poor response. Monitor for acute glaucoma signs in elderly, especially with nebulization without ocular shielding.",
            "cuidadosFarmaceuticos": "• Instruct proper nebulization dilution.\n• Ensure solution shaking and expiration check.\n• Prevent cross-contamination of nebulizers.\n• Educate on correct MDI and spacer use.",
            "cuidadosEnfermagem": "• Assess respiratory pattern before/after administration.\n• Watch for adverse effects (dryness, dizziness, urinary retention).\n• Assist proper inhaler or nebulizer use.\n• Keep inhalation equipment clean and functional.",
            "fontesBibliograficas": "Anvisa Label (Atrovent®), UpToDate (2024), Micromedex, PubMed ID 37811441, GINA 2024, GOLD 2023, Tintinalli’s (9th Ed.), Goodman & Gilman (13th Ed.)"
        }
    }
    ,
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Bromuro de Ipratrópio",
            "nomeComercial": "Atrovent®, Combivent®, Ipratropium Bromide®",
            "classificacao": "Broncodilatador antimuscarínico; antagonista muscarínico de corta duração (SAMA)",
            "mecanismoAcao": "Inhibe de forma competitiva los receptores muscarínicos M1–M3 en el músculo liso bronquial, bloqueando la broncoconstricción mediada por acetilcolina. Reduce el tono vagal, promoviendo broncodilatación. Actúa principalmente en las vías aéreas grandes y presenta una absorción sistémica mínima. Estudios también sugieren que el ipratrópio puede modular la liberación de neurotransmisores colinérgicos en terminaciones nerviosas, reduciendo los reflejos vagales desencadenados por estímulos irritantes. En combinación con agonistas beta2, se produce sinergismo por mecanismos farmacodinámicos complementarios.",
            "farmacocinetica": "• Inicio de acción: 5 a 15 minutos tras la inhalación.\n• Pico de efecto: 1 a 2 horas.\n• Duración: 4 a 6 horas (inhalación), hasta 8 horas en algunos casos.\n• Biodisponibilidad (inhalatoria): <20% sistémica.\n• Unión a proteínas plasmáticas: baja.\n• Metabolismo: hepático mínimo.\n• Excreción: ~40% de la dosis activa inhalada por vía urinaria.",
            "farmacodinamica": "Induce broncodilatación eficaz sin efectos beta-adrenérgicos. Reduce las secreciones traqueobronquiales. Mejora el VEF1 y la CVF en pacientes con EPOC y asma. Menor riesgo de taquicardia en comparación con agonistas beta. Efecto sinérgico con salbutamol. Aunque actúa predominantemente en vías aéreas grandes, existen evidencias de mejora también en vías de menor calibre al combinarse con agonistas beta2. Su acción localizada permite broncodilatación efectiva con mínimo riesgo de efectos sistémicos.",
            "indicacoes": "• Broncoespasmo agudo en EPOC, bronquitis crónica, enfisema.\n• Asma aguda, especialmente en combinación con agonistas beta.\n• Exacerbaciones de asma y EPOC en hospital.\n• Uso adyuvante en broncoespasmo inducido por betabloqueadores.\n• Rinitis alérgica y no alérgica (spray nasal).\n• Reducción preoperatoria de secreciones respiratorias (off-label).",
            "posologia": "Adultos:\n• Solución inhalatoria: 250 a 500 mcg por nebulización cada 6–8 h.\n• Inhalador MDI: 2 pulsaciones (40 mcg) 4x/día.\n• Spray nasal: 42 mcg por fosa nasal 2–3x/día.\nNiños:\n• 6–12 años: 125–250 mcg por nebulización.\n• <6 años: 125 mcg por nebulización.\n• Spray nasal: no recomendado <6 años.",
            "administracao": "• Nebulización: diluir la dosis prescrita en 2–3 mL de solución salina 0,9%.\n• MDI: utilizar espaciador siempre que sea posible.\n• Spray nasal: aplicar según la indicación.\n• Evitar contacto ocular (riesgo de midriasis y glaucoma).",
            "doseMaxima": "• 2 mg/día (inhalação).\n• 8 pulsaciones diarias (320 mcg) con MDI.",
            "doseMinima": "• 125 mcg por nebulización (pediátrica).",
            "reacoesAdversas": "Frecuentes (>1%):\n• Sequedad bucal, irritación faríngea.\n• Tos, cefalea, náuseas.\n• Visión borrosa (uso ocular accidental).\nPoco frecuentes (<1%):\n• Mareo, palidez, disuria.\n• Retención urinaria en ancianos.\nRaras:\n• Reacciones alérgicas graves.\n• Glaucoma agudo (por contacto ocular).\n• Bradicardia paradójica. Se han reportado casos raros de edema laríngeo y broncoespasmo paradójico tras la inhalación, posiblemente asociados a hipersensibilidad o conservantes.",
            "riscoGravidez": "Categoría B. Los estudios en animales no han demostrado riesgo fetal. Considerado seguro durante todos los trimestres cuando esté clínicamente indicado.",
            "riscoLactacao": "Sin datos sobre excreción en leche humana. La absorción sistémica mínima sugiere bajo riesgo teórico. Compatible con lactancia.",
            "ajusteRenal": "No requiere ajuste. Monitorizar en insuficiencia renal grave si el uso es prolongado.",
            "ajusteHepatico": "No requiere ajuste de dosis. Precaución en hepatopatías graves con broncoespasmo.",
            "contraindicacoes": "• Hipersensibilidad al ipratrópio, atropina o derivados.\n• Uso ocular (riesgo de midriasis y glaucoma agudo).\n• Glaucoma de ángulo cerrado (riesgo si se nebuliza cerca de los ojos sin protección).",
            "interacaoMedicamento": "• Efecto sinérgico con agonistas beta2 (ej.: salbutamol).\n• Riesgo de glaucoma con corticosteroides tópicos en nebulización combinada.\n• Aumento de efectos anticolinérgicos con tricíclicos, antihistamínicos y amantadina. Puede reducir la absorción local de fármacos en mucosa. Precaución al combinar con bromuro de tiotropio por riesgo de efectos anticolinérgicos acumulativos como retención urinaria y midriasis.",
            "apresentacao": "• Solución inhalatoria: 0,25 mg/mL y 0,5 mg/mL (frasco de 20 mL).\n• MDI: 20 mcg/pulsación.\n• Spray nasal: 0,03% y 0,06%.",
            "preparo": "• Diluir la dosis prescrita en 2–3 mL de SF 0,9% para nebulización.\n• Utilizar nebulizador neumático con flujo ≥6 L/min.\n• Agitar antes de usar.\n• No usar si la solución está turbia o vencida.",
            "solucoesCompatíveis": "• Solución salina 0,9%.\n• Compatible con salbutamol, fenoterol, budesonida para nebulización combinada.\n• Incompatible con soluciones muy ácidas o alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y el calor excesivo.\n• Una vez abierto, usar en un plazo de 30 días.",
            "cuidadosMedicos": "• Evaluar respuesta clínica y espirométrica a la broncodilatación.\n• Evaluar efectos adversos en uso crónico.\n• Evitar contacto ocular por riesgo de glaucoma.\n• Considerar combinación con agonistas beta2 en exacerbaciones. Reevaluar uso continuo si hay pobre respuesta. Monitorizar signos de glaucoma agudo en ancianos, especialmente si se nebuliza sin protección ocular.",
            "cuidadosFarmaceuticos": "• Orientar sobre dilución adecuada para nebulización.\n• Verificar agitación y caducidad.\n• Evitar contaminación cruzada de nebulizadores.\n• Enseñar uso correcto de MDI y espaciador.",
            "cuidadosEnfermagem": "• Evaluar patrón respiratorio antes y después.\n• Observar efectos adversos (sequedad, mareo, retención urinaria).\n• Asistir en uso correcto de inhalador o nebulizador.\n• Mantener equipo limpio y en funcionamiento.",
            "fontesBibliograficas": "Prospecto Anvisa (Atrovent®), UpToDate (2024), Micromedex, PubMed ID 37811441, GINA 2024, GOLD 2023, Tintinalli’s (9ª Ed.), Goodman & Gilman (13ª Ed.)"
        }
    }
}
