{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Isoflurano",
            "nomeComercial": "Forane®, Terrell®",
            "classificacao": "Anestésico inalatório halogenado volátil; agente fluorado; hipnótico inalatório",
            "mecanismoAcao": "O isoflurano promove anestesia geral ao potencializar a ação do ácido gama-aminobutírico (GABA) nos receptores GABA-A, aumentando a condutância ao cloro e causando hiperpolarização neuronal. Atua também nos canais de potássio K2P, canais de sódio voltagem-dependentes e receptores glicinérgicos. Diminui a transmissão sináptica excitatória, incluindo a via glutamatérgica, contribuindo para hipnose, amnésia e imobilidade. Tem fraco efeito analgésico e leve depressão do centro respiratório, com ação cardiovascular dose-dependente. Além dos alvos clássicos GABA-A e K2P, o isoflurano também modula canais de sódio dependentes de voltagem, diminuindo a excitabilidade neuronal. Essa ação contribui para bloqueio da transmissão nociceptiva e supressão da condução aferente na medula espinhal. Estudos in vitro sugerem que o isoflurano atua ainda sobre os receptores glicinérgicos e reduz a liberação de neurotransmissores excitatórios nos terminais pré-sinápticos. O efeito depressor geral da atividade neuronal é o responsável por seu perfil anestésico robusto.",
            "farmacocinetica": "• Início de ação: intermediário (coeficiente sangue/gás = 1,4).\n• Pico cerebral: 3–5 minutos.\n• Metabolismo hepático: <0,2% (mínimo).\n• Excreção: pulmonar (>99%).\n• Solubilidade sangue/gás: 1,4 (indução mais lenta que desflurano ou sevoflurano).\n• Solubilidade óleo/gás: 98 (alta potência anestésica).\n• CAM (adultos): 1,15%; reduzido com idade, opioides, sedativos.",
            "farmacodinamica": "Isoflurano promove anestesia estável, amnésia e relaxamento muscular adequado. Reduz o consumo cerebral de oxigênio (CMRO2), causa vasodilatação cerebral e aumento compensatório do fluxo sanguíneo cerebral. Pode elevar a pressão intracraniana em altas concentrações. Reduz a resistência vascular sistêmica, provocando hipotensão dose-dependente com manutenção relativa do débito cardíaco. É bem tolerado pelas vias aéreas, sendo preferível ao desflurano em pacientes com hiper-reatividade. Pode causar bradicardia e prolongamento do QT em casos raros. Em neurocirurgia, o isoflurano reduz o metabolismo cerebral de forma significativa, mas preserva autorregulação cerebral em concentrações moderadas. Aumenta o fluxo sanguíneo cerebral de forma dose-dependente, o que exige hiperventilação associada para controle da PIC. Sua estabilidade cardiovascular é útil em pacientes com disfunção miocárdica leve a moderada, sendo preferido em anestesia prolongada. Apresenta propriedades protetoras miocárdicas em cirurgias cardíacas, com redução de biomarcadores de lesão quando utilizado em reperfusão controlada (precondicionamento anestésico).",
            "indicacoes": "• Indução e manutenção da anestesia geral.\n• Cirurgias de médio e longo porte.\n• Anestesia em neurocirurgias (com hiperventilação e monitoramento).\n• Uso em protocolos de anestesia balanceada com opioides, propofol ou bloqueadores neuromusculares.\n• Cirurgias cardíacas com circulação extracorpórea (cardioproteção).",
            "posologia": "• Indução: 1–3% em oxigênio ou mistura com ar/nitrogênio.\n• Manutenção: 0,5–2% conforme idade, adjuvantes e profundidade desejada.\n• A CAM reduz progressivamente com a idade e sedativos concomitantes.",
            "administracao": "• Exclusivamente via inalatória em vaporizador calibrado.\n• Pode ser usado em circuitos fechados, semicerrados ou abertos.\n• Requer monitoramento contínuo de concentração expirada e ventilação.\n• Evitar contato com soda cáustica seca (risco de CO).",
            "doseMaxima": "2% (em adultos); titulada conforme profundidade anestésica e resposta clínica.",
            "doseMinima": "0,2–0,5% com adjuvantes; ajustada por idade e cirurgia.",
            "reacoesAdversas": "Comuns (1–10%):\n• Hipotensão, náusea, bradicardia leve, tremores.\n• Hiperventilação ou apneia transitória na indução.\nIncomuns (0,1–1%):\n• Prolongamento do QT, broncospasmo, salivação aumentada.\nRaras (<0,1%):\n• Hipertermia maligna, hepatite halogenada, parada cardíaca, convulsão (excepcional).",
            "riscoGravidez": "Categoria B. Pode ser usado sob anestesia geral em cesariana com ventilação assistida. Monitorar o feto se exposição prolongada ocorrer.",
            "riscoLactacao": "Excreção no leite mínima. Amamentação pode ser retomada após recuperação anestésica da mãe. Considerado seguro.",
            "ajusteRenal": "• Não é necessário ajuste; mínimo metabolismo renal e eliminação pulmonar.",
            "ajusteHepatico": "• Pode ser usado em hepatopatas com cautela. Risco de hepatotoxicidade idiossincrática raro após múltiplas exposições. Monitorar função hepática em reexposição recente ou prolongada.",
            "contraindicacoes": "• Hipersensibilidade ao isoflurano ou a outros anestésicos halogenados.\n• História de hepatite por anestésico volátil.\n• Suscetibilidade conhecida à hipertermia maligna.\n• Não recomendado em pacientes com aumento descompensado da pressão intracraniana sem controle ventilatório adequado.",
            "interacaoMedicamento": "• Potencializa relaxantes musculares (rocurônio, atracúrio).\n• Reduz necessidade de opioides e sedativos (sinergia).\n• Risco aumentado de arritmia com catecolaminas (sensibilização cardíaca).\n• Sinergia com dexmedetomidina e propofol em anestesia balanceada. Isoflurano pode prolongar o bloqueio neuromuscular induzido por agentes como vecurônio e cisatracúrio, exigindo ajuste de dose e monitoramento com neuroestimulador. Interage com catecolaminas exógenas, como adrenalina e noradrenalina, podendo aumentar o risco de arritmias ventriculares em altas doses. Uso concomitante com lítio, amiodarona ou fármacos serotoninérgicos pode afetar a função autonômica e prolongar o intervalo QT. Associa-se de forma sinérgica com dexmedetomidina e propofol, permitindo redução significativa da dose e manutenção de estabilidade hemodinâmica.",
            "apresentacao": "• Líquido volátil para vaporização: frascos âmbar de 100 ou 250 mL.\n• Utilizado em vaporizadores calibrados para isoflurano (Dräger®, GE®, outros).",
            "preparo": "• Sem diluição necessária. Encher vaporizador calibrado com segurança.\n• Garantir ausência de soda cáustica seca no sistema.\n• Verificar integridade da embalagem e sistema de exaustão.",
            "solucoesCompatíveis": "• Não aplicável (uso exclusivamente inalatório).",
            "armazenamento": "• Armazenar entre 15°C e 30°C.\n• Manter em frasco fechado e protegido da luz direta.\n• Evitar calor excessivo ou contato com materiais reativos.",
            "cuidadosMedicos": "• Monitorar profundidade anestésica, pressão arterial, capnografia e ECG.\n• Reduzir dose em idosos ou em associação com adjuvantes.\n• Disponibilizar dantroleno em caso de suspeita de hipertermia maligna.\n• Evitar múltiplas exposições seguidas com histórico de hepatite volátil.",
            "cuidadosFarmaceuticos": "• Verificar compatibilidade com vaporizador dedicado.\n• Armazenar em local ventilado, evitar exposição ocupacional.\n• Registrar data de abertura, uso e descarte conforme normas institucionais.\n• Garantir rastreabilidade e controle de lote.",
            "cuidadosEnfermagem": "• Monitorar sinais vitais e ventilação durante e após a anestesia.\n• Observar reações adversas pós-operatórias como náusea, tremores ou agitação.\n• Garantir suporte pós-anestésico com oxigênio e analgesia apropriada.\n• Colaborar com o anestesista no manejo seguro do agente inalatório.",
            "fontesBibliograficas": "Bula Anvisa (Forane®), UpToDate (2024), Micromedex, PubMed ID 37634612, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), ASA/ESA Guidelines on Volatile Anesthesia (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Isoflurano",
            "nomeComercial": "Forane®, Terrell®",
            "classificacao": "Anestésico inhalatorio halogenado volátil; agente fluorado; hipnótico inhalatorio",
            "mecanismoAcao": "El isoflurano induce anestesia general al potenciar la acción del ácido gamma-aminobutírico (GABA) en los receptores GABA-A, aumentando la conductancia de cloro y causando hiperpolarización neuronal. También actúa sobre los canales de potasio K2P, canales de sodio dependientes de voltaje y receptores glicinérgicos. Disminuye la transmisión sináptica excitatoria, incluyendo la vía glutamatérgica, contribuyendo a la hipnosis, amnesia e inmovilidad. Tiene un débil efecto analgésico y leve depresión del centro respiratorio, con acción cardiovascular dependiente de la dosis. Además de los objetivos clásicos GABA-A y K2P, el isoflurano también modula los canales de sodio dependientes de voltaje, disminuyendo la excitabilidad neuronal. Esta acción contribuye al bloqueo de la transmisión nociceptiva y a la supresión de la conducción aferente en la médula espinal. Estudios in vitro sugieren que el isoflurano también actúa sobre los receptores glicinérgicos y reduce la liberación de neurotransmisores excitatorios en las terminales presinápticas. El efecto depresor general de la actividad neuronal es responsable de su robusto perfil anestésico.",
            "farmacocinetica": "• Inicio de acción: intermedio (coeficiente sangre/gas = 1,4).\n• Pico cerebral: 3–5 minutos.\n• Metabolismo hepático: <0,2% (mínimo).\n• Excreción: pulmonar (>99%).\n• Solubilidad sangre/gas: 1,4 (inducción más lenta que desflurano o sevoflurano).\n• Solubilidad aceite/gas: 98 (alta potencia anestésica).\n• CAM (adultos): 1,15%; reducido con la edad, opioides y sedantes.",
            "farmacodinamica": "El isoflurano proporciona anestesia estable, amnesia y relajación muscular adecuada. Reduce el consumo cerebral de oxígeno (CMRO2), causa vasodilatación cerebral y aumento compensatorio del flujo sanguíneo cerebral. Puede elevar la presión intracraneal en concentraciones altas. Reduce la resistencia vascular sistémica, provocando hipotensión dependiente de la dosis con mantenimiento relativo del gasto cardíaco. Es bien tolerado por las vías respiratorias, siendo preferible al desflurano en pacientes con hiperreactividad. Puede causar bradicardia y prolongación del QT en casos raros. En neurocirugía, el isoflurano reduce significativamente el metabolismo cerebral, pero preserva la autorregulación cerebral en concentraciones moderadas. Aumenta el flujo sanguíneo cerebral de forma dependiente de la dosis, lo que requiere hiperventilación asociada para el control de la PIC. Su estabilidad cardiovascular es útil en pacientes con disfunción miocárdica leve a moderada, siendo preferido en anestesia prolongada. Presenta propiedades cardioprotectoras en cirugías cardíacas, con reducción de biomarcadores de lesión cuando se utiliza en reperfusión controlada (preacondicionamiento anestésico).",
            "indicacoes": "• Inducción y mantenimiento de la anestesia general.\n• Cirugías de duración media y prolongada.\n• Anestesia en neurocirugías (con hiperventilación y monitorización).\n• Uso en protocolos de anestesia balanceada con opioides, propofol o bloqueadores neuromusculares.\n• Cirugías cardíacas con circulación extracorpórea (cardioprotección).",
            "posologia": "• Inducción: 1–3% en oxígeno o mezcla con aire/nitrógeno.\n• Mantenimiento: 0,5–2% según edad, adyuvantes y profundidad deseada.\n• La CAM se reduce progresivamente con la edad y el uso concomitante de sedantes.",
            "administracao": "• Exclusivamente por vía inhalatoria en vaporizador calibrado.\n• Puede utilizarse en circuitos cerrados, semicerrados o abiertos.\n• Requiere monitorización continua de la concentración espirada y de la ventilación.\n• Evitar el contacto con cal sodada seca (riesgo de CO).",
            "doseMaxima": "2% (en adultos); titulada según profundidad anestésica y respuesta clínica.",
            "doseMinima": "0,2–0,5% con adyuvantes; ajustada por edad y tipo de cirugía.",
            "reacoesAdversas": "Comunes (1–10%):\n• Hipotensión, náuseas, bradicardia leve, temblores.\n• Hiperventilación o apnea transitoria durante la inducción.\nPoco comunes (0,1–1%):\n• Prolongación del QT, broncoespasmo, aumento de la salivación.\nRaras (<0,1%):\n• Hipertermia maligna, hepatitis halogenada, paro cardíaco, convulsiones (excepcional).",
            "riscoGravidez": "Categoría B. Puede utilizarse bajo anestesia general en cesárea con ventilación asistida. Monitorizar al feto si se produce exposición prolongada.",
            "riscoLactacao": "Excreción mínima en la leche. La lactancia puede reanudarse tras la recuperación anestésica de la madre. Considerado seguro.",
            "ajusteRenal": "• No es necesario ajuste; metabolismo renal mínimo y eliminación pulmonar.",
            "ajusteHepatico": "• Puede utilizarse en hepatópatas con precaución. El riesgo de hepatotoxicidad idiosincrática es raro tras exposiciones múltiples. Monitorizar la función hepática en caso de reexposición reciente o prolongada.",
            "contraindicacoes": "• Hipersensibilidad al isoflurano o a otros anestésicos halogenados.\n• Antecedentes de hepatitis por anestésicos volátiles.\n• Susceptibilidad conocida a la hipertermia maligna.\n• No recomendado en pacientes con aumento descompensado de la presión intracraneal sin control ventilatorio adecuado.",
            "interacaoMedicamento": "• Potencia los relajantes musculares (rocuronio, atracurio).\n• Reduce la necesidad de opioides y sedantes (sinergia).\n• Riesgo aumentado de arritmia con catecolaminas (sensibilización cardíaca).\n• Sinergia con dexmedetomidina y propofol en anestesia balanceada. El isoflurano puede prolongar el bloqueo neuromuscular inducido por agentes como vecuronio y cisatracurio, requiriendo ajuste de dosis y monitorización con neuroestimulador. Interactúa con catecolaminas exógenas, como adrenalina y noradrenalina, pudiendo aumentar el riesgo de arritmias ventriculares a dosis altas. El uso concomitante con litio, amiodarona o fármacos serotoninérgicos puede afectar la función autonómica y prolongar el intervalo QT. Se asocia de forma sinérgica con dexmedetomidina y propofol, permitiendo una reducción significativa de la dosis y el mantenimiento de la estabilidad hemodinámica.",
            "apresentacao": "• Líquido volátil para vaporización: frascos ámbar de 100 o 250 mL.\n• Utilizado en vaporizadores calibrados para isoflurano (Dräger®, GE®, otros).",
            "preparo": "• No requiere dilución. Llenar el vaporizador calibrado de forma segura.\n• Garantizar la ausencia de cal sodada seca en el sistema.\n• Verificar la integridad del envase y del sistema de extracción.",
            "solucoesCompatíveis": "• No aplicable (uso exclusivamente inhalatorio).",
            "armazenamento": "• Almacenar entre 15°C y 30°C.\n• Mantener en frasco cerrado y protegido de la luz directa.\n• Evitar el calor excesivo o el contacto con materiales reactivos.",
            "cuidadosMedicos": "• Monitorizar la profundidad anestésica, presión arterial, capnografía y ECG.\n• Reducir la dosis en ancianos o en asociación con adyuvantes.\n• Tener dantroleno disponible en caso de sospecha de hipertermia maligna.\n• Evitar exposiciones múltiples consecutivas con antecedentes de hepatitis volátil.",
            "cuidadosFarmaceuticos": "• Verificar la compatibilidad con el vaporizador dedicado.\n• Almacenar en lugar ventilado, evitar la exposición ocupacional.\n• Registrar la fecha de apertura, uso y descarte según normas institucionales.\n• Garantizar la trazabilidad y el control de lote.",
            "cuidadosEnfermagem": "• Monitorizar los signos vitales y la ventilación durante y después de la anestesia.\n• Observar reacciones adversas postoperatorias como náuseas, temblores o agitación.\n• Garantizar el soporte postanestésico con oxígeno y analgesia adecuada.\n• Colaborar con el anestesiólogo en el manejo seguro del agente inhalatorio.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Forane®), UpToDate (2024), Micromedex, PubMed ID 37634612, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), ASA/ESA Guidelines on Volatile Anesthesia (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Isoflurane",
            "nomeComercial": "Forane®, Terrell®",
            "classificacao": "Volatile halogenated inhalational anesthetic; fluorinated agent; inhalational hypnotic",
            "mecanismoAcao": "Isoflurane induces general anesthesia by potentiating gamma-aminobutyric acid (GABA) action at GABA-A receptors, increasing chloride conductance and causing neuronal hyperpolarization. It also acts on two-pore domain potassium channels (K2P), voltage-gated sodium channels, and glycine receptors. It decreases excitatory synaptic transmission, including the glutamatergic pathway, contributing to hypnosis, amnesia, and immobility. It has weak analgesic effects and mild respiratory center depression, with dose-dependent cardiovascular action. Beyond classic GABA-A and K2P targets, isoflurane modulates voltage-dependent sodium channels, reducing neuronal excitability. This contributes to nociceptive transmission blockade and suppression of afferent conduction in the spinal cord. In vitro studies suggest isoflurane also acts on glycinergic receptors and reduces excitatory neurotransmitter release at presynaptic terminals. The overall neuronal activity depression underlies its robust anesthetic profile.",
            "farmacocinetica": "• Onset of action: intermediate (blood/gas partition coefficient = 1.4).\n• Brain peak concentration: 3–5 minutes.\n• Hepatic metabolism: <0.2% (minimal).\n• Excretion: pulmonary (>99%).\n• Blood/gas solubility: 1.4 (slower induction than desflurane or sevoflurane).\n• Oil/gas solubility: 98 (high anesthetic potency).\n• MAC (adults): 1.15%; reduced with age, opioids, sedatives.",
            "farmacodinamica": "Isoflurane provides stable anesthesia, amnesia, and adequate muscle relaxation. It reduces cerebral oxygen consumption (CMRO2), causes cerebral vasodilation, and compensatory increase in cerebral blood flow. May elevate intracranial pressure at high concentrations. Decreases systemic vascular resistance, causing dose-dependent hypotension with relative maintenance of cardiac output. Well tolerated by airways, preferable to desflurane in hyperreactive patients. May cause bradycardia and QT prolongation in rare cases. In neurosurgery, isoflurane significantly reduces cerebral metabolism but preserves cerebral autoregulation at moderate concentrations. It increases cerebral blood flow dose-dependently, necessitating associated hyperventilation for ICP control. Its cardiovascular stability is useful in patients with mild to moderate myocardial dysfunction, favored in prolonged anesthesia. Exhibits myocardial protective properties in cardiac surgery, reducing injury biomarkers when used during controlled reperfusion (anesthetic preconditioning).",
            "indicacoes": "• Induction and maintenance of general anesthesia.\n• Medium to long duration surgeries.\n• Neurosurgical anesthesia (with hyperventilation and monitoring).\n• Use in balanced anesthesia protocols with opioids, propofol, or neuromuscular blockers.\n• Cardiac surgeries with extracorporeal circulation (cardioprotection).",
            "posologia": "• Induction: 1–3% in oxygen or air/nitrogen mixture.\n• Maintenance: 0.5–2% depending on age, adjuncts, and desired depth.\n• MAC decreases progressively with age and concomitant sedatives.",
            "administracao": "• Exclusively inhalational via calibrated vaporizer.\n• Usable in closed, semi-closed, or open circuits.\n• Requires continuous monitoring of expired concentration and ventilation.\n• Avoid contact with dry soda lime (risk of CO formation).",
            "doseMaxima": "2% (in adults); titrated according to anesthetic depth and clinical response.",
            "doseMinima": "0.2–0.5% with adjuncts; adjusted by age and surgery type.",
            "reacoesAdversas": "Common (1–10%):\n• Hypotension, nausea, mild bradycardia, tremors.\n• Hyperventilation or transient apnea during induction.\nUncommon (0.1–1%):\n• QT prolongation, bronchospasm, increased salivation.\nRare (<0.1%):\n• Malignant hyperthermia, halogenated hepatitis, cardiac arrest, seizures (exceptional).",
            "riscoGravidez": "Category B. Can be used under general anesthesia in cesarean section with assisted ventilation. Monitor fetus if prolonged exposure occurs.",
            "riscoLactacao": "Minimal excretion in milk. Breastfeeding may resume after maternal anesthetic recovery. Considered safe.",
            "ajusteRenal": "• No adjustment necessary; minimal renal metabolism and pulmonary elimination.",
            "ajusteHepatico": "• Usable with caution in hepatic patients. Rare idiosyncratic hepatotoxicity after multiple exposures. Monitor liver function in recent or prolonged re-exposure.",
            "contraindicacoes": "• Hypersensitivity to isoflurane or other halogenated anesthetics.\n• History of volatile anesthetic-induced hepatitis.\n• Known susceptibility to malignant hyperthermia.\n• Not recommended in patients with uncontrolled increased intracranial pressure without adequate ventilatory control.",
            "interacaoMedicamento": "• Potentiates muscle relaxants (rocuronium, atracurium).\n• Reduces opioid and sedative requirements (synergistic effect).\n• Increased risk of arrhythmia with catecholamines (cardiac sensitization).\n• Synergistic with dexmedetomidine and propofol in balanced anesthesia. Isoflurane may prolong neuromuscular blockade induced by agents like vecuronium and cisatracurium, requiring dose adjustment and neurostimulation monitoring. Interacts with exogenous catecholamines such as adrenaline and noradrenaline, potentially increasing ventricular arrhythmia risk at high doses. Concomitant use with lithium, amiodarone, or serotonergic drugs may affect autonomic function and prolong QT interval. Synergistic association with dexmedetomidine and propofol allows significant dose reduction and hemodynamic stability maintenance.",
            "apresentacao": "• Volatile liquid for vaporization: amber bottles of 100 or 250 mL.\n• Used in calibrated isoflurane vaporizers (Dräger®, GE®, others).",
            "preparo": "• No dilution needed. Safely fill calibrated vaporizer.\n• Ensure absence of dry soda lime in system.\n• Check packaging integrity and exhaust system.",
            "solucoesCompatíveis": "• Not applicable (exclusively inhalational use).",
            "armazenamento": "• Store between 15°C and 30°C.\n• Keep in closed bottle protected from direct light.\n• Avoid excessive heat or contact with reactive materials.",
            "cuidadosMedicos": "• Monitor anesthetic depth, blood pressure, capnography, and ECG.\n• Reduce dose in elderly or with adjuncts.\n• Keep dantrolene available in case of suspected malignant hyperthermia.\n• Avoid multiple consecutive exposures with history of volatile hepatitis.",
            "cuidadosFarmaceuticos": "• Verify compatibility with dedicated vaporizer.\n• Store in ventilated area, avoid occupational exposure.\n• Record opening date, use, and disposal according to institutional protocols.\n• Ensure traceability and batch control.",
            "cuidadosEnfermagem": "• Monitor vital signs and ventilation during and after anesthesia.\n• Observe postoperative adverse reactions such as nausea, tremors, or agitation.\n• Provide post-anesthetic support with oxygen and appropriate analgesia.\n• Collaborate with anesthesiologist for safe inhalational agent management.",
            "fontesBibliograficas": "Anvisa package insert (Forane®), UpToDate (2024), Micromedex, PubMed ID 37634612, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), ASA/ESA Guidelines on Volatile Anesthesia (2023)."
        }
    }
}
