{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaína (uso EV)",
            "nomeComercial": "Xylocaína®, Lidonostrum®, Xylestesin®, Lignocaina® (formulação sem vasoconstrictor)",
            "classificacao": "Antiarrítmico classe IB e anestésico local do tipo amida",
            "mecanismoAcao": "Bloqueia os canais de sódio voltagem-dependentes nas membranas neuronais e miocárdicas, inibindo o influxo de sódio durante a fase 0 do potencial de ação. Isso estabiliza a membrana, suprimindo a automaticidade ventricular, encurtando o potencial de ação e o período refratário efetivo em tecidos cardíacos isquêmicos, sem afetar significativamente a condução no nodo AV. No SNC, bloqueia a condução nervosa, resultando em efeito anestésico local e, em doses tóxicas, pode gerar efeito excitatório seguido de depressão. A lidocaína é estado-dependente, atuando preferencialmente em canais de sódio abertos e inativos, com maior efeito em frequências elevadas, como ocorre em taquiarritmias, devido à sua afinidade aumentada por canais ativos durante a despolarização frequente.",
            "farmacocinetica": "• Absorção: completa e imediata por via IV; biodisponibilidade oral é praticamente zero devido ao metabolismo de primeira passagem hepático, portanto uso exclusivamente EV.\n• Início de ação: 30–90 segundos após bolus IV.\n• Pico de efeito: 1–5 minutos.\n• Duração: 10–20 minutos (bolus único).\n• Volume de distribuição: 0,7–3,5 L/kg.\n• Ligação proteica: 60–80% (principalmente à alfa-1-glicoproteína ácida).\n• Metabolização: hepática via CYP1A2 e CYP3A4, formando metabólitos ativos MEGX (monoetilglicinexilidida) e GX (glicinexilidida).\n   - MEGX possui atividade antiarrítmica semelhante à lidocaína, meia-vida de 1,5–2 horas, contribuindo para efeito prolongado e toxicidade potencial.\n   - GX é menos ativo, com meia-vida mais longa e pode acumular em insuficiência hepática.\n• Meia-vida: 1,5–2 horas, prolongada até 3–4 horas em insuficiência hepática ou insuficiência cardíaca congestiva (ICC).\n• Excreção: 90% renal (metabólitos) e 10% inalterada.\n• Condições como acidose e hipóxia podem reduzir a ligação proteica e alterar a distribuição e metabolismo, aumentando risco de toxicidade.",
            "farmacodinamica": "A lidocaína reduz seletivamente a excitabilidade em fibras de Purkinje e no miocárdio ventricular, especialmente em tecido isquêmico, suprimindo automaticidade e disparos anormais. Bloqueia a condução preferencialmente em fibras de condução rápida, o que suprime circuitos de reentrada e automatismo anormal responsáveis por arritmias ventriculares. Não exerce efeito significativo sobre condução auricular ou nodo AV. Seu efeito é uso-dependente, sendo mais potente em tecidos despolarizados, como ocorre em isquemia.",
            "indicacoes": "• Tratamento agudo de taquiarritmias ventriculares:\n  - Taquicardia ventricular monomórfica sustentada.\n  - Fibrilação ventricular recorrente após desfibrilação.\n  - Extra-sístoles ventriculares sintomáticas em contexto de isquemia.\n• Supressão de arritmias ventriculares no infarto agudo do miocárdio.\n• Anestesia regional intravenosa (Bier block) — com restrições.\n• Contraindicado como profilaxia antiarrítmica rotineira no IAM.",
            "posologia": "Adulto:\n• Bolus inicial: 1–1,5 mg/kg IV em 2–3 minutos.\n• Bolus adicional: 0,5–0,75 mg/kg IV a cada 5–10 min (máximo 3 mg/kg cumulativo).\n• Infusão contínua: 20–50 mcg/kg/min (1–4 mg/min em adultos), ajustável conforme peso, resposta clínica e função hepática/ICC.\n• Em insuficiência hepática ou ICC, reduzir dose de infusão em 30–50%.\nPediatria:\n• Bolus: 1 mg/kg IV.\n• Infusão contínua: 20–50 mcg/kg/min IV.\n• Avaliar bolus adicionais conforme resposta clínica.",
            "administracao": "• IV bolus lento (mínimo 2 minutos), preferencialmente por acesso venoso central.\n• Seguida de infusão contínua.\n• Utilizar bomba de infusão para controle preciso.\n• Monitorização contínua de ECG, pressão arterial e saturação.\n• Administração somente em ambientes críticos (UTI, emergência, centro cirúrgico) com monitoramento rigoroso.",
            "doseMaxima": "• Adulto: 3 mg/kg de bolus cumulativo + infusão contínua até 4 mg/min.\n• Pediatria: bolus máximo 1 mg/kg, infusão contínua até 50 mcg/kg/min.",
            "doseMinima": "• Bolus: 1 mg/kg IV.\n• Infusão: 20 mcg/kg/min.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Parestesias, tontura, náusea, tremores, euforia, sonolência.\nComuns (1–10%):\n• Bradicardia, hipotensão leve.\n• Zumbido, gosto metálico, visão turva.\nIncomuns (0,1–1%):\n• Convulsões, depressão respiratória.\n• Bradicardia severa, bloqueio AV, dissociação eletromecânica.\nRaras (<0,1%):\n• Assistolia, parada cardíaca.\n• Reações anafilactoides.\n• Toxicidade neurológica severa (precede toxicidade cardiovascular na maioria dos casos).\n• Manifestações iniciais da toxicidade sistêmica de anestésico local (LAST) incluem agitação, ansiedade, tremores e fasciculações musculares, seguidas por depressão do sistema nervoso central, coma e parada respiratória em casos graves.",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco teratogênico. Uso considerado seguro em emergências cardiovasculares durante a gestação, sob monitorização rigorosa.",
            "riscoLactacao": "Excreta-se em pequenas quantidades no leite materno. Considerada segura para uso agudo intravenoso. Monitorar lactente em casos de infusão prolongada.",
            "ajusteRenal": "Não requer ajuste na dose inicial. Acúmulo de metabólitos ativos (MEGX, GX) pode ocorrer na insuficiência renal crônica, aumentando risco de toxicidade neurológica em infusão prolongada.",
            "ajusteHepatico": "Reduzir 30–50% a dose de infusão em insuficiência hepática moderada a grave, devido ao risco elevado de acúmulo e toxicidade, especialmente neurológica.",
            "contraindicacoes": "• Hipersensibilidade à lidocaína ou a outros anestésicos locais do tipo amida.\n• Bloqueio AV de 2º ou 3º grau (sem marcapasso).\n• Síndrome do nó sinusal.\n• Bradicardia severa.\n• Choque cardiogênico severo (exceto se a arritmia ventricular estiver ameaçando a vida).\n• Disfunção ventricular severa não compensada.\n• Uso concomitante com outros antiarrítmicos classe IB.",
            "interacaoMedicamento": "• Aumento da toxicidade com outros antiarrítmicos (amiodarona, procainamida, mexiletina) devido à inibição do metabolismo hepático e efeitos sinérgicos no miocárdio.\n• Potencialização dos efeitos depressivos cardíacos com betabloqueadores, bloqueadores dos canais de cálcio, pela soma dos efeitos inotrópicos e cronotrópicos negativos.\n• Inibidores da CYP1A2 e CYP3A4 (claritromicina, cetoconazol, eritromicina) aumentam a meia-vida da lidocaína, elevando risco de toxicidade.\n• Indutores (rifampicina, carbamazepina, fenitoína) reduzem o efeito pela indução enzimática.\n• Potencialização dos efeitos depressores do SNC com opioides, benzodiazepínicos, anestésicos gerais, aumentando risco de sedação excessiva e depressão respiratória.",
            "apresentacao": "• Ampolas 2% (20 mg/mL) — 2 mL, 5 mL, 10 mL.\n• Frascos-ampola para infusão 1% (10 mg/mL) — 20 mL, 50 mL, 100 mL.\n• Importante: uso EV deve ser de formulação sem vasoconstrictor.",
            "preparo": "• Bolus: utilizar diretamente ampola 20 mg/mL ou diluir conforme conforto venoso (opcional).\n• Infusão:\n  - 1000 mg (50 mL de 20 mg/mL) em 500 mL SF 0,9% → concentração final 2 mg/mL.\n  - 500 mg em 250 mL SF 0,9% → concentração final 2 mg/mL.\n• Ajustar taxa de infusão conforme peso e necessidade clínica (ex: 20–50 mcg/kg/min).\n• Diluições devem ser feitas com solução compatível, sob condições assépticas, e rotuladas adequadamente para evitar erros.\n• Para pacientes pediátricos ou com insuficiência hepática/renal, ajustar concentração e velocidade conforme recomendação médica.",
            "solucoesCompatíveis": "Soro fisiológico 0,9% e solução glicosada 5%. Incompatível com bicarbonato, soluções alcalinas e fosfato.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Após preparo, usar imediatamente ou em até 24 horas sob refrigeração (2–8°C) em condições assépticas. Descartar se houver alteração de cor, turvação ou precipitação.",
            "cuidadosMedicos": "• Monitorização rigorosa com ECG contínuo, pressão arterial e oximetria.\n• Ter suporte imediato para ressuscitação: ventilação assistida, marcapasso externo e agentes vasopressores.\n• Avaliar precocemente sinais de toxicidade neurológica (zumbido, parestesias, gosto metálico, tremores, convulsões).\n• Corrigir distúrbios eletrolíticos antes da administração.\n• Reduzir dose na insuficiência hepática e após infusão prolongada.\n• Em casos de toxicidade grave, considerar uso de lipidoterapia intravenosa como antídoto para sequestrar lidocaína e metabólitos lipofílicos.",
            "cuidadosFarmaceuticos": "• Conferir rotulagem para garantir ausência de vasoconstrictor.\n• Garantir diluição correta.\n• Documentar lote, dose, horário e via.\n• Verificar compatibilidade das soluções e estabilidade.\n• Descartar soluções com alteração de cor, turvação ou precipitação.\n• Orientar equipe sobre riscos de toxicidade e necessidade de monitorização rigorosa.",
            "cuidadosEnfermagem": "• Monitorar continuamente ECG, pressão arterial, frequência cardíaca, saturação e nível de consciência.\n• Observar sinais precoces de toxicidade neurológica e cardiovascular.\n• Preparar bomba de infusão corretamente, realizando checagem dupla da dose e velocidade antes da administração.\n• Assegurar acesso venoso pérvio e de bom calibre.\n• Estar preparado para ventilação assistida e ressuscitação.\n• Reavaliar continuamente sedação e nível de consciência para detectar alterações precoces.\n• Notificar imediatamente qualquer alteração hemodinâmica ou neurológica.",
            "fontesBibliograficas": "Bula Anvisa (Lidocaína Injetável), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9ª Edição), PubMed ID 37492845, PubChem Compound ID 3676."
        }
    }
},
"US": {
    "bulario": {
        "nomePrincipioAtivo": "Lidocaine (IV use)",
        "nomeComercial": "Xylocaine®, Lignocaine® (formulation without vasoconstrictor)",
        "classificacao": "Class IB antiarrhythmic agent and amide-type local anesthetic",
        "mecanismoAcao": "Lidocaine blocks voltage-gated sodium channels in neuronal and myocardial membranes, inhibiting sodium influx during phase 0 of the action potential. This stabilizes the membrane, suppressing ventricular automaticity, shortening action potential duration and effective refractory period in ischemic cardiac tissue, without significantly affecting AV nodal conduction. In the CNS, it blocks nerve conduction producing local anesthetic effects; at toxic doses, it may cause initial excitation followed by depression. The drug exhibits state-dependent (use-dependent) blockade, preferentially binding to open and inactivated sodium channels, with increased efficacy at higher heart rates as seen in tachyarrhythmias, due to enhanced affinity for channels in frequently depolarized states.",
        "farmacocinetica": "• Absorption: Complete and immediate after IV administration; oral bioavailability negligible due to extensive first-pass hepatic metabolism; thus, exclusively administered IV.\n• Onset of action: 30–90 seconds post IV bolus.\n• Peak effect: 1–5 minutes.\n• Duration: 10–20 minutes after single bolus.\n• Volume of distribution: 0.7–3.5 L/kg.\n• Protein binding: 60–80%, primarily to alpha-1-acid glycoprotein.\n• Metabolism: Hepatic via CYP1A2 and CYP3A4 enzymes producing active metabolites MEGX (monoethylglycinexylidide) and GX (glycinexylidide).\n   - MEGX has antiarrhythmic activity similar to lidocaine, half-life 1.5–2 hours, contributing to prolonged effects and potential toxicity.\n   - GX is less active, with longer half-life, prone to accumulation in hepatic impairment.\n• Half-life: 1.5–2 hours, prolonged to 3–4 hours in hepatic dysfunction or congestive heart failure.\n• Excretion: Approximately 90% renal as metabolites, 10% unchanged.\n• Conditions such as acidosis and hypoxia decrease protein binding and alter distribution and metabolism, increasing toxicity risk.",
        "farmacodinamica": "Lidocaine selectively decreases excitability in Purkinje fibers and ventricular myocardium, particularly ischemic tissue, suppressing abnormal automaticity and ectopic foci. It preferentially blocks conduction in fast-conducting fibers, thereby interrupting reentrant circuits and abnormal automaticity responsible for ventricular arrhythmias. It has minimal effect on atrial conduction or AV node. Its effect is use-dependent, being more potent in depolarized tissues such as ischemic myocardium.",
        "indicacoes": "• Acute treatment of ventricular tachyarrhythmias:\n  - Sustained monomorphic ventricular tachycardia.\n  - Recurrent ventricular fibrillation post-defibrillation.\n  - Symptomatic ventricular premature beats in ischemic contexts.\n• Suppression of ventricular arrhythmias in acute myocardial infarction.\n• Intravenous regional anesthesia (Bier block) with limitations.\n• Not indicated for routine prophylaxis post-myocardial infarction.",
        "posologia": "Adults:\n• Initial bolus: 1–1.5 mg/kg IV over 2–3 minutes.\n• Additional boluses: 0.5–0.75 mg/kg IV every 5–10 minutes (max cumulative 3 mg/kg).\n• Continuous infusion: 20–50 mcg/kg/min (1–4 mg/min in adults), adjustable by weight, clinical response, and hepatic/heart failure status.\n• In hepatic impairment or congestive heart failure, reduce infusion dose by 30–50%.\nPediatrics:\n• Bolus: 1 mg/kg IV.\n• Continuous infusion: 20–50 mcg/kg/min IV.\n• Additional boluses based on clinical response.",
        "administracao": "• Slow IV bolus (minimum 2 minutes), preferably via central venous access.\n• Followed by continuous infusion.\n• Use infusion pump for precise control.\n• Continuous monitoring of ECG, blood pressure, and oxygen saturation.\n• Administration restricted to critical care settings (ICU, emergency, operating room) with rigorous monitoring.",
        "doseMaxima": "• Adults: cumulative bolus up to 3 mg/kg plus continuous infusion up to 4 mg/min.\n• Pediatrics: maximum bolus 1 mg/kg, continuous infusion up to 50 mcg/kg/min.",
        "doseMinima": "• Bolus: 1 mg/kg IV.\n• Infusion: 20 mcg/kg/min.",
        "reacoesAdversas": "Very common (>10%):\n• Paresthesia, dizziness, nausea, tremors, euphoria, drowsiness.\nCommon (1–10%):\n• Bradycardia, mild hypotension.\n• Tinnitus, metallic taste, blurred vision.\nUncommon (0.1–1%):\n• Seizures, respiratory depression.\n• Severe bradycardia, AV block, electromechanical dissociation.\nRare (<0.1%):\n• Asystole, cardiac arrest.\n• Anaphylactoid reactions.\n• Severe neurological toxicity (often precedes cardiovascular toxicity).\n• Initial manifestations of local anesthetic systemic toxicity (LAST) include agitation, anxiety, tremors, and muscle fasciculations, followed by CNS depression, coma, and respiratory arrest in severe cases.",
        "riscoGravidez": "Category B. Animal studies have not demonstrated teratogenic risk. Considered safe for use in cardiovascular emergencies during pregnancy with strict monitoring.",
        "riscoLactacao": "Excreted in small amounts in breast milk. Considered safe for acute intravenous use. Monitor infant if prolonged infusion is necessary.",
        "ajusteRenal": "No initial dose adjustment required. Accumulation of active metabolites (MEGX, GX) may occur in chronic renal failure, increasing risk of neurological toxicity during prolonged infusion.",
        "ajusteHepatico": "Reduce infusion dose by 30–50% in moderate to severe hepatic impairment due to increased risk of accumulation and toxicity, particularly neurological.",
        "contraindicacoes": "• Hypersensitivity to lidocaine or other amide-type local anesthetics.\n• Second- or third-degree AV block without pacemaker.\n• Sick sinus syndrome.\n• Severe bradycardia.\n• Severe cardiogenic shock (except if ventricular arrhythmia is life-threatening).\n• Uncompensated severe ventricular dysfunction.\n• Concomitant use with other class IB antiarrhythmics.",
        "interacaoMedicamento": "• Increased toxicity with other antiarrhythmics (amiodarone, procainamide, mexiletine) due to hepatic metabolism inhibition and synergistic myocardial effects.\n• Potentiation of cardiac depressant effects with beta-blockers, calcium channel blockers due to additive negative inotropic and chronotropic effects.\n• CYP1A2 and CYP3A4 inhibitors (clarithromycin, ketoconazole, erythromycin) increase lidocaine half-life, raising toxicity risk.\n• Inducers (rifampin, carbamazepine, phenytoin) reduce effect by enzymatic induction.\n• Potentiation of CNS depressant effects with opioids, benzodiazepines, general anesthetics, increasing risk of excessive sedation and respiratory depression.",
        "apresentacao": "• Ampoules 2% (20 mg/mL) — 2 mL, 5 mL, 10 mL.\n• Infusion vials 1% (10 mg/mL) — 20 mL, 50 mL, 100 mL.\n• Important: IV use requires formulation without vasoconstrictor.",
        "preparo": "• Bolus: use 20 mg/mL ampoule directly or dilute as needed for venous comfort (optional).\n• Infusion:\n  - 1000 mg (50 mL of 20 mg/mL) in 500 mL 0.9% saline → final concentration 2 mg/mL.\n  - 500 mg in 250 mL 0.9% saline → final concentration 2 mg/mL.\n• Adjust infusion rate according to weight and clinical need (e.g., 20–50 mcg/kg/min).\n• Dilutions must be prepared with compatible solutions under aseptic conditions and properly labeled to avoid errors.\n• For pediatric patients or those with hepatic/renal impairment, adjust concentration and rate per medical recommendation.",
        "solucoesCompatíveis": "Compatible with 0.9% saline and 5% dextrose solutions. Incompatible with bicarbonate, alkaline solutions, and phosphate.",
        "armazenamento": "Store between 15°C and 30°C, protected from light. After preparation, use immediately or within 24 hours refrigerated (2–8°C) under aseptic conditions. Discard if discoloration, turbidity, or precipitation occurs.",
        "cuidadosMedicos": "• Rigorous monitoring with continuous ECG, blood pressure, and pulse oximetry.\n• Immediate availability of resuscitation equipment: assisted ventilation, external pacemaker, and vasopressor agents.\n• Early assessment for neurological toxicity signs (tinnitus, paresthesia, metallic taste, tremors, seizures).\n• Correct electrolyte disturbances prior to administration.\n• Dose reduction in hepatic impairment and after prolonged infusion.\n• In severe toxicity, consider intravenous lipid emulsion therapy as an antidote to sequester lidocaine and lipophilic metabolites.",
        "cuidadosFarmaceuticos": "• Verify labeling to ensure absence of vasoconstrictor.\n• Ensure correct dilution.\n• Document batch, dose, time, and route.\n• Check solution compatibility and stability.\n• Discard solutions with discoloration, turbidity, or precipitation.\n• Educate staff on toxicity risks and need for strict monitoring.",
        "cuidadosEnfermagem": "• Continuous monitoring of ECG, blood pressure, heart rate, oxygen saturation, and level of consciousness.\n• Observe early signs of neurological and cardiovascular toxicity.\n• Prepare infusion pump accurately, perform double-check of dose and rate before administration.\n• Ensure patent and adequate caliber venous access.\n• Be prepared for assisted ventilation and resuscitation.\n• Continuously reassess sedation and consciousness level to detect early changes.\n• Immediately report any hemodynamic or neurological alterations.",
        "fontesBibliograficas": "FDA Package Insert (Lidocaine Injectable), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9th Edition), PubMed ID 37492845, PubChem Compound ID 3676."
    }
}
},
"US": {
    "bulario": {
        "nomePrincipioAtivo": "Lidocaine (IV use)",
        "nomeComercial": "Xylocaine®, Lignocaine® (formulation without vasoconstrictor)",
        "classificacao": "Class IB antiarrhythmic agent and amide-type local anesthetic",
        "mecanismoAcao": "Lidocaine blocks voltage-gated sodium channels in neuronal and myocardial membranes, inhibiting sodium influx during phase 0 of the action potential. This stabilizes the membrane, suppressing ventricular automaticity, shortening action potential duration and effective refractory period in ischemic cardiac tissue, without significantly affecting AV nodal conduction. In the CNS, it blocks nerve conduction producing local anesthetic effects; at toxic doses, it may cause initial excitation followed by depression. The drug exhibits state-dependent (use-dependent) blockade, preferentially binding to open and inactivated sodium channels, with increased efficacy at higher heart rates as seen in tachyarrhythmias, due to enhanced affinity for channels in frequently depolarized states.",
        "farmacocinetica": "• Absorption: Complete and immediate after IV administration; oral bioavailability negligible due to extensive first-pass hepatic metabolism; thus, exclusively administered IV.\n• Onset of action: 30–90 seconds post IV bolus.\n• Peak effect: 1–5 minutes.\n• Duration: 10–20 minutes after single bolus.\n• Volume of distribution: 0.7–3.5 L/kg.\n• Protein binding: 60–80%, primarily to alpha-1-acid glycoprotein.\n• Metabolism: Hepatic via CYP1A2 and CYP3A4 enzymes producing active metabolites MEGX (monoethylglycinexylidide) and GX (glycinexylidide).\n   - MEGX has antiarrhythmic activity similar to lidocaine, half-life 1.5–2 hours, contributing to prolonged effects and potential toxicity.\n   - GX is less active, with longer half-life, prone to accumulation in hepatic impairment.\n• Half-life: 1.5–2 hours, prolonged to 3–4 hours in hepatic dysfunction or congestive heart failure.\n• Excretion: Approximately 90% renal as metabolites, 10% unchanged.\n• Conditions such as acidosis and hypoxia decrease protein binding and alter distribution and metabolism, increasing toxicity risk.",
        "farmacodinamica": "Lidocaine selectively decreases excitability in Purkinje fibers and ventricular myocardium, particularly ischemic tissue, suppressing abnormal automaticity and ectopic foci. It preferentially blocks conduction in fast-conducting fibers, thereby interrupting reentrant circuits and abnormal automaticity responsible for ventricular arrhythmias. It has minimal effect on atrial conduction or AV node. Its effect is use-dependent, being more potent in depolarized tissues such as ischemic myocardium.",
        "indicacoes": "• Acute treatment of ventricular tachyarrhythmias:\n  - Sustained monomorphic ventricular tachycardia.\n  - Recurrent ventricular fibrillation post-defibrillation.\n  - Symptomatic ventricular premature beats in ischemic contexts.\n• Suppression of ventricular arrhythmias in acute myocardial infarction.\n• Intravenous regional anesthesia (Bier block) with limitations.\n• Not indicated for routine prophylaxis post-myocardial infarction.",
        "posologia": "Adults:\n• Initial bolus: 1–1.5 mg/kg IV over 2–3 minutes.\n• Additional boluses: 0.5–0.75 mg/kg IV every 5–10 minutes (max cumulative 3 mg/kg).\n• Continuous infusion: 20–50 mcg/kg/min (1–4 mg/min in adults), adjustable by weight, clinical response, and hepatic/heart failure status.\n• In hepatic impairment or congestive heart failure, reduce infusion dose by 30–50%.\nPediatrics:\n• Bolus: 1 mg/kg IV.\n• Continuous infusion: 20–50 mcg/kg/min IV.\n• Additional boluses based on clinical response.",
        "administracao": "• Slow IV bolus (minimum 2 minutes), preferably via central venous access.\n• Followed by continuous infusion.\n• Use infusion pump for precise control.\n• Continuous monitoring of ECG, blood pressure, and oxygen saturation.\n• Administration restricted to critical care settings (ICU, emergency, operating room) with rigorous monitoring.",
        "doseMaxima": "• Adults: cumulative bolus up to 3 mg/kg plus continuous infusion up to 4 mg/min.\n• Pediatrics: maximum bolus 1 mg/kg, continuous infusion up to 50 mcg/kg/min.",
        "doseMinima": "• Bolus: 1 mg/kg IV.\n• Infusion: 20 mcg/kg/min.",
        "reacoesAdversas": "Very common (>10%):\n• Paresthesia, dizziness, nausea, tremors, euphoria, drowsiness.\nCommon (1–10%):\n• Bradycardia, mild hypotension.\n• Tinnitus, metallic taste, blurred vision.\nUncommon (0.1–1%):\n• Seizures, respiratory depression.\n• Severe bradycardia, AV block, electromechanical dissociation.\nRare (<0.1%):\n• Asystole, cardiac arrest.\n• Anaphylactoid reactions.\n• Severe neurological toxicity (often precedes cardiovascular toxicity).\n• Initial manifestations of local anesthetic systemic toxicity (LAST) include agitation, anxiety, tremors, and muscle fasciculations, followed by CNS depression, coma, and respiratory arrest in severe cases.",
        "riscoGravidez": "Category B. Animal studies have not demonstrated teratogenic risk. Considered safe for use in cardiovascular emergencies during pregnancy with strict monitoring.",
        "riscoLactacao": "Excreted in small amounts in breast milk. Considered safe for acute intravenous use. Monitor infant if prolonged infusion is necessary.",
        "ajusteRenal": "No initial dose adjustment required. Accumulation of active metabolites (MEGX, GX) may occur in chronic renal failure, increasing risk of neurological toxicity during prolonged infusion.",
        "ajusteHepatico": "Reduce infusion dose by 30–50% in moderate to severe hepatic impairment due to increased risk of accumulation and toxicity, particularly neurological.",
        "contraindicacoes": "• Hypersensitivity to lidocaine or other amide-type local anesthetics.\n• Second- or third-degree AV block without pacemaker.\n• Sick sinus syndrome.\n• Severe bradycardia.\n• Severe cardiogenic shock (except if ventricular arrhythmia is life-threatening).\n• Uncompensated severe ventricular dysfunction.\n• Concomitant use with other class IB antiarrhythmics.",
        "interacaoMedicamento": "• Increased toxicity with other antiarrhythmics (amiodarone, procainamide, mexiletine) due to hepatic metabolism inhibition and synergistic myocardial effects.\n• Potentiation of cardiac depressant effects with beta-blockers, calcium channel blockers due to additive negative inotropic and chronotropic effects.\n• CYP1A2 and CYP3A4 inhibitors (clarithromycin, ketoconazole, erythromycin) increase lidocaine half-life, raising toxicity risk.\n• Inducers (rifampin, carbamazepine, phenytoin) reduce effect by enzymatic induction.\n• Potentiation of CNS depressant effects with opioids, benzodiazepines, general anesthetics, increasing risk of excessive sedation and respiratory depression.",
        "apresentacao": "• Ampoules 2% (20 mg/mL) — 2 mL, 5 mL, 10 mL.\n• Infusion vials 1% (10 mg/mL) — 20 mL, 50 mL, 100 mL.\n• Important: IV use requires formulation without vasoconstrictor.",
        "preparo": "• Bolus: use 20 mg/mL ampoule directly or dilute as needed for venous comfort (optional).\n• Infusion:\n  - 1000 mg (50 mL of 20 mg/mL) in 500 mL 0.9% saline → final concentration 2 mg/mL.\n  - 500 mg in 250 mL 0.9% saline → final concentration 2 mg/mL.\n• Adjust infusion rate according to weight and clinical need (e.g., 20–50 mcg/kg/min).\n• Dilutions must be prepared with compatible solutions under aseptic conditions and properly labeled to avoid errors.\n• For pediatric patients or those with hepatic/renal impairment, adjust concentration and rate per medical recommendation.",
        "solucoesCompatíveis": "Compatible with 0.9% saline and 5% dextrose solutions. Incompatible with bicarbonate, alkaline solutions, and phosphate.",
        "armazenamento": "Store between 15°C and 30°C, protected from light. After preparation, use immediately or within 24 hours refrigerated (2–8°C) under aseptic conditions. Discard if discoloration, turbidity, or precipitation occurs.",
        "cuidadosMedicos": "• Rigorous monitoring with continuous ECG, blood pressure, and pulse oximetry.\n• Immediate availability of resuscitation equipment: assisted ventilation, external pacemaker, and vasopressor agents.\n• Early assessment for neurological toxicity signs (tinnitus, paresthesia, metallic taste, tremors, seizures).\n• Correct electrolyte disturbances prior to administration.\n• Dose reduction in hepatic impairment and after prolonged infusion.\n• In severe toxicity, consider intravenous lipid emulsion therapy as an antidote to sequester lidocaine and lipophilic metabolites.",
        "cuidadosFarmaceuticos": "• Verify labeling to ensure absence of vasoconstrictor.\n• Ensure correct dilution.\n• Document batch, dose, time, and route.\n• Check solution compatibility and stability.\n• Discard solutions with discoloration, turbidity, or precipitation.\n• Educate staff on toxicity risks and need for strict monitoring.",
        "cuidadosEnfermagem": "• Continuous monitoring of ECG, blood pressure, heart rate, oxygen saturation, and level of consciousness.\n• Observe early signs of neurological and cardiovascular toxicity.\n• Prepare infusion pump accurately, perform double-check of dose and rate before administration.\n• Ensure patent and adequate caliber venous access.\n• Be prepared for assisted ventilation and resuscitation.\n• Continuously reassess sedation and consciousness level to detect early changes.\n• Immediately report any hemodynamic or neurological alterations.",
        "fontesBibliograficas": "FDA Package Insert (Lidocaine Injectable), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, Tintinalli’s Emergency Medicine (9th Edition), PubMed ID 37492845, PubChem Compound ID 3676."
    }
