{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaína (cloridrato de lidocaína)",
            "nomeComercial": "Xylocaína®, Dencorub®, Xylesthesin®, Xylocord®",
            "classificacao": "Anestésico local do tipo amida; bloqueador de canais de sódio voltagem-dependentes; antiarrítmico classe 1B",
            "mecanismoAcao": "A lidocaína é um anestésico local do tipo amida que atua bloqueando reversivelmente os canais de sódio voltagem-dependentes nas membranas dos neurônios periféricos, impedindo a geração e a propagação do potencial de ação. Sua afinidade por canais abertos e inativados confere um bloqueio dependente de uso, mais intenso em fibras nervosas de pequeno calibre (fibras A-delta e C), que são responsáveis pela condução da dor. Além disso, a lidocaína estabiliza a membrana celular ao reduzir a permeabilidade a íons sódio e potássio, inibindo a despolarização e a condução nervosa. Tem início de ação rápido (latência curta), potência intermediária e duração relativamente curta, o que a torna ideal para infiltrações e procedimentos ambulatoriais. A adição de vasoconstritor (ex: adrenalina) diminui a absorção sistêmica, prolonga a duração do bloqueio e reduz o risco de toxicidade. A lidocaína também apresenta propriedades antiarrítmicas (classe 1B), modulando a excitabilidade miocárdica em infusões sistêmicas. Há evidências de que, em baixas doses intravenosas, pode atuar como modulador da dor neuropática, interferindo em vias centrais de nocicepção – um uso off-label em contextos hospitalares. Sua eficácia se deve à combinação de rápida latência, seletividade por fibras sensoriais e segurança em concentrações habituais para infiltração tecidual.",
            "farmacocinetica": "• Início de ação: 30 segundos a 2 minutos (rápido).\n• Pico de ação: 5–15 minutos.\n• Duração: 0,5–2 horas (sem vasoconstritor); até 3 h com vasoconstritor.\n• Ligação a proteínas plasmáticas: 60–80%.\n• Metabolização: hepática (CYP1A2, CYP3A4).\n• Excreção: renal (majoritariamente como metabólitos inativos).\n• Meia-vida terminal: 1,5–2 h (pode ser prolongada em hepatopatia).",
            "farmacodinamica": "A lidocaína proporciona bloqueio sensitivo rápido e reversível, sendo útil para infiltração em tecidos cutâneos, subcutâneos e mucosas. É eficaz em procedimentos menores, incisões superficiais, curativos, drenagens de abscessos, pequenas suturas, biópsias, infiltrações odontológicas e cirurgias ambulatoriais. Com adrenalina, há redução da absorção sistêmica e prolongamento do efeito anestésico. O efeito motor é proporcional à concentração e ao sítio de infiltração. O uso da lidocaína para infiltração é particularmente eficaz em anestesia de procedimentos rápidos, com latência curta e recuperação funcional precoce. A ação é mais rápida que a da bupivacaína ou ropivacaína, sendo ideal para cirurgias ambulatoriais menores, traumas superficiais, bloqueios odontológicos e lacerações. A adição de vasoconstritor aumenta a duração do bloqueio em até 50% e reduz sangramento local, sendo amplamente empregada em campos cirúrgicos superficiais.",
            "indicacoes": "• Anestesia local por infiltração subcutânea e intradérmica.\n• Cirurgias dermatológicas menores (excisões, biópsias).\n• Infiltração para analgesia de feridas, queimaduras, lacerações.\n• Anestesia odontológica e procedimentos ambulatoriais.\n• Procedimentos obstétricos e ginecológicos superficiais.",
            "posologia": "Adultos:\n• Concentração: 0,5% a 2%.\n• Dose máxima: 4,5 mg/kg (sem vasoconstritor); até 7 mg/kg (com adrenalina).\n• Volume: até 300 mg em adultos (~30 mL a 1%).\nPediatria:\n• 1–4 mg/kg por infiltração única, ajustado ao peso e área corporal.\n• Dose total máxima: 5 mg/kg (com vasoconstritor).",
            "administracao": "• Infiltração subcutânea, intradérmica ou perilesional.\n• Técnica asséptica com aspiração prévia para evitar injeção intravascular.\n• Aplicação fracionada conforme resposta e extensão da área.\n• Pode ser associada a vasoconstritores como adrenalina 1:100.000 ou 1:200.000.",
            "doseMaxima": "4,5 mg/kg (sem vasoconstritor); até 7 mg/kg (com vasoconstritor).",
            "doseMinima": "10–20 mg em pequenos procedimentos; 0,5–1 mg/kg em pediatria.",
            "reacoesAdversas": "Comuns (1–10%):\n• Ardência local, parestesias transitórias, tremores.\nIncomuns (0,1–1%):\n• Zumbido, náuseas, disgeusia, tontura leve.\nRaras (<0,1%):\n• Toxicidade sistêmica (convulsão, coma, arritmias, colapso circulatório).\n• Reações alérgicas (excepcionais), metemoglobinemia em uso excessivo.",
            "riscoGravidez": "Categoria B. Pode ser utilizada com segurança em anestesia local durante a gestação, inclusive em obstetrícia (episiotomia, laceração, cesariana).",
            "riscoLactacao": "Excreção pequena no leite. Considerada segura para lactantes em doses usuais. Não há necessidade de suspender a amamentação após uso único.",
            "ajusteRenal": "• Não necessário em infiltração única.",
            "ajusteHepatico": "• Usar com cautela em hepatopatia grave (reduzir dose total e monitorar toxicidade).",
            "contraindicacoes": "• Hipersensibilidade a lidocaína ou a outros anestésicos do tipo amida.\n• Infecção ou inflamação no local da aplicação.\n• Bloqueios cardíacos graves sem marca-passo (em infusão sistêmica).",
            "interacaoMedicamento": "• Potencialização da toxicidade com antiarrítmicos classe I e III (ex: mexiletina, amiodarona).\n• Aumento da meia-vida com inibidores do CYP3A4 (ex: cetoconazol).\n• Risco aumentado de metemoglobinemia com nitratos, dapsona e sulfonamidas. A lidocaína sofre interação com antidepressivos tricíclicos, o que pode potencializar a toxicidade cardíaca em caso de absorção sistêmica elevada. O uso concomitante com benzodiazepínicos pode mascarar sinais precoces de toxicidade neurológica. Quando associada a adrenalina, deve-se evitar regiões com circulação terminal (dedos, orelhas, nariz, pênis) devido ao risco teórico de isquemia, embora tal prática esteja sendo revista na literatura recente sob uso controlado.",
            "apresentacao": "• Soluções injetáveis: 0,5%, 1%, 2% (com ou sem vasoconstritor).\n• Ampolas ou frascos-ampola de 10 mL, 20 mL, 50 mL.",
            "preparo": "• Pronta para uso.\n• Aspiração prévia obrigatória.\n• Manter identificação de concentração na seringa.\n• Incompatível com soluções alcalinas ou bicarbonato (risco de precipitação).",
            "solucoesCompatíveis": "• SF 0,9%; incompatível com bicarbonato e pH >7,5.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Usar imediatamente após preparo ou aspiração.",
            "cuidadosMedicos": "• Monitorar sinais precoces de toxicidade sistêmica.\n• Ter disponível protocolo de tratamento com lipidoterapia (intralipid 20%).\n• Observar resposta anestésica e tempo de latência.",
            "cuidadosFarmaceuticos": "• Armazenar de forma adequada.\n• Confirmar validade, concentração e compatibilidade.\n• Garantir rastreabilidade da dose administrada.",
            "cuidadosEnfermagem": "• Observar sinais locais de isquemia ou necrose.\n• Monitorar padrão respiratório, consciência e queixas subjetivas.\n• Relatar eventos adversos imediatos como tontura, visão turva ou confusão.",
            "fontesBibliograficas": "Bula Anvisa (Xylocaína®), UpToDate (2024), Micromedex, PubMed ID 37636389, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), SBP Manual Terapêutico Pediátrico."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaine (lidocaine hydrochloride)",
            "nomeComercial": "Xylocaine®, Dencorub®, Xylesthesin®, Xylocord®",
            "classificacao": "Amide-type local anesthetic; voltage-gated sodium channel blocker; class 1B antiarrhythmic",
            "mecanismoAcao": "Lidocaine is an amide-type local anesthetic that reversibly blocks voltage-gated sodium channels in the membranes of peripheral neurons, preventing the generation and propagation of action potentials. Its affinity for open and inactivated channels confers use-dependent blockade, more intense in small caliber nerve fibers (A-delta and C fibers) responsible for pain conduction. Additionally, lidocaine stabilizes the cell membrane by reducing sodium and potassium ion permeability, inhibiting depolarization and nerve conduction. It has a rapid onset of action (short latency), intermediate potency, and relatively short duration, making it ideal for infiltrations and outpatient procedures. The addition of a vasoconstrictor (e.g., adrenaline) decreases systemic absorption, prolongs block duration, and reduces toxicity risk. Lidocaine also exhibits antiarrhythmic properties (class 1B), modulating myocardial excitability during systemic infusions. Evidence suggests that at low intravenous doses, it may act as a modulator of neuropathic pain by interfering with central nociceptive pathways—an off-label use in hospital settings. Its efficacy results from the combination of rapid onset, sensory fiber selectivity, and safety at usual infiltration concentrations.",
            "farmacocinetica": "• Onset of action: 30 seconds to 2 minutes (rapid).\n• Peak effect: 5–15 minutes.\n• Duration: 0.5–2 hours (without vasoconstrictor); up to 3 hours with vasoconstrictor.\n• Plasma protein binding: 60–80%.\n• Metabolism: hepatic (CYP1A2, CYP3A4).\n• Excretion: renal (mainly as inactive metabolites).\n• Terminal half-life: 1.5–2 hours (may be prolonged in hepatic impairment).",
            "farmacodinamica": "Lidocaine provides rapid and reversible sensory blockade, useful for infiltration in cutaneous, subcutaneous tissues, and mucous membranes. It is effective in minor procedures, superficial incisions, dressings, abscess drainages, small sutures, biopsies, dental infiltrations, and outpatient surgeries. With adrenaline, systemic absorption is reduced and anesthetic effect prolonged. Motor effect is proportional to concentration and infiltration site. Lidocaine infiltration is particularly effective for anesthesia in short procedures, with short latency and early functional recovery. Its action is faster than bupivacaine or ropivacaine, making it ideal for minor outpatient surgeries, superficial traumas, dental blocks, and lacerations. Adding a vasoconstrictor increases block duration by up to 50% and reduces local bleeding, widely used in superficial surgical fields.",
            "indicacoes": "• Local anesthesia by subcutaneous and intradermal infiltration.\n• Minor dermatological surgeries (excisional procedures, biopsies).\n• Infiltration for analgesia of wounds, burns, lacerations.\n• Dental anesthesia and outpatient procedures.\n• Superficial obstetric and gynecological procedures.",
            "posologia": "Adults:\n• Concentration: 0.5% to 2%.\n• Maximum dose: 4.5 mg/kg (without vasoconstrictor); up to 7 mg/kg (with adrenaline).\n• Volume: up to 300 mg in adults (~30 mL of 1%).\nPediatrics:\n• 1–4 mg/kg per single infiltration, adjusted for weight and body surface area.\n• Maximum total dose: 5 mg/kg (with vasoconstrictor).",
            "administracao": "• Subcutaneous, intradermal, or perilesional infiltration.\n• Aseptic technique with prior aspiration to avoid intravascular injection.\n• Fractionated application according to response and area extent.\n• May be combined with vasoconstrictors such as adrenaline 1:100,000 or 1:200,000.",
            "doseMaxima": "4.5 mg/kg (without vasoconstrictor); up to 7 mg/kg (with vasoconstrictor).",
            "doseMinima": "10–20 mg in minor procedures; 0.5–1 mg/kg in pediatrics.",
            "reacoesAdversas": "Common (1–10%):\n• Local burning, transient paresthesias, tremors.\nUncommon (0.1–1%):\n• Tinnitus, nausea, dysgeusia, mild dizziness.\nRare (<0.1%):\n• Systemic toxicity (seizure, coma, arrhythmias, circulatory collapse).\n• Allergic reactions (exceptional), methemoglobinemia with excessive use.",
            "riscoGravidez": "Category B. Can be safely used for local anesthesia during pregnancy, including obstetric procedures (episiotomy, laceration, cesarean section).",
            "riscoLactacao": "Minimal excretion into breast milk. Considered safe for nursing mothers at usual doses. No need to discontinue breastfeeding after single use.",
            "ajusteRenal": "• Not required for single infiltration.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment (reduce total dose and monitor toxicity).",
            "contraindicacoes": "• Hypersensitivity to lidocaine or other amide-type local anesthetics.\n• Infection or inflammation at the injection site.\n• Severe cardiac blocks without pacemaker (in systemic infusion).",
            "interacaoMedicamento": "• Potentiation of toxicity with class I and III antiarrhythmics (e.g., mexiletine, amiodarone).\n• Increased half-life with CYP3A4 inhibitors (e.g., ketoconazole).\n• Increased risk of methemoglobinemia with nitrates, dapsone, and sulfonamides. Lidocaine interacts with tricyclic antidepressants, potentially enhancing cardiac toxicity if systemic absorption is high. Concomitant use with benzodiazepines may mask early signs of neurological toxicity. When combined with adrenaline, avoid areas with end-arterial circulation (fingers, ears, nose, penis) due to theoretical ischemia risk, although this practice is being reconsidered in recent literature under controlled use.",
            "apresentacao": "• Injectable solutions: 0.5%, 1%, 2% (with or without vasoconstrictor).\n• Ampoules or vial-ampoules of 10 mL, 20 mL, 50 mL.",
            "preparo": "• Ready to use.\n• Mandatory prior aspiration.\n• Maintain concentration identification on syringe.\n• Incompatible with alkaline solutions or bicarbonate (risk of precipitation).",
            "solucoesCompatíveis": "• 0.9% saline solution; incompatible with bicarbonate and pH >7.5.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• Use immediately after preparation or aspiration.",
            "cuidadosMedicos": "• Monitor early signs of systemic toxicity.\n• Have lipid emulsion therapy protocol available (intralipid 20%).\n• Observe anesthetic response and latency time.",
            "cuidadosFarmaceuticos": "• Store properly.\n• Confirm validity, concentration, and compatibility.\n• Ensure traceability of administered dose.",
            "cuidadosEnfermagem": "• Observe local signs of ischemia or necrosis.\n• Monitor respiratory pattern, consciousness, and subjective complaints.\n• Report immediate adverse events such as dizziness, blurred vision, or confusion.",
            "fontesBibliograficas": "Anvisa package insert (Xylocaine®), UpToDate (2024), Micromedex, PubMed ID 37636389, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), SBP Pediatric Therapeutic Manual."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Lidocaína (clorhidrato de lidocaína)",
            "nomeComercial": "Xylocaína®, Dencorub®, Xylesthesin®, Xylocord®",
            "classificacao": "Anestésico local tipo amida; bloqueador de canales de sodio dependientes de voltaje; antiarrítmico clase 1B",
            "mecanismoAcao": "La lidocaína es un anestésico local del tipo amida que actúa bloqueando de manera reversible los canales de sodio dependientes de voltaje en las membranas de las neuronas periféricas, impidiendo la generación y propagación del potencial de acción. Su afinidad por canales abiertos e inactivados le confiere un bloqueo dependiente del uso, más intenso en fibras nerviosas de pequeño calibre (fibras A-delta y C), responsables de la conducción del dolor. Además, la lidocaína estabiliza la membrana celular al reducir la permeabilidad a los iones sodio y potasio, inhibiendo la despolarización y la conducción nerviosa. Presenta un inicio de acción rápido (latencia corta), potencia intermedia y duración relativamente breve, lo que la hace ideal para infiltraciones y procedimientos ambulatorios. La adición de un vasoconstrictor (ej: adrenalina) disminuye la absorción sistémica, prolonga la duración del bloqueo y reduce el riesgo de toxicidad. La lidocaína también posee propiedades antiarrítmicas (clase 1B), modulando la excitabilidad miocárdica en infusiones sistémicas. Existen evidencias de que, en bajas dosis intravenosas, puede actuar como modulador del dolor neuropático, interfiriendo en vías centrales de nocicepción – un uso fuera de indicación en contextos hospitalarios. Su eficacia se debe a la combinación de latencia rápida, selectividad por fibras sensoriales y seguridad en concentraciones habituales para infiltración tisular.",
            "farmacocinetica": "• Inicio de acción: 30 segundos a 2 minutos (rápido).\n• Pico de acción: 5–15 minutos.\n• Duración: 0,5–2 horas (sin vasoconstrictor); hasta 3 h con vasoconstrictor.\n• Unión a proteínas plasmáticas: 60–80%.\n• Metabolismo: hepático (CYP1A2, CYP3A4).\n• Excreción: renal (principalmente como metabolitos inactivos).\n• Vida media terminal: 1,5–2 h (puede prolongarse en hepatopatía).",
            "farmacodinamica": "La lidocaína proporciona un bloqueo sensitivo rápido y reversible, siendo útil para la infiltración en tejidos cutáneos, subcutáneos y mucosas. Es eficaz en procedimientos menores, incisiones superficiales, curas, drenajes de abscesos, pequeñas suturas, biopsias, infiltraciones odontológicas y cirugías ambulatorias. Con adrenalina, se reduce la absorción sistémica y se prolonga el efecto anestésico. El efecto motor es proporcional a la concentración y al sitio de infiltración. El uso de lidocaína para infiltración es particularmente eficaz en anestesia de procedimientos rápidos, con latencia corta y recuperación funcional precoz. Su acción es más rápida que la de bupivacaína o ropivacaína, siendo ideal para cirugías ambulatorias menores, traumatismos superficiales, bloqueos odontológicos y laceraciones. La adición de vasoconstrictor aumenta la duración del bloqueo hasta en un 50% y reduce el sangrado local, siendo ampliamente utilizada en campos quirúrgicos superficiales.",
            "indicacoes": "• Anestesia local por infiltración subcutánea e intradérmica.\n• Cirugías dermatológicas menores (excisiones, biopsias).\n• Infiltración para analgesia de heridas, quemaduras, laceraciones.\n• Anestesia odontológica y procedimientos ambulatorios.\n• Procedimientos obstétricos y ginecológicos superficiales.",
            "posologia": "Adultos:\n• Concentración: 0,5% a 2%.\n• Dosis máxima: 4,5 mg/kg (sin vasoconstrictor); hasta 7 mg/kg (con adrenalina).\n• Volumen: hasta 300 mg en adultos (~30 mL al 1%).\nPediatría:\n• 1–4 mg/kg por infiltración única, ajustado al peso y superficie corporal.\n• Dosis total máxima: 5 mg/kg (con vasoconstrictor).",
            "administracao": "• Infiltración subcutánea, intradérmica o perilesional.\n• Técnica aséptica con aspiración previa para evitar inyección intravascular.\n• Aplicación fraccionada según respuesta y extensión del área.\n• Puede asociarse a vasoconstrictores como adrenalina 1:100.000 o 1:200.000.",
            "doseMaxima": "4,5 mg/kg (sin vasoconstrictor); hasta 7 mg/kg (con vasoconstrictor).",
            "doseMinima": "10–20 mg en procedimientos pequeños; 0,5–1 mg/kg en pediatría.",
            "reacoesAdversas": "Comunes (1–10%):\n• Ardor local, parestesias transitorias, temblores.\nInfrecuentes (0,1–1%):\n• Acúfenos, náuseas, disgeusia, mareo leve.\nRaras (<0,1%):\n• Toxicidad sistémica (convulsión, coma, arritmias, colapso circulatorio).\n• Reacciones alérgicas (excepcionales), metahemoglobinemia en uso excesivo.",
            "riscoGravidez": "Categoría B. Puede utilizarse con seguridad en anestesia local durante el embarazo, incluso en obstetricia (episiotomía, laceración, cesárea).",
            "riscoLactacao": "Excreción mínima en la leche materna. Considerada segura para lactantes en dosis habituales. No es necesario suspender la lactancia tras el uso único.",
            "ajusteRenal": "• No es necesario en infiltración única.",
            "ajusteHepatico": "• Usar con precaución en hepatopatía grave (reducir dosis total y monitorizar toxicidad).",
            "contraindicacoes": "• Hipersensibilidad a la lidocaína o a otros anestésicos tipo amida.\n• Infección o inflamación en el sitio de aplicación.\n• Bloqueos cardíacos graves sin marcapasos (en infusión sistémica).",
            "interacaoMedicamento": "• Potenciación de la toxicidad con antiarrítmicos clase I y III (ej: mexiletina, amiodarona).\n• Aumento de la vida media con inhibidores de CYP3A4 (ej: ketoconazol).\n• Riesgo aumentado de metahemoglobinemia con nitratos, dapsona y sulfonamidas. La lidocaína interactúa con antidepresivos tricíclicos, lo que puede potenciar la toxicidad cardíaca en caso de absorción sistémica elevada. El uso concomitante con benzodiacepinas puede enmascarar signos precoces de toxicidad neurológica. Cuando se asocia con adrenalina, debe evitarse su uso en zonas con circulación terminal (dedos, orejas, nariz, pene) debido al riesgo teórico de isquemia, aunque esta práctica está siendo revisada en la literatura reciente bajo uso controlado.",
            "apresentacao": "• Soluciones inyectables: 0,5%, 1%, 2% (con o sin vasoconstrictor).\n• Ampollas o frascos-ampolla de 10 mL, 20 mL, 50 mL.",
            "preparo": "• Lista para su uso.\n• Aspiración previa obligatoria.\n• Mantener identificación de la concentración en la jeringa.\n• Incompatible con soluciones alcalinas o bicarbonato (riesgo de precipitación).",
            "solucoesCompatíveis": "• SF 0,9%; incompatible con bicarbonato y pH >7,5.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Usar inmediatamente después de la preparación o aspiración.",
            "cuidadosMedicos": "• Monitorizar signos precoces de toxicidad sistémica.\n• Tener disponible protocolo de tratamiento con emulsión lipídica (intralipid 20%).\n• Observar respuesta anestésica y tiempo de latencia.",
            "cuidadosFarmaceuticos": "• Almacenar adecuadamente.\n• Confirmar validez, concentración y compatibilidad.\n• Garantizar la trazabilidad de la dosis administrada.",
            "cuidadosEnfermagem": "• Observar signos locales de isquemia o necrosis.\n• Monitorizar el patrón respiratorio, conciencia y quejas subjetivas.\n• Comunicar eventos adversos inmediatos como mareo, visión borrosa o confusión.",
            "fontesBibliograficas": "Fichas técnicas de Anvisa (Xylocaína®), UpToDate (2024), Micromedex, PubMed ID 37636389, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Manual Terapéutico Pediátrico SBP."
        }
    },
