{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Lorazepam",
            "nomeComercial": "Lorax®, Ativan®, Orfidal®",
            "classificacao": "Benzodiazepínico, ansiolítico, sedativo, hipnótico, anticonvulsivante e miorrelaxante central",
            "mecanismoAcao": "O lorazepam é um benzodiazepínico que atua como modulador alostérico positivo dos receptores GABA-A, aumentando a afinidade do GABA pelo seu sítio de ligação. Sua ação é seletiva para subtipos do receptor GABA-A contendo subunidades α1, α2, α3 e α5, o que resulta em diferentes efeitos farmacológicos (sedação, ansiólise, relaxamento muscular e amnésia). Ao se ligar ao domínio benzodiazepínico do receptor, aumenta a frequência de abertura dos canais de cloro quando o GABA está presente, levando à hiperpolarização da membrana neuronal e redução da excitabilidade. Esse mecanismo resulta em inibição sináptica generalizada, depressão da transmissão excitatória e modulação de circuitos límbicos, corticais e do tronco cerebral. O lorazepam apresenta baixa afinidade por receptores extrasinápticos e não afeta diretamente canais de sódio ou potássio, o que explica seu perfil de segurança e ausência de efeitos anestésicos profundos. Sua seletividade reduz o risco de efeitos adversos extrapiramidais e motores em relação a outros depressores do SNC.",
            "farmacocinetica": "• Biodisponibilidade absoluta oral: 90–95%.\n• Absorção: rápida e quase completa por via oral, sublingual, IM e IV.\n• Início de ação: 1–3 min IV, 15–30 min IM, 20–40 min VO ou sublingual.\n• Pico plasmático: 1–2 horas VO/IM.\n• Volume de distribuição: 1,3 L/kg; atravessa barreira hematoencefálica e placenta.\n• Ligação a proteínas plasmáticas: 85–90% (predominantemente à albumina).\n• Metabolismo: hepático, quase exclusivamente por glicuronidação via UGT2B15 e, em menor grau, UGT2B7, formando glicuronídeos inativos.\n• Ausência de metabólitos farmacologicamente ativos (diferente de diazepam, midazolam).\n• Meia-vida de eliminação: 10–20 horas (adultos jovens), podendo aumentar para 18–25 horas em idosos ou pacientes com insuficiência hepática.\n• Excreção: renal (80–90% como glicuronídeos inativos), pequenas quantidades nas fezes.\n• Variabilidade interindividual: idosos, pacientes com insuficiência hepática ou polimorfismos de UGT2B15 podem apresentar depuração reduzida e maior sensibilidade.\n• Comparação: lorazepam tem menor risco de acúmulo do que benzodiazepínicos oxidativos (diazepam, clonazepam), especialmente em idosos e hepatopatas.",
            "farmacodinamica": "Lorazepam promove depressão global do sistema nervoso central, resultando em ansiólise, sedação, hipnose, relaxamento muscular, efeito anticonvulsivante e amnésia anterógrada. Seu início de ação é rápido, com duração intermediária. A meia-vida de eliminação moderada (10–20 h) e ausência de metabólitos ativos minimizam o risco de acúmulo, toxicidade prolongada ou sedação residual, mesmo em uso repetido ou contínuo. O perfil farmacodinâmico favorece uso em situações agudas e em pacientes vulneráveis (idosos, hepatopatas), com menor risco de depressão respiratória prolongada do que benzodiazepínicos de longa duração. O tempo de ação relativamente curto reduz o risco de efeitos adversos acumulativos, mas pode aumentar a incidência de sintomas de abstinência em uso crônico ou retirada abrupta.",
            "indicacoes": "• Tratamento da ansiedade aguda e transtornos ansiosos severos.\n• Sedação pré-operatória e pré-procedimentos.\n• Tratamento agudo de crises convulsivas, incluindo status epilepticus.\n• Controle da agitação psicomotora aguda.\n• Tratamento da síndrome de abstinência alcoólica.\n• Indução de sono em distúrbios associados à ansiedade (curto prazo).\n• Sedação de pacientes em ventilação mecânica (off-label, em combinação com outros sedativos).",
            "posologia": "Adultos:\n• Ansiedade aguda: 1–4 mg/dia VO, dividido em 2–3 doses.\n• Sedação pré-operatória: 2 mg VO ou 0,05 mg/kg IM, 30–60 min antes.\n• Crises convulsivas/status epilepticus: 4 mg IV lenta (em 2 min), repetir após 10–15 min se necessário (máx. 8 mg).\n• Abstinência alcoólica: 2–4 mg VO a cada 6–8 h, conforme necessidade.\nIdosos ou debilitados:\n• Iniciar com metade da dose usual (ex: 0,5–1 mg VO, 1–2 mg IM/IV), ajustar conforme resposta e tolerância.\nPacientes em UTI (sedação contínua):\n• Infusão IV: iniciar com bolus de 1–2 mg, seguido de infusão contínua de 0,01–0,1 mg/kg/h, titulando para sedação desejada.\n• Monitorar sinais vitais e nível de sedação regularmente.\nPediatria (>12 anos, uso hospitalar preferencial):\n• Sedação pré-operatória: 0,05 mg/kg IM (máx. 4 mg).\n• Crises convulsivas/status epilepticus: 0,05–0,1 mg/kg IV (máx. 4 mg por dose), repetir após 10–15 min se necessário (máx. 8 mg em 12 h).",
            "administracao": "• IV: bolus lento (mínimo 2 minutos).\n• IM: administração profunda.\n• VO: comprimidos ou solução oral.\n• Sublingual: comprimidos dissolvíveis.\n• Monitorização cardiorrespiratória é obrigatória nas vias IV e IM.",
            "doseMaxima": "• Adulto: 8 mg em crises convulsivas agudas.\n• Pediatria: 0,1 mg/kg por dose (máx. 4 mg), total máximo de 8 mg em 12 horas.",
            "doseMinima": "• Adulto: 1 mg VO.\n• Pediatria: 0,05 mg/kg IV ou IM.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Sonolência, sedação, fadiga, ataxia, tontura.\nComuns (1–10%):\n• Amnésia anterógrada, confusão, depressão respiratória (altas doses/IV), hipotensão, bradicardia leve, cefaleia, boca seca, náusea, constipação.\nIncomuns (0,1–1%):\n• Efeitos paradoxais: agitação, agressividade, desinibição, delírios, alucinações, insônia, excitação motora (especialmente em idosos, crianças e pacientes psiquiátricos).\n• Sintomas neuropsiquiátricos: disartria, depressão, irritabilidade, alterações do humor.\n• Reações locais: dor, tromboflebite, eritema na injeção IV.\nRaras (<0,1%):\n• Insuficiência respiratória grave, laringoespasmo, broncoespasmo, anafilaxia.\n• Tolerância (especialmente para efeito hipnótico), dependência física e psicológica, síndrome de retirada (insônia rebote, ansiedade, irritabilidade, tremores, convulsões, delírios), principalmente após uso prolongado ou suspensão abrupta.\n• Síndrome de abstinência pode ser grave, exigindo retirada gradual e monitorização.",
            "riscoGravidez": "Categoria D. Evidências de risco fetal humano. Uso contraindicado, exceto em situações de risco iminente (controle de convulsões, sedação urgente, agitação psicomotora severa). Uso crônico pode levar à síndrome de abstinência neonatal, depressão respiratória neonatal e hipotonia.",
            "riscoLactacao": "Excretado em pequenas quantidades no leite materno. Uso ocasional é considerado seguro. Recomenda-se evitar amamentação nas 6 a 8 horas após administração IV, IM ou oral em altas doses. Monitorar lactente para sinais de sedação, dificuldade na sucção ou hipotonia.",
            "ajusteRenal": "Não requer ajuste inicial. No entanto, pode ocorrer acúmulo em insuficiência renal severa, com sedação prolongada. Monitorizar cuidadosamente sedação e função respiratória em infusões ou doses repetidas.",
            "ajusteHepatico": "Requer ajuste de dose na insuficiência hepática moderada a grave. A metabolização por glicuronidação é menos afetada que a oxidação (como no diazepam), mas pacientes cirróticos podem apresentar depuração reduzida e maior sensibilidade aos efeitos sedativos.",
            "contraindicacoes": "• Hipersensibilidade ao lorazepam, benzodiazepínicos ou componentes da fórmula.\n• Miastenia gravis não controlada.\n• Insuficiência respiratória severa não tratada.\n• Síndrome de apneia do sono não tratada.\n• Glaucoma de ângulo fechado não controlado (relativo).\n• Insuficiência hepática severa com encefalopatia.",
            "interacaoMedicamento": "• Potencializa depressão do SNC quando associado a opioides, anestésicos, álcool, antipsicóticos, antidepressivos, anti-histamínicos sedativos.\n• Inibidores do CYP3A4 (como cetoconazol, claritromicina) podem aumentar os níveis de lorazepam, embora seu metabolismo principal seja por glicuronidação.\n• Indutores enzimáticos (rifampicina, carbamazepina, fenitoína) podem reduzir efeito.\n• Potencializa efeitos hipotensores de anti-hipertensivos e risco de depressão respiratória quando associado a outros depressores do SNC.",
            "apresentacao": "• Comprimidos 1 mg e 2,5 mg.\n• Solução oral 2 mg/mL (varia por fabricante).\n• Ampolas 4 mg/mL (1 mL, 2 mL).",
            "preparo": "• IV/IM: usar ampola diretamente (4 mg/mL) ou diluir em SF 0,9% ou SG 5%.\n• Sublingual: uso do comprimido.\n• Oral: solução ou comprimido.\n• Retal (off-label): diluir ampola em 10–20 mL de SF ou SG para administração via sonda retal em emergências pediátricas.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Evitar congelamento. Após diluição, utilizar imediatamente ou manter refrigerado (2–8°C) e utilizar em até 24 horas em condições assépticas.",
            "cuidadosMedicos": "• Monitorização cardiorrespiratória rigorosa durante e após administração IV/IM/infusão, especialmente em idosos, hepatopatas, pacientes com DPOC, apneia do sono ou insuficiência respiratória.\n• Disponibilizar suporte ventilatório, oxigênio e antídoto específico (flumazenil) em ambiente hospitalar.\n• Flumazenil pode ser indicado em casos de depressão respiratória grave ou intoxicação aguda, com cautela em pacientes epilépticos ou dependentes de benzodiazepínicos.\n• Critérios para monitorização contínua: uso IV, infusão, doses elevadas, comorbidades respiratórias/cardiovasculares, uso concomitante de opioides ou outros depressores do SNC.\n• Ajustar doses e monitorar resposta clínica em idosos, insuficiência renal/hepática, pacientes críticos e politraumatizados.\n• Evitar uso em pacientes com DPOC descompensada ou apneia do sono não tratada devido ao risco elevado de depressão respiratória e eventos adversos graves.\n• Avaliar sinais de tolerância, dependência e síndrome de abstinência em uso prolongado, orientando retirada gradual e acompanhamento multidisciplinar.",
            "cuidadosFarmaceuticos": "• Conferir validade, integridade da ampola e aspecto da solução.\n• Realizar diluição correta quando necessário.\n• Garantir rastreabilidade do lote, dose, horário e via.\n• Alertar equipe quanto ao risco de sedação profunda, depressão respiratória e necessidade de monitorização rigorosa.\n• Assegurar disponibilidade de flumazenil em caso de reversão emergencial.",
            "cuidadosEnfermagem": "• Monitorar nível de consciência, sedação, sinais vitais e função respiratória.\n• Observar sinais de sedação excessiva, apneia, hipotensão ou reações paradoxais.\n• Garantir acesso a equipamento de suporte ventilatório e desfibrilador.\n• Informar paciente e acompanhante sobre os riscos de amnésia, sedação prolongada e necessidade de restrição de atividades após uso.\n• Notificar imediatamente qualquer evento adverso ou reação inesperada.",
            "fontesBibliograficas": "Bula Anvisa (Lorazepam), Goodman & Gilman (13ª Edição), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37569243, Tintinalli’s Emergency Medicine (9ª Edição), PubChem Compound ID 3958."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Lorazepam",
            "nomeComercial": "Ativan®, Lorax®, Orfidal®",
            "classificacao": "Benzodiazepine, anxiolytic, sedative, hypnotic, anticonvulsant, and central muscle relaxant",
            "mecanismoAcao": "Lorazepam is a benzodiazepine that acts as a positive allosteric modulator of GABA-A receptors, enhancing the affinity of GABA for its binding site. It selectively targets GABA-A receptor subtypes containing α1, α2, α3, and α5 subunits, resulting in various pharmacological effects including sedation, anxiolysis, muscle relaxation, and amnesia. By binding to the benzodiazepine site on the receptor, lorazepam increases the frequency of chloride channel opening in the presence of GABA, leading to neuronal membrane hyperpolarization and decreased excitability. This mechanism produces generalized synaptic inhibition, depression of excitatory transmission, and modulation of limbic, cortical, and brainstem circuits. Lorazepam has low affinity for extrasynaptic receptors and does not directly affect sodium or potassium channels, explaining its safety profile and lack of profound anesthetic effects. Its selectivity reduces the risk of extrapyramidal and motor side effects compared to other CNS depressants.",
            "farmacocinetica": "• Absolute oral bioavailability: 90–95%.\n• Absorption: rapid and nearly complete via oral, sublingual, IM, and IV routes.\n• Onset of action: 1–3 minutes IV, 15–30 minutes IM, 20–40 minutes oral or sublingual.\n• Peak plasma concentration: 1–2 hours oral/IM.\n• Volume of distribution: 1.3 L/kg; crosses blood-brain barrier and placenta.\n• Plasma protein binding: 85–90% (primarily albumin).\n• Metabolism: hepatic, almost exclusively via glucuronidation by UGT2B15 and, to a lesser extent, UGT2B7, forming inactive glucuronides.\n• No pharmacologically active metabolites (unlike diazepam, midazolam).\n• Elimination half-life: 10–20 hours in young adults, increasing to 18–25 hours in elderly or patients with hepatic impairment.\n• Excretion: renal (80–90% as inactive glucuronides), minimal fecal elimination.\n• Interindividual variability: elderly, hepatic impairment, or UGT2B15 polymorphisms may reduce clearance and increase sensitivity.\n• Comparison: lower accumulation risk than oxidative benzodiazepines (diazepam, clonazepam), especially in elderly and hepatic patients.",
            "farmacodinamica": "Lorazepam induces global central nervous system depression, resulting in anxiolysis, sedation, hypnosis, muscle relaxation, anticonvulsant effects, and anterograde amnesia. It has a rapid onset and intermediate duration of action. The moderate elimination half-life (10–20 hours) and absence of active metabolites minimize accumulation risk, prolonged toxicity, or residual sedation even with repeated or continuous use. This pharmacodynamic profile favors acute use and vulnerable populations (elderly, hepatic impairment) with a lower risk of prolonged respiratory depression compared to long-acting benzodiazepines. The relatively short action reduces cumulative adverse effects but may increase withdrawal symptoms incidence with chronic use or abrupt discontinuation.",
            "indicacoes": "• Treatment of acute anxiety and severe anxiety disorders.\n• Preoperative and procedural sedation.\n• Acute management of seizures, including status epilepticus.\n• Control of acute psychomotor agitation.\n• Treatment of alcohol withdrawal syndrome.\n• Induction of sleep in anxiety-associated disorders (short-term).\n• Sedation of mechanically ventilated patients (off-label, in combination with other sedatives).",
            "posologia": "Adults:\n• Acute anxiety: 1–4 mg/day orally, divided into 2–3 doses.\n• Preoperative sedation: 2 mg orally or 0.05 mg/kg IM, 30–60 minutes prior.\n• Seizures/status epilepticus: 4 mg IV slow injection (over 2 minutes), may repeat after 10–15 minutes if needed (max 8 mg).\n• Alcohol withdrawal: 2–4 mg orally every 6–8 hours as needed.\nElderly or debilitated:\n• Start with half the usual dose (e.g., 0.5–1 mg orally, 1–2 mg IM/IV), adjust based on response and tolerance.\nICU patients (continuous sedation):\n• IV infusion: start with 1–2 mg bolus, followed by continuous infusion at 0.01–0.1 mg/kg/h, titrate to desired sedation level.\n• Regular monitoring of vital signs and sedation level required.\nPediatrics (>12 years, hospital use preferred):\n• Preoperative sedation: 0.05 mg/kg IM (max 4 mg).\n• Seizures/status epilepticus: 0.05–0.1 mg/kg IV (max 4 mg per dose), may repeat after 10–15 minutes if needed (max 8 mg in 12 hours).",
            "administracao": "• IV: slow bolus injection (minimum 2 minutes).\n• IM: deep intramuscular injection.\n• Oral: tablets or oral solution.\n• Sublingual: dissolvable tablets.\n• Cardiorespiratory monitoring mandatory for IV and IM administration.",
            "doseMaxima": "• Adults: 8 mg for acute seizure management.\n• Pediatrics: 0.1 mg/kg per dose (max 4 mg), total max 8 mg in 12 hours.",
            "doseMinima": "• Adults: 1 mg orally.\n• Pediatrics: 0.05 mg/kg IV or IM.",
            "reacoesAdversas": "Very common (>10%):\n• Drowsiness, sedation, fatigue, ataxia, dizziness.\nCommon (1–10%):\n• Anterograde amnesia, confusion, respiratory depression (high doses/IV), hypotension, mild bradycardia, headache, dry mouth, nausea, constipation.\nUncommon (0.1–1%):\n• Paradoxical reactions: agitation, aggression, disinhibition, delirium, hallucinations, insomnia, motor excitation (especially in elderly, children, psychiatric patients).\n• Neuropsychiatric symptoms: dysarthria, depression, irritability, mood changes.\n• Local reactions: pain, thrombophlebitis, erythema at IV injection site.\nRare (<0.1%):\n• Severe respiratory failure, laryngospasm, bronchospasm, anaphylaxis.\n• Tolerance (notably hypnotic effect), physical and psychological dependence, withdrawal syndrome (rebound insomnia, anxiety, irritability, tremors, seizures, delirium), mainly after prolonged use or abrupt cessation.\n• Withdrawal syndrome can be severe, requiring gradual tapering and monitoring.",
            "riscoGravidez": "Category D. Evidence of human fetal risk. Contraindicated except in imminent risk situations (seizure control, urgent sedation, severe psychomotor agitation). Chronic use may cause neonatal withdrawal syndrome, neonatal respiratory depression, and hypotonia.",
            "riscoLactacao": "Excreted in small amounts in breast milk. Occasional use considered safe. Avoid breastfeeding for 6 to 8 hours after high-dose IV, IM, or oral administration. Monitor infant for sedation signs, feeding difficulties, or hypotonia.",
            "ajusteRenal": "No initial dose adjustment required. However, accumulation may occur in severe renal impairment, leading to prolonged sedation. Careful monitoring of sedation and respiratory function during infusions or repeated dosing is recommended.",
            "ajusteHepatico": "Dose adjustment needed in moderate to severe hepatic impairment. Glucuronidation metabolism is less affected than oxidation (as with diazepam), but cirrhotic patients may have reduced clearance and increased sensitivity to sedative effects.",
            "contraindicacoes": "• Hypersensitivity to lorazepam, benzodiazepines, or formulation components.\n• Uncontrolled myasthenia gravis.\n• Severe untreated respiratory insufficiency.\n• Untreated sleep apnea syndrome.\n• Uncontrolled narrow-angle glaucoma (relative).\n• Severe hepatic insufficiency with encephalopathy.",
            "interacaoMedicamento": "• Potentiates CNS depression when combined with opioids, anesthetics, alcohol, antipsychotics, antidepressants, sedative antihistamines.\n• CYP3A4 inhibitors (e.g., ketoconazole, clarithromycin) can increase lorazepam levels, though primary metabolism is via glucuronidation.\n• Enzyme inducers (rifampin, carbamazepine, phenytoin) may reduce effect.\n• Potentiates hypotensive effects of antihypertensives and increases risk of respiratory depression with other CNS depressants.",
            "apresentacao": "• Tablets: 1 mg and 2.5 mg.\n• Oral solution: 2 mg/mL (varies by manufacturer).\n• Ampoules: 4 mg/mL (1 mL, 2 mL).",
            "preparo": "• IV/IM: use ampoule directly (4 mg/mL) or dilute in 0.9% saline or 5% glucose solution.\n• Sublingual: use tablet form.\n• Oral: solution or tablet.\n• Rectal (off-label): dilute ampoule in 10–20 mL saline or glucose solution for administration via rectal tube in pediatric emergencies.",
            "solucoesCompatíveis": "Compatible with 0.9% saline and 5% glucose solutions. Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "Store between 15°C and 30°C, protected from light. Avoid freezing. After dilution, use immediately or refrigerate (2–8°C) and use within 24 hours under aseptic conditions.",
            "cuidadosMedicos": "• Strict cardiorespiratory monitoring during and after IV/IM administration or infusion, especially in elderly, hepatic patients, COPD, sleep apnea, or respiratory insufficiency.\n• Provide ventilatory support, oxygen, and specific antidote (flumazenil) in hospital settings.\n• Flumazenil may be indicated for severe respiratory depression or acute intoxication, with caution in epileptic or benzodiazepine-dependent patients.\n• Continuous monitoring criteria: IV use, infusion, high doses, respiratory/cardiovascular comorbidities, concomitant opioids or other CNS depressants.\n• Adjust doses and monitor clinical response in elderly, renal/hepatic impairment, critically ill, and polytrauma patients.\n• Avoid use in decompensated COPD or untreated sleep apnea due to high risk of respiratory depression and severe adverse events.\n• Assess tolerance, dependence, and withdrawal syndrome signs during prolonged use, guiding gradual withdrawal and multidisciplinary follow-up.",
            "cuidadosFarmaceuticos": "• Check expiration date, ampoule integrity, and solution appearance.\n• Perform correct dilution when necessary.\n• Ensure traceability of batch, dose, time, and route.\n• Warn staff about risks of deep sedation, respiratory depression, and need for strict monitoring.\n• Ensure availability of flumazenil for emergency reversal.",
            "cuidadosEnfermagem": "• Monitor consciousness level, sedation, vital signs, and respiratory function.\n• Observe for excessive sedation, apnea, hypotension, or paradoxical reactions.\n• Ensure access to ventilatory support equipment and defibrillator.\n• Inform patient and caregiver about risks of amnesia, prolonged sedation, and activity restrictions after use.\n• Immediately report any adverse events or unexpected reactions.",
            "fontesBibliograficas": "FDA Package Insert (Lorazepam), Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13th Edition), Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37569243, Tintinalli’s Emergency Medicine (9th Edition), PubChem Compound ID 3958."
        }
    }
    "ES": {
      "bulario": {
        "nombrePrincipioActivo": "Lorazepam",
        "nombreComercial": "Ativan®, Lorax®, Orfidal®",
        "clasificacion": "Benzodiacepina, ansiolítico, sedante, hipnótico, anticonvulsivo y relajante muscular central",
        "mecanismoAccion": "El lorazepam actúa como modulador alostérico positivo del receptor GABA-A, aumentando la afinidad del GABA por su sitio de unión. Se une a subunidades α1, α2, α3 y α5, lo que produce efectos ansiolíticos, sedantes, miorrelajantes, anticonvulsivos y amnésicos. Facilita la apertura de los canales de cloro en presencia de GABA, provocando hiperpolarización neuronal e inhibición sináptica generalizada. Su selectividad reduce el riesgo de efectos extrapiramidales. No afecta directamente canales de sodio ni potasio, lo que le confiere un perfil de seguridad favorable.",
        "farmacocinetica": "• Biodisponibilidad oral absoluta: 90–95%.\n• Absorción: rápida por vías oral, sublingual, IM e IV.\n• Inicio de acción: 1–3 min IV, 15–30 min IM, 20–40 min VO/sublingual.\n• Pico plasmático: 1–2 h VO/IM.\n• Distribución: 1,3 L/kg; atraviesa BHE y placenta.\n• Unión a proteínas plasmáticas: 85–90% (albúmina).\n• Metabolismo: hepático por glucuronidación (UGT2B15 y UGT2B7), sin metabolitos activos.\n• Vida media: 10–20 h (adultos jóvenes), 18–25 h en ancianos o hepatópatas.\n• Excreción: renal (80–90% como glucurónido inactivo).",
        "farmacodinamica": "Produce depresión generalizada del SNC: ansiolisis, sedación, hipnosis, relajación muscular, efecto anticonvulsivo y amnesia anterógrada. Su vida media moderada y la ausencia de metabolitos activos minimizan el riesgo de acumulación. Tiene menor riesgo de sedación prolongada en ancianos o pacientes con disfunción hepática que otras benzodiacepinas de larga duración como diazepam.",
        "indicaciones": "• Ansiedad aguda y trastornos de ansiedad graves.\n• Sedación preoperatoria y para procedimientos.\n• Manejo de crisis convulsivas y status epiléptico.\n• Agitación psicomotora aguda.\n• Síndrome de abstinencia alcohólica.\n• Inducción del sueño (a corto plazo).\n• Sedación en pacientes con ventilación mecánica (off-label).",
        "posologia": "Adultos:\n• Ansiedad: 1–4 mg/día VO (2–3 dosis).\n• Sedación preoperatoria: 2 mg VO o 0,05 mg/kg IM.\n• Crisis convulsivas: 4 mg IV lenta (2 min), repetir tras 10–15 min (máx. 8 mg).\n• Abstinencia alcohólica: 2–4 mg VO cada 6–8 h.\nAncianos:\n• Iniciar con 0,5–1 mg VO, 1–2 mg IM/IV.\nUCI:\n• Infusión IV: bolo 1–2 mg, luego 0,01–0,1 mg/kg/h.\nPediatría (>12 años):\n• Sedación: 0,05 mg/kg IM (máx. 4 mg).\n• Crisis convulsivas: 0,05–0,1 mg/kg IV (máx. 4 mg/dosis, 8 mg en 12 h).",
        "administracion": "• IV: bolo lento (≥2 min).\n• IM: profundo.\n• VO: comprimidos o solución.\n• Sublingual: comprimidos orodispersables.\n• Monitorización cardiorrespiratoria obligatoria IV/IM.",
        "dosisMaxima": "• Adultos: 8 mg en 12 h para crisis.\n• Pediátricos: 0,1 mg/kg/dosis (máx. 4 mg).",
        "dosisMinima": "• Adultos: 1 mg VO.\n• Pediátricos: 0,05 mg/kg.",
        "reaccionesAdversas": "Muy comunes (>10%): somnolencia, sedación, fatiga, ataxia.\nComunes (1–10%): amnesia, confusión, depresión respiratoria, náuseas.\nInfrecuentes (0,1–1%): reacciones paradójicas (agitación, agresividad), hipotensión, disartria.\nRaras (<0,1%): paro respiratorio, anafilaxia, síndrome de abstinencia grave.",
        "riesgoEmbarazo": "Categoría D. Riesgo fetal humano demostrado. Uso restringido a situaciones críticas (convulsiones, sedación urgente).",
        "riesgoLactancia": "Excreción baja en leche. Evitar lactancia por 6–8 h tras dosis altas. Vigilar al lactante por sedación.",
        "ajusteRenal": "No requiere ajuste inicial. Riesgo de acumulación en insuficiencia renal grave. Monitorizar si uso prolongado.",
        "ajusteHepatico": "Ajustar dosis en insuficiencia hepática moderada o grave. Mayor sensibilidad a efectos sedantes.",
        "contraindicaciones": "• Hipersensibilidad a lorazepam o benzodiacepinas.\n• Miastenia grave no controlada.\n• Insuficiencia respiratoria severa.\n• Apnea del sueño no tratada.\n• Glaucoma de ángulo cerrado no controlado.\n• Insuficiencia hepática con encefalopatía.",
        "interaccionMedicamentos": "• Depresores del SNC (opioides, alcohol, antipsicóticos) potencian efectos.\n• Inhibidores de CYP3A4 (ketoconazol) aumentan niveles.\n• Inductores (rifampicina, fenitoína) reducen efecto.",
        "presentacion": "• Comprimidos: 1 mg, 2,5 mg.\n• Solución oral: 2 mg/mL.\n• Ampollas: 4 mg/mL (1 mL, 2 mL).",
        "preparacion": "• IV/IM: usar directamente o diluir en SF 0,9%/SG 5%.\n• Sublingual: comprimidos orodispersables.\n• Rectal (off-label): diluir 10–20 mL para vía rectal en emergencia pediátrica.",
        "solucionesCompatibles": "Solución fisiológica 0,9%, glucosada 5%. Incompatible con soluciones alcalinas.",
        "almacenamiento": "15–30°C, protegido de luz. No congelar. Tras dilución, usar en 24 h (refrigerado).",
        "cuidadosMedicos": "• Monitorización continua (FC, FR, SpO2) tras uso IV/IM.\n• Tener flumazenilo disponible para reversión.\n• Precaución en ancianos, hepatópatas, DPOC, apnea del sueño.",
        "cuidadosFarmaceuticos": "• Verificar integridad del envase y diluciones.\n• Registrar lote, dosis, vía y hora.\n• Asegurar condiciones asépticas y disponibilidad de antídoto.",
        "cuidadosEnfermeria": "• Vigilar nivel de conciencia, FR y signos vitales.\n• Identificar signos de sedación excesiva o reacción paradójica.\n• Disponer de soporte ventilatorio. Informar sobre riesgos de amnesia y restricción de actividades.",
        "fuentesBibliograficas": "Ficha técnica AEMPS (Lorazepam), FDA, UpToDate (2024), Goodman & Gilman (13ª ed.), Micromedex, Miller’s Anesthesia (9ª ed.), Barash Clinical Anesthesia (7ª ed.), PubMed ID 37569243, Tintinalli Urgencias (9ª ed.)"
      }
    }
}
