{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Manitol",
            "nomeComercial": "Manitol®, Osmol®, Mannisol®",
            "classificacao": "Diurético osmótico, agente redutor da pressão intracraniana e da pressão intraocular",
            "mecanismoAcao": "O manitol é um álcool de açúcar hidrossolúvel que atua como diurético osmótico. Após administração intravenosa, distribui-se no espaço extracelular, sem penetrar facilmente nas células, e é filtrado livremente pelos glomérulos renais, com reabsorção tubular mínima. Ao permanecer no túbulo, aumenta a osmolaridade do filtrado glomerular e reduz a reabsorção de água e eletrólitos, especialmente no túbulo proximal e na alça de Henle, promovendo diurese osmótica. Essa ação resulta na expansão transitória do volume plasmático, melhora da perfusão renal e aumento da taxa de filtração glomerular. No sistema nervoso central, o manitol reduz rapidamente a pressão intracraniana por criar um gradiente osmótico que atrai água do parênquima cerebral para o intravascular. Similarmente, reduz a pressão intraocular ao desidratar o humor vítreo. Sua eficácia depende da integridade da barreira hematoencefálica, função renal e manutenção da osmolaridade plasmática em níveis seguros (<320 mOsm/kg). É ineficaz e potencialmente deletério em pacientes com barreira hematoencefálica rompida, anúria ou sobrecarga volêmica. O manitol também pode ser usado para proteger os túbulos renais em situações de necrose tubular iminente (ex: rabdomiólise), facilitando a excreção de pigmentos ou toxinas hidrossolúveis.",
            "farmacocinetica": "• Absorção: não absorvido por via oral.\n• Início de ação: 15 minutos IV para efeito diurético; 30–60 minutos para redução da pressão intracraniana.\n• Pico: 30–60 minutos.\n• Duração do efeito: 4–6 horas.\n• Ligação às proteínas plasmáticas: não se liga.\n• Volume de distribuição: 0,25 L/kg.\n• Metabolização: mínima, pequena fração metabolizada no fígado.\n• Meia-vida: 100 minutos (normal), prolongada na insuficiência renal.\n• Excreção: 80–90% renal por filtração glomerular sem reabsorção significativa.",
            "farmacodinamica": "Promove potente diurese osmótica, reduz rapidamente a pressão intracraniana e intraocular. Aumenta temporariamente a volemia plasmática, com subsequente redução do edema cerebral e da pressão intracraniana. Também melhora a perfusão renal e a taxa de filtração glomerular.",
            "indicacoes": "• Edema cerebral com hipertensão intracraniana (HIC).\n• Controle de hipertensão intracraniana em traumas, tumores, hidrocefalia e hematomas intracranianos.\n• Redução da pressão intraocular em crise aguda de glaucoma.\n• Profilaxia e tratamento da insuficiência renal aguda por rabdomiólise, hemólise ou pós-operatória (prevenção de necrose tubular aguda).\n• Excreção forçada de toxinas hidrossolúveis (intoxicações específicas).",
            "posologia": "Adulto:\n• HIC/Edema cerebral:\n  - 0,25–1 g/kg IV em bolus em 15–30 minutos.\n  - Pode repetir a cada 4–6 horas conforme resposta clínica e osmolaridade.\n• Glaucoma agudo:\n  - 1–2 g/kg IV em 30–60 minutos.\n• Prevenção de insuficiência renal:\n  - 0,25–0,5 g/kg IV em 15–30 minutos, antes da agressão renal.\nPediatria:\n• 0,25–1 g/kg IV em bolus lento, repetir conforme necessidade e monitorização da osmolaridade.",
            "administracao": "• Exclusivamente intravenosa.\n• Administração lenta em bolus (15–30 minutos) ou infusão contínua, dependendo da indicação.\n• Utilizar filtros no equipo para prevenir infusão de cristais.\n• Manter solução aquecida se houver precipitação (manitol tende a cristalizar abaixo de 20°C).",
            "doseMaxima": "• 2 g/kg/dose isolada.\n• Até 300 g/dia em adultos, dependendo da indicação e função renal.",
            "doseMinima": "• 0,25 g/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Diurese intensa, sede, boca seca.\n• Desequilíbrio eletrolítico (hiponatremia, hipocalemia, hipovolemia).\nComuns (1–10%):\n• Náusea, vômito, cefaleia.\n• Edema pulmonar (especialmente em pacientes com disfunção cardíaca).\n• Hipotensão ou hipertensão transitória.\nIncomuns (0,1–1%):\n• Insuficiência cardíaca aguda, distúrbios hidroeletrolíticos severos.\n• Extravasamento com lesão tecidual.\nRaras (<0,1%):\n• Convulsões, coma hiperosmolar, insuficiência renal aguda (se osmolaridade plasmática >320 mOsm/kg não for respeitada).",
            "riscoGravidez": "Categoria C. Usar apenas se os benefícios superarem os riscos. Pode alterar o equilíbrio hidroeletrolítico fetal.",
            "riscoLactacao": "Compatível. Pequenas quantidades podem ser excretadas no leite, sem efeito clínico significativo.",
            "ajusteRenal": "• Contraindicado em anúria.\n• Usar com extrema cautela em insuficiência renal, monitorizando osmolaridade sérica e função renal.\n• Pode acumular, levando a hiperosmolaridade e insuficiência renal osmótica.",
            "ajusteHepatico": "• Usar com cautela.\n• Risco de agravamento de encefalopatia hepática devido ao aumento da osmolaridade plasmática e distúrbios eletrolíticos.",
            "contraindicacoes": "• Anúria.\n• Insuficiência cardíaca descompensada.\n• Edema pulmonar.\n• Desidratação grave.\n• Hiperosmolaridade plasmática >320 mOsm/kg.\n• Hemorragia intracraniana ativa (exceto durante cirurgia).",
            "interacaoMedicamento": "• Potencializa toxicidade de lítio (reduz sua depuração).\n• Potencializa hipocalemia com outros diuréticos.\n• Risco aumentado de nefrotoxicidade com aminoglicosídeos.\n• Aumento de efeito hipotensor com anti-hipertensivos.\n• Pode reduzir a eficácia de anticoagulantes pela hemodiluição.",
            "apresentacao": "• Frascos de 10%, 15%, 20% – 100 mL, 250 mL e 500 mL (100 mg/mL; 150 mg/mL; 200 mg/mL).",
            "preparo": "• Pronto para uso.\n• Aquecer se houver precipitação (até 60°C) e administrar utilizando filtro de 0,22 µm no equipo.\n• Inspecionar visualmente quanto a cristais antes da administração.",
            "solucoesCompatíveis": "• Administrar isoladamente.\n• Não misturar com outros medicamentos ou soluções devido ao risco de precipitação e incompatibilidade.",
            "armazenamento": "• Manter entre 20°C e 30°C.\n• Proteger da luz e do frio (pode precipitar abaixo de 20°C).\n• Se cristalizar, aquecer o frasco em banho-maria até completa dissolução antes do uso.",
            "cuidadosMedicos": "• Monitorizar pressão arterial, balanço hídrico, eletrólitos, osmolaridade plasmática e função renal.\n• Suspender se osmolaridade plasmática ≥320 mOsm/kg.\n• Usar filtro no equipo.\n• Observar sinais de hipovolemia, edema pulmonar ou insuficiência renal.\n• Contraindicado em edema pulmonar cardiogênico.",
            "cuidadosFarmaceuticos": "• Conferir integridade do frasco, ausência de cristais e validade.\n• Aquecer cuidadosamente se houver precipitação.\n• Utilizar filtro de 0,22 µm durante a infusão.\n• Documentar lote, dose, volume e via.\n• Não associar com outros fármacos na mesma linha venosa.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, diurese, balanço hídrico, osmolaridade e eletrólitos.\n• Observar sinais de sobrecarga (edema pulmonar) ou desidratação severa.\n• Verificar acesso venoso e uso correto de filtro.\n• Notificar qualquer reação adversa, como dispneia, hipotensão, alteração do nível de consciência.",
            "fontesBibliograficas": "Bula Anvisa (Manitol), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37606752, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
   
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Mannitol",
            "nomeComercial": "Mannitol®, Osmol®, Mannisol®",
            "classificacao": "Osmotic diuretic, agent reducing intracranial and intraocular pressure",
            "mecanismoAcao": "Mannitol is a water-soluble sugar alcohol that acts as an osmotic diuretic. After intravenous administration, it distributes in the extracellular space without easily penetrating cells and is freely filtered by the renal glomeruli with minimal tubular reabsorption. Remaining in the tubule, it increases the osmolarity of the glomerular filtrate and reduces the reabsorption of water and electrolytes, especially in the proximal tubule and the loop of Henle, promoting osmotic diuresis. This action results in transient plasma volume expansion, improved renal perfusion, and increased glomerular filtration rate. In the central nervous system, mannitol rapidly reduces intracranial pressure by creating an osmotic gradient that draws water from the brain parenchyma into the intravascular space. Similarly, it reduces intraocular pressure by dehydrating the vitreous humor. Its efficacy depends on the integrity of the blood-brain barrier, renal function, and maintenance of plasma osmolarity within safe levels (<320 mOsm/kg). It is ineffective and potentially harmful in patients with a disrupted blood-brain barrier, anuria, or volume overload. Mannitol can also be used to protect renal tubules in imminent tubular necrosis situations (e.g., rhabdomyolysis), facilitating the excretion of water-soluble pigments or toxins.",
            "farmacocinetica": "• Absorption: not absorbed orally.\n• Onset of action: 15 minutes IV for diuretic effect; 30–60 minutes for intracranial pressure reduction.\n• Peak: 30–60 minutes.\n• Duration of effect: 4–6 hours.\n• Plasma protein binding: none.\n• Volume of distribution: 0.25 L/kg.\n• Metabolism: minimal, small fraction metabolized in the liver.\n• Half-life: 100 minutes (normal), prolonged in renal insufficiency.\n• Excretion: 80–90% renal by glomerular filtration without significant reabsorption.",
            "farmacodinamica": "Promotes potent osmotic diuresis, rapidly reduces intracranial and intraocular pressure. Temporarily increases plasma volume, subsequently reducing cerebral edema and intracranial pressure. Also improves renal perfusion and glomerular filtration rate.",
            "indicacoes": "• Cerebral edema with intracranial hypertension (ICH).\n• Control of intracranial hypertension in trauma, tumors, hydrocephalus, and intracranial hematomas.\n• Reduction of intraocular pressure in acute glaucoma crisis.\n• Prophylaxis and treatment of acute renal failure due to rhabdomyolysis, hemolysis, or postoperative (prevention of acute tubular necrosis).\n• Forced excretion of water-soluble toxins (specific intoxications).",
            "posologia": "Adult:\n• ICH/Cerebral edema:\n  - 0.25–1 g/kg IV bolus over 15–30 minutes.\n  - May repeat every 4–6 hours according to clinical response and osmolarity.\n• Acute glaucoma:\n  - 1–2 g/kg IV over 30–60 minutes.\n• Renal failure prevention:\n  - 0.25–0.5 g/kg IV over 15–30 minutes before renal insult.\nPediatrics:\n• 0.25–1 g/kg IV slow bolus, repeat as needed with osmolarity monitoring.",
            "administracao": "• Exclusively intravenous.\n• Slow bolus administration (15–30 minutes) or continuous infusion, depending on indication.\n• Use filters in the infusion set to prevent crystal infusion.\n• Keep solution warmed if precipitation occurs (mannitol tends to crystallize below 20°C).",
            "doseMaxima": "• 2 g/kg per single dose.\n• Up to 300 g/day in adults, depending on indication and renal function.",
            "doseMinima": "• 0.25 g/kg.",
            "reacoesAdversas": "Very common (>10%):\n• Intense diuresis, thirst, dry mouth.\n• Electrolyte imbalance (hyponatremia, hypokalemia, hypovolemia).\nCommon (1–10%):\n• Nausea, vomiting, headache.\n• Pulmonary edema (especially in patients with cardiac dysfunction).\n• Transient hypotension or hypertension.\nUncommon (0.1–1%):\n• Acute heart failure, severe hydroelectrolytic disorders.\n• Extravasation with tissue injury.\nRare (<0.1%):\n• Seizures, hyperosmolar coma, acute renal failure (if plasma osmolarity >320 mOsm/kg is not respected).",
            "riscoGravidez": "Category C. Use only if benefits outweigh risks. May alter fetal hydroelectrolytic balance.",
            "riscoLactacao": "Compatible. Small amounts may be excreted in milk without significant clinical effect.",
            "ajusteRenal": "• Contraindicated in anuria.\n• Use with extreme caution in renal insufficiency, monitoring serum osmolarity and renal function.\n• May accumulate, leading to hyperosmolarity and osmotic renal failure.",
            "ajusteHepatico": "• Use with caution.\n• Risk of worsening hepatic encephalopathy due to increased plasma osmolarity and electrolyte disturbances.",
            "contraindicacoes": "• Anuria.\n• Decompensated heart failure.\n• Pulmonary edema.\n• Severe dehydration.\n• Plasma hyperosmolarity >320 mOsm/kg.\n• Active intracranial hemorrhage (except during surgery).",
            "interacaoMedicamento": "• Potentiates lithium toxicity (reduces its clearance).\n• Potentiates hypokalemia with other diuretics.\n• Increased risk of nephrotoxicity with aminoglycosides.\n• Increased hypotensive effect with antihypertensives.\n• May reduce effectiveness of anticoagulants due to hemodilution.",
            "apresentacao": "• Bottles of 10%, 15%, 20% – 100 mL, 250 mL, and 500 mL (100 mg/mL; 150 mg/mL; 200 mg/mL).",
            "preparo": "• Ready to use.\n• Warm if precipitation occurs (up to 60°C) and administer using a 0.22 µm filter in the infusion set.\n• Visually inspect for crystals before administration.",
            "solucoesCompatíveis": "• Administer alone.\n• Do not mix with other medications or solutions due to risk of precipitation and incompatibility.",
            "armazenamento": "• Store between 20°C and 30°C.\n• Protect from light and cold (may precipitate below 20°C).\n• If crystallized, warm the bottle in a water bath until fully dissolved before use.",
            "cuidadosMedicos": "• Monitor blood pressure, fluid balance, electrolytes, plasma osmolarity, and renal function.\n• Discontinue if plasma osmolarity ≥320 mOsm/kg.\n• Use filter in the infusion set.\n• Observe for signs of hypovolemia, pulmonary edema, or renal failure.\n• Contraindicated in cardiogenic pulmonary edema.",
            "cuidadosFarmaceuticos": "• Check bottle integrity, absence of crystals, and expiration date.\n• Carefully warm if precipitation occurs.\n• Use 0.22 µm filter during infusion.\n• Document batch, dose, volume, and route.\n• Do not combine with other drugs in the same venous line.",
            "cuidadosEnfermagem": "• Monitor vital signs, diuresis, fluid balance, osmolarity, and electrolytes.\n• Observe signs of overload (pulmonary edema) or severe dehydration.\n• Verify venous access and correct filter use.\n• Report any adverse reactions such as dyspnea, hypotension, or altered consciousness.",
            "fontesBibliograficas": "Anvisa Package Insert (Mannitol), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37606752, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    }
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Manitol",
            "nomeComercial": "Manitol®, Osmol®, Mannisol®",
            "classificacao": "Diurético osmótico, agente reductor de la presión intracraneal y de la presión intraocular",
            "mecanismoAcao": "El manitol es un alcohol de azúcar hidrosoluble que actúa como diurético osmótico. Tras la administración intravenosa, se distribuye en el espacio extracelular sin penetrar fácilmente en las células y es filtrado libremente por los glomérulos renales, con reabsorción tubular mínima. Al permanecer en el túbulo, aumenta la osmolaridad del filtrado glomerular y reduce la reabsorción de agua y electrolitos, especialmente en el túbulo proximal y el asa de Henle, promoviendo la diuresis osmótica. Esta acción resulta en una expansión transitoria del volumen plasmático, mejora de la perfusión renal y aumento de la tasa de filtración glomerular. En el sistema nervioso central, el manitol reduce rápidamente la presión intracraneal al crear un gradiente osmótico que atrae agua del parénquima cerebral hacia el espacio intravascular. De manera similar, reduce la presión intraocular al deshidratar el humor vítreo. Su eficacia depende de la integridad de la barrera hematoencefálica, la función renal y el mantenimiento de la osmolaridad plasmática en niveles seguros (<320 mOsm/kg). Es ineficaz y potencialmente perjudicial en pacientes con barrera hematoencefálica rota, anuria o sobrecarga de volumen. El manitol también puede usarse para proteger los túbulos renales en situaciones de necrosis tubular inminente (por ejemplo, rabdomiólisis), facilitando la excreción de pigmentos o toxinas hidrosolubles.",
            "farmacocinetica": "• Absorción: no se absorbe por vía oral.\n• Inicio de acción: 15 minutos IV para efecto diurético; 30–60 minutos para reducción de la presión intracraneal.\n• Pico: 30–60 minutos.\n• Duración del efecto: 4–6 horas.\n• Unión a proteínas plasmáticas: no se une.\n• Volumen de distribución: 0,25 L/kg.\n• Metabolización: mínima, pequeña fracción metabolizada en el hígado.\n• Vida media: 100 minutos (normal), prolongada en insuficiencia renal.\n• Excreción: 80–90% renal por filtración glomerular sin reabsorción significativa.",
            "farmacodinamica": "Promueve una potente diuresis osmótica, reduce rápidamente la presión intracraneal e intraocular. Aumenta temporalmente el volumen plasmático, con posterior reducción del edema cerebral y la presión intracraneal. También mejora la perfusión renal y la tasa de filtración glomerular.",
            "indicacoes": "• Edema cerebral con hipertensión intracraneal (HIC).\n• Control de la hipertensión intracraneal en traumas, tumores, hidrocefalia y hematomas intracraneales.\n• Reducción de la presión intraocular en crisis aguda de glaucoma.\n• Profilaxis y tratamiento de la insuficiencia renal aguda por rabdomiólisis, hemólisis o postoperatoria (prevención de necrosis tubular aguda).\n• Excreción forzada de toxinas hidrosolubles (intoxicaciones específicas).",
            "posologia": "Adultos:\n• HIC/Edema cerebral:\n  - 0,25–1 g/kg IV en bolus en 15–30 minutos.\n  - Puede repetirse cada 4–6 horas según respuesta clínica y osmolaridad.\n• Glaucoma agudo:\n  - 1–2 g/kg IV en 30–60 minutos.\n• Prevención de insuficiencia renal:\n  - 0,25–0,5 g/kg IV en 15–30 minutos, antes de la agresión renal.\nPediatría:\n• 0,25–1 g/kg IV en bolus lento, repetir según necesidad y monitorización de la osmolaridad.",
            "administracao": "• Exclusivamente intravenosa.\n• Administración lenta en bolus (15–30 minutos) o infusión continua, según la indicación.\n• Utilizar filtros en el equipo para prevenir la infusión de cristales.\n• Mantener la solución templada si hay precipitación (el manitol tiende a cristalizar por debajo de 20°C).",
            "doseMaxima": "• 2 g/kg/dosis única.\n• Hasta 300 g/día en adultos, dependiendo de la indicación y función renal.",
            "doseMinima": "• 0,25 g/kg.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Diuresis intensa, sed, sequedad bucal.\n• Desequilibrio electrolítico (hiponatremia, hipokalemia, hipovolemia).\nFrecuentes (1–10%):\n• Náuseas, vómitos, cefalea.\n• Edema pulmonar (especialmente en pacientes con disfunción cardíaca).\n• Hipotensión o hipertensión transitoria.\nPoco frecuentes (0,1–1%):\n• Insuficiencia cardíaca aguda, trastornos hidroelectrolíticos severos.\n• Extravasación con lesión tisular.\nRaras (<0,1%):\n• Convulsiones, coma hiperosmolar, insuficiencia renal aguda (si la osmolaridad plasmática >320 mOsm/kg no se respeta).",
            "riscoGravidez": "Categoría C. Usar solo si los beneficios superan los riesgos. Puede alterar el equilibrio hidroelectrolítico fetal.",
            "riscoLactacao": "Compatible. Pequeñas cantidades pueden excretarse en la leche, sin efecto clínico significativo.",
            "ajusteRenal": "• Contraindicado en anuria.\n• Usar con extrema precaución en insuficiencia renal, monitorizando osmolaridad sérica y función renal.\n• Puede acumularse, llevando a hiperosmolaridad y fracaso renal osmótico.",
            "ajusteHepatico": "• Usar con precaución.\n• Riesgo de agravamiento de encefalopatía hepática debido al aumento de la osmolaridad plasmática y trastornos electrolíticos.",
            "contraindicacoes": "• Anuria.\n• Insuficiencia cardíaca descompensada.\n• Edema pulmonar.\n• Deshidratación grave.\n• Hiperosmolaridad plasmática >320 mOsm/kg.\n• Hemorragia intracraneal activa (excepto durante cirugía).",
            "interacaoMedicamento": "• Potencia la toxicidad del litio (reduce su depuración).\n• Potencia la hipokalemia con otros diuréticos.\n• Riesgo aumentado de nefrotoxicidad con aminoglucósidos.\n• Aumento del efecto hipotensor con antihipertensivos.\n• Puede reducir la eficacia de anticoagulantes por hemodilución.",
            "apresentacao": "• Frascos de 10%, 15%, 20% – 100 mL, 250 mL y 500 mL (100 mg/mL; 150 mg/mL; 200 mg/mL).",
            "preparo": "• Listo para usar.\n• Calentar si hay precipitación (hasta 60°C) y administrar utilizando filtro de 0,22 µm en el equipo.\n• Inspeccionar visualmente en busca de cristales antes de la administración.",
            "solucoesCompatíveis": "• Administrar solo.\n• No mezclar con otros medicamentos o soluciones debido al riesgo de precipitación e incompatibilidad.",
            "armazenamento": "• Mantener entre 20°C y 30°C.\n• Proteger de la luz y el frío (puede precipitar por debajo de 20°C).\n• Si cristaliza, calentar el frasco en baño maría hasta su completa disolución antes de usar.",
            "cuidadosMedicos": "• Monitorizar presión arterial, balance hídrico, electrolitos, osmolaridad plasmática y función renal.\n• Suspender si la osmolaridad plasmática ≥320 mOsm/kg.\n• Usar filtro en el equipo.\n• Observar signos de hipovolemia, edema pulmonar o insuficiencia renal.\n• Contraindicado en edema pulmonar cardiogénico.",
            "cuidadosFarmaceuticos": "• Comprobar integridad del frasco, ausencia de cristales y validez.\n• Calentar cuidadosamente si hay precipitación.\n• Utilizar filtro de 0,22 µm durante la infusión.\n• Documentar lote, dosis, volumen y vía.\n• No asociar con otros fármacos en la misma línea venosa.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, diuresis, balance hídrico, osmolaridad y electrolitos.\n• Observar signos de sobrecarga (edema pulmonar) o deshidratación severa.\n• Verificar acceso venoso y uso correcto de filtro.\n• Notificar cualquier reacción adversa, como disnea, hipotensión, alteración del nivel de conciencia.",
            "fontesBibliograficas": "Prospecto Anvisa (Manitol), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37606752, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    },
}
