{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Metadona (cloridrato de metadona)",
            "nomeComercial": "Methadone®, Dolophine®, Mytedom®, Metasedin®",
            "classificacao": "Analgésico opioide sintético; agonista μ-opioide; antagonista NMDA; inibidor da recaptação de serotonina e noradrenalina",
            "mecanismoAcao": "A metadona atua como agonista dos receptores μ-opioides, promovendo analgesia potente por inibição da condução nociceptiva. Simultaneamente, bloqueia receptores NMDA (N-metil-D-aspartato), envolvidos na sensibilização central e na dor neuropática. Também inibe a recaptação de serotonina e noradrenalina, contribuindo para analgesia descendente e efeito antidepressivo leve. Esse perfil multifuncional diferencia a metadona de opioides tradicionais, sendo eficaz em dor crônica complexa e como agente de manutenção em dependência de opioides. A metadona apresenta cinética bifásica e alta variabilidade interindividual. Sua meia-vida prolongada e lipossolubilidade resultam em distribuição extensiva nos tecidos, incluindo cérebro, fígado, pulmões e músculo. Sua afinidade por receptores NMDA contribui para inibição da dor neuropática e redução da tolerância opioide induzida por morfina. O bloqueio de canais de sódio também tem sido implicado em estudos pré-clínicos como componente adicional da analgesia multimodal promovida pela metadona.",
            "farmacocinetica": "• Início de ação: 30–60 minutos (oral), 10–20 min (IV).\n• Pico de efeito: 1–2 horas.\n• Duração: 6–12 h (dose única), até 24–48 h em uso crônico.\n• Meia-vida: 8–59 h (média 24 h; pode chegar a 120 h).\n• Ligação a proteínas plasmáticas: 85–90%.\n• Volume de distribuição: 2–6 L/kg.\n• Metabolização: hepática (CYP3A4, CYP2B6, CYP2D6).\n• Excreção: urinária e fecal, como metabólitos inativos.",
            "farmacodinamica": "Apresenta potente efeito analgésico, antidepressivo leve e atividade contra tolerância e hiperalgesia induzidas por outros opioides, devido ao bloqueio de NMDA. Seu início de ação é rápido, mas a meia-vida longa e variável exige cautela na titulação, devido ao risco de acúmulo e toxicidade. A metadona não possui pico e queda como a morfina ou oxicodona, conferindo analgesia contínua. Pode prolongar o intervalo QT, com risco de torsades de pointes em doses elevadas ou predisposição cardíaca. A analgesia da metadona é sustentada e contínua, ideal para dor de difícil controle, sem flutuação plasmática importante entre doses. Entretanto, o acúmulo progressivo devido à meia-vida longa pode levar à sedação profunda e depressão respiratória, especialmente na fase inicial de titulação. A ação no receptor NMDA é dose-dependente e sinérgica com seu efeito μ, sendo útil em dor refratária à morfina. Em pacientes com histórico de dependência, oferece supressão de craving e bloqueio parcial dos efeitos eufóricos de outros opioides.",
            "indicacoes": "• Dor crônica intensa, refratária a outros opioides.\n• Dor neuropática mista ou central (off-label).\n• Tratamento de manutenção e desintoxicação de dependência de opioides.\n• Câncer avançado com dor complexa.\n• Alternativa em pacientes intolerantes à morfina ou com disfunção renal.",
            "posologia": "Adultos (dor crônica):\n• Início: 2,5–5 mg VO a cada 8–12 h.\n• Titrar a cada 5–7 dias.\n• Doses usuais: 10–40 mg/dia divididas.\nAdultos (dependência):\n• Dose inicial: 20–30 mg VO/dia.\n• Manutenção: 60–120 mg/dia.\nPediatria (>2 anos, dor crônica):\n• 0,1–0,2 mg/kg VO a cada 12 h (uso off-label, monitoramento estrito).",
            "administracao": "• Via oral preferencial (comprimidos, solução).\n• Parenteral: IV, IM, SC (uso hospitalar).\n• Não usar por infusão contínua devido à meia-vida longa.\n• A dose deve ser individualizada com intervalo mínimo de 8–12 horas.",
            "doseMaxima": "• Não há dose máxima absoluta em dor refratária; monitorar ECG se >100 mg/dia.\n• Dependência: até 200 mg/dia sob supervisão médica.",
            "doseMinima": "• 2,5 mg VO em pacientes opioid-naïve ou idosos.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Constipação, sudorese, náusea, sonolência.\nComuns (1–10%):\n• Sedação, xerostomia, hipotensão, depressão respiratória.\nIncomuns (0,1–1%):\n• Alucinações, confusão, prolongamento de QT, síndrome serotoninérgica.\nRaras (<0,1%):\n• Torsades de pointes, parada cardíaca, convulsões, hepatotoxicidade.",
            "riscoGravidez": "Categoria C. Pode causar síndrome de abstinência neonatal. Permitida em dependência com monitoramento especializado. Evitar em uso analgésico prolongado no 3º trimestre.",
            "riscoLactacao": "Excretada em pequenas quantidades. Amamentação geralmente segura em uso materno estável. Monitorar lactente para sedação excessiva ou apneia.",
            "ajusteRenal": "• Preferida à morfina em IRC, pois não forma metabólitos neurotóxicos.\n• Iniciar com 50–75% da dose e monitorar efeitos acumulativos.",
            "ajusteHepatico": "• Usar com cautela. Meia-vida prolongada em hepatopatas.\n• Iniciar com 50% da dose e aumentar intervalo entre doses.",
            "contraindicacoes": "• Hipersensibilidade à metadona.\n• Distúrbios cardíacos não controlados (QT >500 ms).\n• Depressão respiratória sem suporte.\n• Uso concomitante com IMAOs ou drogas serotoninérgicas sem cautela.",
            "interacaoMedicamento": "• Prolongamento de QT com amiodarona, haloperidol, macrolídeos.\n• Risco de síndrome serotoninérgica com ISRS, IRSN, triptanos.\n• Inibidores do CYP3A4 aumentam níveis (ritonavir, cetoconazol).\n• Indutores (fenitoína, carbamazepina) reduzem eficácia e causam abstinência precoce. A metadona prolonga o intervalo QT por interferência na corrente de potássio IKr. O risco de torsades de pointes aumenta em uso com antiarrítmicos classe Ia/III, macrolídeos, fluoroquinolonas e antipsicóticos. O metabolismo pela CYP3A4 e CYP2B6 implica risco elevado de interações farmacocinéticas: inibidores (ritonavir, fluconazol) elevam concentrações plasmáticas; indutores (rifampicina, carbamazepina) reduzem eficácia e precipitam abstinência. Há risco aumentado de síndrome serotoninérgica com ISRS, IRSN e triptanos, principalmente em doses altas ou associações múltiplas.",
            "apresentacao": "• Comprimidos: 5 mg, 10 mg, 40 mg.\n• Solução oral: 1 mg/mL, 5 mg/mL, 10 mg/mL.\n• Ampolas injetáveis: 10 mg/mL em 1 mL ou 2 mL.",
            "preparo": "• Uso oral: diluir solução concentrada com água destilada se necessário.\n• Injetável: administrar IV lentamente (≥2 min).\n• Não diluir para infusão contínua; não compatível com todos os diluentes.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz.\n• Soluções abertas: uso em até 28 dias sob refrigeração.",
            "cuidadosMedicos": "• Avaliar ECG basal antes de iniciar (>100 mg/dia).\n• Monitorar QT seriado se associação com fármacos de risco.\n• Usar escalonamento lento com supervisão de efeitos colaterais.\n• Ter naloxona disponível para reversão em casos agudos.",
            "cuidadosFarmaceuticos": "• Preparar doses com rigor técnico; solução concentrada exige precisão.\n• Documentar lote, diluição e via utilizada.\n• Evitar troca inadvertida com morfina.\n• Rastrear uso em pacientes com múltiplos prescritores.",
            "cuidadosEnfermagem": "• Monitorar sedação, respiração e sinais de intoxicação.\n• Observar QT prolongado se ECG for solicitado.\n• Garantir dose correta e via prescrita.\n• Avaliar sintomas de abstinência ou acúmulo nos primeiros 5–10 dias.",
            "fontesBibliograficas": "Bula Anvisa (Methadone®), UpToDate (2024), Micromedex, PubMed ID 37627890, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), WHO Guidelines for Opioid Use (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Methadone (methadone hydrochloride)",
            "nomeComercial": "Methadone®, Dolophine®, Mytedom®, Metasedin®",
            "classificacao": "Synthetic opioid analgesic; μ-opioid agonist; NMDA antagonist; serotonin and norepinephrine reuptake inhibitor",
            "mecanismoAcao": "Methadone acts as an agonist at μ-opioid receptors, producing potent analgesia by inhibiting nociceptive transmission. Simultaneously, it blocks NMDA (N-methyl-D-aspartate) receptors involved in central sensitization and neuropathic pain. It also inhibits serotonin and norepinephrine reuptake, contributing to descending analgesia and mild antidepressant effects. This multifunctional profile differentiates methadone from traditional opioids, making it effective in complex chronic pain and as a maintenance agent in opioid dependence. Methadone exhibits biphasic kinetics and high interindividual variability. Its prolonged half-life and lipophilicity result in extensive tissue distribution, including brain, liver, lungs, and muscle. Its affinity for NMDA receptors contributes to neuropathic pain inhibition and reduction of morphine-induced opioid tolerance. Sodium channel blockade has also been implicated in preclinical studies as an additional component of methadone's multimodal analgesia.",
            "farmacocinetica": "• Onset of action: 30–60 minutes (oral), 10–20 min (IV).\n• Peak effect: 1–2 hours.\n• Duration: 6–12 h (single dose), up to 24–48 h with chronic use.\n• Half-life: 8–59 h (mean 24 h; can reach 120 h).\n• Plasma protein binding: 85–90%.\n• Volume of distribution: 2–6 L/kg.\n• Metabolism: hepatic (CYP3A4, CYP2B6, CYP2D6).\n• Excretion: renal and fecal as inactive metabolites.",
            "farmacodinamica": "Exhibits potent analgesic effect, mild antidepressant activity, and activity against opioid-induced tolerance and hyperalgesia due to NMDA blockade. Onset is rapid, but the long and variable half-life requires caution during titration due to accumulation and toxicity risk. Methadone lacks the peak and trough effects seen with morphine or oxycodone, providing continuous analgesia. It can prolong the QT interval, with risk of torsades de pointes at high doses or in patients with cardiac predisposition. Methadone's analgesia is sustained and continuous, ideal for difficult-to-control pain without significant plasma fluctuations between doses. However, progressive accumulation due to the long half-life can lead to deep sedation and respiratory depression, especially during initial titration. NMDA receptor action is dose-dependent and synergistic with its μ-effect, useful in morphine-refractory pain. In patients with a history of dependence, it suppresses craving and partially blocks euphoric effects of other opioids.",
            "indicacoes": "• Severe chronic pain refractory to other opioids.\n• Mixed or central neuropathic pain (off-label).\n• Maintenance treatment and detoxification of opioid dependence.\n• Advanced cancer with complex pain.\n• Alternative in patients intolerant to morphine or with renal dysfunction.",
            "posologia": "Adults (chronic pain):\n• Start: 2.5–5 mg PO every 8–12 h.\n• Titrate every 5–7 days.\n• Usual doses: 10–40 mg/day divided.\nAdults (dependence):\n• Initial dose: 20–30 mg PO/day.\n• Maintenance: 60–120 mg/day.\nPediatrics (>2 years, chronic pain):\n• 0.1–0.2 mg/kg PO every 12 h (off-label use, strict monitoring).",
            "administracao": "• Preferential oral route (tablets, solution).\n• Parenteral: IV, IM, SC (hospital use).\n• Avoid continuous infusion due to long half-life.\n• Dose should be individualized with minimum interval of 8–12 hours.",
            "doseMaxima": "• No absolute maximum dose in refractory pain; monitor ECG if >100 mg/day.\n• Dependence: up to 200 mg/day under medical supervision.",
            "doseMinima": "• 2.5 mg PO in opioid-naïve or elderly patients.",
            "reacoesAdversas": "Very common (>10%):\n• Constipation, sweating, nausea, somnolence.\nCommon (1–10%):\n• Sedation, dry mouth, hypotension, respiratory depression.\nUncommon (0.1–1%):\n• Hallucinations, confusion, QT prolongation, serotonin syndrome.\nRare (<0.1%):\n• Torsades de pointes, cardiac arrest, seizures, hepatotoxicity.",
            "riscoGravidez": "Category C. May cause neonatal withdrawal syndrome. Allowed in dependence with specialized monitoring. Avoid prolonged analgesic use in the 3rd trimester.",
            "riscoLactacao": "Excreted in small amounts. Breastfeeding generally safe with stable maternal use. Monitor infant for excessive sedation or apnea.",
            "ajusteRenal": "• Preferred over morphine in chronic kidney disease as it does not form neurotoxic metabolites.\n• Start with 50–75% of dose and monitor accumulation effects.",
            "ajusteHepatico": "• Use with caution. Prolonged half-life in hepatic impairment.\n• Start with 50% dose and increase dosing interval.",
            "contraindicacoes": "• Hypersensitivity to methadone.\n• Uncontrolled cardiac disorders (QT >500 ms).\n• Respiratory depression without support.\n• Concomitant use with MAOIs or serotonergic drugs without caution.",
            "interacaoMedicamento": "• QT prolongation with amiodarone, haloperidol, macrolides.\n• Risk of serotonin syndrome with SSRIs, SNRIs, triptans.\n• CYP3A4 inhibitors increase levels (ritonavir, ketoconazole).\n• Inducers (phenytoin, carbamazepine) reduce efficacy and cause early withdrawal. Methadone prolongs QT interval by interfering with potassium current IKr. Risk of torsades de pointes increases with class Ia/III antiarrhythmics, macrolides, fluoroquinolones, and antipsychotics. Metabolism via CYP3A4 and CYP2B6 entails high risk of pharmacokinetic interactions: inhibitors (ritonavir, fluconazole) increase plasma concentrations; inducers (rifampicin, carbamazepine) reduce efficacy and precipitate withdrawal. Increased risk of serotonin syndrome with SSRIs, SNRIs, and triptans, especially at high doses or multiple associations.",
            "apresentacao": "• Tablets: 5 mg, 10 mg, 40 mg.\n• Oral solution: 1 mg/mL, 5 mg/mL, 10 mg/mL.\n• Injectable ampoules: 10 mg/mL in 1 mL or 2 mL.",
            "preparo": "• Oral use: dilute concentrated solution with distilled water if necessary.\n• Injectable: administer IV slowly (≥2 min).\n• Do not dilute for continuous infusion; not compatible with all diluents.",
            "solucoesCompatíveis": "• 0.9% saline, 5% glucose.\n• Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• Open solutions: use within 28 days under refrigeration.",
            "cuidadosMedicos": "• Evaluate baseline ECG before starting (>100 mg/day).\n• Monitor serial QT if combined with risk drugs.\n• Use slow titration with supervision of adverse effects.\n• Have naloxone available for acute reversal.",
            "cuidadosFarmaceuticos": "• Prepare doses with technical rigor; concentrated solution requires precision.\n• Document batch, dilution, and route used.\n• Avoid inadvertent substitution with morphine.\n• Track use in patients with multiple prescribers.",
            "cuidadosEnfermagem": "• Monitor sedation, respiration, and signs of intoxication.\n• Observe QT prolongation if ECG requested.\n• Ensure correct dose and prescribed route.\n• Assess withdrawal symptoms or accumulation in first 5–10 days.",
            "fontesBibliograficas": "Anvisa package insert (Methadone®), UpToDate (2024), Micromedex, PubMed ID 37627890, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), WHO Guidelines for Opioid Use (2023)."
        }
    }
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Metadona (clorhidrato de metadona)",
            "nomeComercial": "Methadone®, Dolophine®, Mytedom®, Metasedin®",
            "classificacao": "Analgésico opioide sintético; agonista μ-opioide; antagonista NMDA; inhibidor de la recaptación de serotonina y noradrenalina",
            "mecanismoAcao": "La metadona actúa como agonista de los receptores μ-opioides, promoviendo una analgesia potente mediante la inhibición de la conducción nociceptiva. Al mismo tiempo, bloquea los receptores NMDA (N-metil-D-aspartato), implicados en la sensibilización central y el dolor neuropático. También inhibe la recaptación de serotonina y noradrenalina, lo que contribuye a la analgesia descendente y a un leve efecto antidepresivo. Este perfil multifuncional diferencia a la metadona de los opioides tradicionales, siendo eficaz en el dolor crónico complejo y como agente de mantenimiento en la dependencia de opioides. La metadona presenta cinética bifásica y alta variabilidad interindividual. Su vida media prolongada y liposolubilidad resultan en una distribución extensa en los tejidos, incluyendo cerebro, hígado, pulmones y músculo. Su afinidad por los receptores NMDA contribuye a la inhibición del dolor neuropático y a la reducción de la tolerancia opioide inducida por morfina. El bloqueo de los canales de sodio también ha sido implicado en estudios preclínicos como un componente adicional de la analgesia multimodal promovida por la metadona.",
            "farmacocinetica": "• Inicio de acción: 30–60 minutos (oral), 10–20 min (IV).\n• Pico de efecto: 1–2 horas.\n• Duración: 6–12 h (dosis única), hasta 24–48 h en uso crónico.\n• Vida media: 8–59 h (media 24 h; puede alcanzar 120 h).\n• Unión a proteínas plasmáticas: 85–90%.\n• Volumen de distribución: 2–6 L/kg.\n• Metabolismo: hepático (CYP3A4, CYP2B6, CYP2D6).\n• Excreción: urinaria y fecal, como metabolitos inactivos.",
            "farmacodinamica": "Presenta potente efecto analgésico, leve efecto antidepresivo y actividad contra la tolerancia y la hiperalgesia inducidas por otros opioides, debido al bloqueo de NMDA. Su inicio de acción es rápido, pero la vida media larga y variable exige cautela en la titulación, debido al riesgo de acumulación y toxicidad. La metadona no presenta picos y caídas como la morfina u oxicodona, proporcionando analgesia continua. Puede prolongar el intervalo QT, con riesgo de torsades de pointes en dosis elevadas o en pacientes con predisposición cardíaca. La analgesia de la metadona es sostenida y continua, ideal para dolor de difícil control, sin fluctuaciones plasmáticas significativas entre dosis. Sin embargo, la acumulación progresiva debido a la vida media prolongada puede llevar a sedación profunda y depresión respiratoria, especialmente en la fase inicial de titulación. La acción sobre el receptor NMDA es dependiente de la dosis y sinérgica con su efecto μ, siendo útil en dolor refractario a la morfina. En pacientes con antecedente de dependencia, ofrece supresión de craving y bloqueo parcial de los efectos eufóricos de otros opioides.",
            "indicacoes": "• Dolor crónico intenso, refractario a otros opioides.\n• Dolor neuropático mixto o central (uso fuera de indicación).\n• Tratamiento de mantenimiento y desintoxicación de la dependencia de opioides.\n• Cáncer avanzado con dolor complejo.\n• Alternativa en pacientes intolerantes a la morfina o con disfunción renal.",
            "posologia": "Adultos (dolor crónico):\n• Inicio: 2,5–5 mg VO cada 8–12 h.\n• Titular cada 5–7 días.\n• Dosis usuales: 10–40 mg/día divididas.\nAdultos (dependencia):\n• Dosis inicial: 20–30 mg VO/día.\n• Mantenimiento: 60–120 mg/día.\nPediatría (>2 años, dolor crónico):\n• 0,1–0,2 mg/kg VO cada 12 h (uso fuera de indicación, monitorización estricta).",
            "administracao": "• Vía oral preferente (comprimidos, solución).\n• Parenteral: IV, IM, SC (uso hospitalario).\n• No usar en infusión continua debido a la vida media prolongada.\n• La dosis debe ser individualizada con un intervalo mínimo de 8–12 horas.",
            "doseMaxima": "• No hay dosis máxima absoluta en dolor refractario; monitorizar ECG si >100 mg/día.\n• Dependencia: hasta 200 mg/día bajo supervisión médica.",
            "doseMinima": "• 2,5 mg VO en pacientes opioid-naïve o ancianos.",
            "reacoesAdversas": "Muy comunes (>10%):\n• Estreñimiento, sudoración, náuseas, somnolencia.\nComunes (1–10%):\n• Sedación, xerostomía, hipotensión, depresión respiratoria.\nInfrecuentes (0,1–1%):\n• Alucinaciones, confusión, prolongación de QT, síndrome serotoninérgico.\nRaras (<0,1%):\n• Torsades de pointes, paro cardíaco, convulsiones, hepatotoxicidad.",
            "riscoGravidez": "Categoría C. Puede causar síndrome de abstinencia neonatal. Permitida en dependencia con monitorización especializada. Evitar en uso analgésico prolongado en el tercer trimestre.",
            "riscoLactacao": "Excretada en pequeñas cantidades. La lactancia generalmente es segura con uso materno estable. Monitorizar al lactante por sedación excesiva o apnea.",
            "ajusteRenal": "• Preferida a la morfina en insuficiencia renal crónica, ya que no forma metabolitos neurotóxicos.\n• Iniciar con el 50–75% de la dosis y monitorizar los efectos acumulativos.",
            "ajusteHepatico": "• Usar con precaución. Vida media prolongada en hepatópatas.\n• Iniciar con el 50% de la dosis y aumentar el intervalo entre dosis.",
            "contraindicacoes": "• Hipersensibilidad a la metadona.\n• Trastornos cardíacos no controlados (QT >500 ms).\n• Depresión respiratoria sin soporte.\n• Uso concomitante con IMAO o fármacos serotoninérgicos sin precaución.",
            "interacaoMedicamento": "• Prolongación del QT con amiodarona, haloperidol, macrólidos.\n• Riesgo de síndrome serotoninérgico con ISRS, IRSN, triptanos.\n• Inhibidores de CYP3A4 aumentan los niveles (ritonavir, ketoconazol).\n• Inductores (fenitoína, carbamazepina) reducen la eficacia y causan abstinencia precoz. La metadona prolonga el intervalo QT por interferencia en la corriente de potasio IKr. El riesgo de torsades de pointes aumenta con antiarrítmicos clase Ia/III, macrólidos, fluoroquinolonas y antipsicóticos. El metabolismo por CYP3A4 y CYP2B6 implica alto riesgo de interacciones farmacocinéticas: los inhibidores (ritonavir, fluconazol) elevan las concentraciones plasmáticas; los inductores (rifampicina, carbamazepina) reducen la eficacia y precipitan abstinencia. Hay mayor riesgo de síndrome serotoninérgico con ISRS, IRSN y triptanos, especialmente a dosis altas o en asociaciones múltiples.",
            "apresentacao": "• Comprimidos: 5 mg, 10 mg, 40 mg.\n• Solución oral: 1 mg/mL, 5 mg/mL, 10 mg/mL.\n• Ampollas inyectables: 10 mg/mL en 1 mL o 2 mL.",
            "preparo": "• Uso oral: diluir la solución concentrada con agua destilada si es necesario.\n• Inyectable: administrar IV lentamente (≥2 min).\n• No diluir para infusión continua; no compatible con todos los diluyentes.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz.\n• Soluciones abiertas: uso en hasta 28 días bajo refrigeración.",
            "cuidadosMedicos": "• Evaluar ECG basal antes de iniciar (>100 mg/día).\n• Monitorizar QT seriado si se asocian fármacos de riesgo.\n• Utilizar escalonamiento lento con supervisión de efectos adversos.\n• Tener naloxona disponible para reversión en casos agudos.",
            "cuidadosFarmaceuticos": "• Preparar las dosis con rigor técnico; la solución concentrada exige precisión.\n• Documentar lote, dilución y vía utilizada.\n• Evitar la sustitución inadvertida por morfina.\n• Rastrear el uso en pacientes con múltiples prescriptores.",
            "cuidadosEnfermagem": "• Monitorizar sedación, respiración y signos de intoxicación.\n• Observar prolongación de QT si se solicita ECG.\n• Garantizar la dosis correcta y la vía prescrita.\n• Evaluar síntomas de abstinencia o acumulación en los primeros 5–10 días.",
            "fontesBibliograficas": "Folleto Anvisa (Methadone®), UpToDate (2024), Micromedex, PubMed ID 37627890, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), WHO Guidelines for Opioid Use (2023)."
        }
    },
}
