{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Metoclopramida",
            "nomeComercial": "Plasil®, Vonau Flash®, Eucil®, Peridal®, Clopra®",
            "classificacao": "Antiemético, agente procinético gastrointestinal, antagonista dopaminérgico D2, agonista serotoninérgico 5-HT4 e antagonista 5-HT3 (em doses elevadas)",
            "mecanismoAcao": "Antagonista competitivo dos receptores dopaminérgicos D2, tanto centrais quanto periféricos, com ação predominante na zona de gatilho quimiorreceptora (área postrema) e no trato gastrointestinal, o que inibe o reflexo do vômito. Atua como agonista dos receptores serotoninérgicos 5-HT4, aumentando a liberação de acetilcolina nos plexos mioentéricos, promovendo aumento do tônus e da motilidade do trato gastrointestinal superior (procinético). Em doses elevadas, exerce efeito antagonista sobre receptores 5-HT3, potencializando seu efeito antiemético, especialmente em vômitos induzidos por quimioterapia. Não possui efeito sobre a secreção gástrica ou sobre a motilidade do intestino delgado e cólon.",
            "farmacocinetica": "• Absorção: rápida e completa por via oral, IM e IV.\n• Início de ação: 1–3 minutos IV, 10–15 minutos IM, 30–60 minutos VO.\n• Pico plasmático: 1 a 2 horas VO ou IM.\n• Duração do efeito: 1–2 horas IV; 2–6 horas VO ou IM.\n• Volume de distribuição: 2,5–3,5 L/kg.\n• Ligação às proteínas plasmáticas: 30%.\n• Atravessa a barreira hematoencefálica, placenta e é excretada no leite materno.\n• Metabolização: hepática (conjugação com sulfato e glicuronídeo).\n• Meia-vida: 4,5 a 6 horas (pode ser prolongada até 14 horas em insuficiência renal grave).\n• Excreção: predominantemente renal (85%), na forma de metabólitos e pequena fração inalterada.",
            "farmacodinamica": "Promove inibição da transmissão dopaminérgica em vias centrais responsáveis pelo reflexo do vômito, resultando em potente efeito antiemético. Sua ação procinética se dá pelo aumento da liberação de acetilcolina no trato gastrointestinal superior através da ativação dos receptores 5-HT4, promovendo aumento do tônus esofágico inferior, aumento da peristalse esofágica e aceleração do esvaziamento gástrico, sem afetar intestino delgado ou cólon. O bloqueio fraco de receptores 5-HT3 em doses elevadas auxilia na prevenção de vômito induzido por quimioterapia e radioterapia. Atua também reduzindo refluxo gastroesofágico funcional.",
            "indicacoes": "• Prevenção e tratamento de náuseas e vômitos de diversas etiologias:\n  - Pós-operatório.\n  - Quimioterapia e radioterapia (baixa a moderada emetogenicidade).\n  - Gastroenterites e infecções gastrointestinais.\n  - Cinetose (eficácia limitada).\n• Tratamento da gastroparesia, especialmente associada ao diabetes mellitus.\n• Adjuvante no tratamento do refluxo gastroesofágico (não substitui inibidores de bomba de prótons).\n• Facilitação de procedimentos como intubação do intestino delgado e exames contrastados.\n• Controle de sintomas dispépticos funcionais (off-label).\n• Alívio de náuseas associadas à enxaqueca.\n• Alívio sintomático na síndrome de estase gástrica.",
            "posologia": "Adulto:\n• Náusea e vômito: 10 mg VO/IM/IV a cada 8 horas, máximo de 30 mg/dia.\n• Gastroparesia ou refluxo: 10 mg VO antes das refeições, até 3 vezes ao dia.\n• Náusea induzida por quimioterapia: 1–2 mg/kg IV, 30 minutos antes da quimioterapia (sob supervisão médica, regime hospitalar).\nPediatria:\n• 0,1–0,15 mg/kg/dose VO/IM/IV a cada 8 horas, máximo de 0,5 mg/kg/dia.\n• Indicado apenas para maiores de 1 ano (risco aumentado de reações extrapiramidais em lactentes).",
            "administracao": "Via oral (comprimidos, solução oral), via intramuscular, intravenosa lenta (mínimo 2 minutos) ou infusão diluída (em 50–100 mL de SF 0,9% ou SG 5%) com tempo de 15–30 minutos. Não recomendado para via subcutânea.",
            "doseMaxima": "Adulto: 30 mg/dia.\nPediatria: 0,5 mg/kg/dia.",
            "doseMinima": "Adulto: 10 mg.\nPediatria: 0,1 mg/kg.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Sonolência, sedação, fadiga.\nComuns (1–10%):\n• Agitação, ansiedade, inquietação, cefaleia, tontura, diarreia.\nIncomuns (0,1–1%):\n• Reações extrapiramidais (distonia, acatisia, parkinsonismo transitório), mais frequentes em crianças, adolescentes e idosos.\n• Hiperprolactinemia (galactorreia, ginecomastia, amenorreia).\n• Hipotensão, bradicardia.\nRaras (<0,1%):\n• Arritmias ventriculares, prolongamento do intervalo QT e torsades de pointes (especialmente em predispostos).\n• Síndrome neuroléptica maligna.\n• Depressão respiratória (em neonatos e superdosagem).\n• Reações alérgicas severas, incluindo anafilaxia.",
            "riscoGravidez": "Categoria B. Estudos em animais não demonstraram risco teratogênico. Uso considerado seguro durante a gravidez, especialmente no controle de náuseas e vômitos graves (hiperêmese gravídica), sob supervisão médica.",
            "riscoLactacao": "Excreção no leite materno em pequenas quantidades. Uso ocasional é considerado seguro. Monitorar lactentes para sinais de sedação, irritabilidade ou dificuldade alimentar.",
            "ajusteRenal": "Necessário ajuste em insuficiência renal:\n• ClCr 10–50 mL/min: reduzir dose para 75%.\n• ClCr <10 mL/min: reduzir dose para 50%.\n• Hemodiálise: redução de 50%, monitorar toxicidade neurológica (efeitos extrapiramidais).",
            "ajusteHepatico": "Usar com cautela na insuficiência hepática moderada a grave. Pode ser necessário reduzir a dose ou aumentar os intervalos, devido à diminuição da depuração hepática e aumento do risco de efeitos centrais adversos.",
            "contraindicacoes": "• Hipersensibilidade à metoclopramida ou a qualquer componente da fórmula.\n• Histórico de discinesia tardia induzida por neurolépticos ou metoclopramida.\n• Doença de Parkinson.\n• Epilepsia ou outras condições com risco aumentado de convulsões.\n• Feocromocitoma (risco de crise hipertensiva grave).\n• Hemorragia gastrointestinal, perfuração ou obstrução mecânica.\n• Crianças menores de 1 ano (risco elevado de efeitos extrapiramidais e depressão respiratória).",
            "interacaoMedicamento": "• Potencializa efeitos sedativos de álcool, opioides, benzodiazepínicos e hipnóticos.\n• Aumenta risco de efeitos extrapiramidais quando associado a antipsicóticos (haloperidol, risperidona, olanzapina).\n• Potencializa efeitos serotoninérgicos de ISRS (fluoxetina, sertralina) e IMAO, aumentando risco de síndrome serotoninérgica.\n• Potencializa toxicidade cardíaca com outros fármacos que prolongam QT (amiodarona, ondansetrona, haloperidol, levofloxacino, ziprasidona).\n• Aumenta a absorção de fármacos como ciclosporina, digoxina, paracetamol e reduz de medicamentos de liberação prolongada.",
            "apresentacao": "• Comprimidos de 10 mg.\n• Solução oral 4 mg/mL.\n• Ampolas de 10 mg/2 mL (5 mg/mL).",
            "preparo": "• IV direta: administrar 10 mg em pelo menos 2 minutos.\n• Infusão: diluir 10 mg em 50–100 mL de SF 0,9% ou SG 5%, infundir em 15–30 minutos.\n• IM: aplicar sem diluição, via profunda.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "Conservar entre 15°C e 30°C, protegido da luz. Após diluição, utilizar em até 24 horas se mantido sob refrigeração (2–8°C) e ambiente asséptico.",
            "cuidadosMedicos": "• Monitorar sinais vitais após administração IV.\n• Monitorar sinais de efeitos extrapiramidais (distonia, acatisia, rigidez, inquietação).\n• Avaliar ECG em pacientes de risco (idosos, insuficiência renal, insuficiência hepática, uso concomitante de QT prolongado).\n• Suspender imediatamente em caso de síndrome neuroléptica maligna.\n• Usar com extrema cautela em idosos, pacientes com antecedentes de epilepsia, distúrbios extrapiramidais ou Parkinson.",
            "cuidadosFarmaceuticos": "• Conferir validade e integridade da ampola.\n• Assegurar diluição correta para infusão IV.\n• Verificar compatibilidade da solução.\n• Orientar equipe médica e enfermagem sobre risco de reações extrapiramidais, especialmente em pediatria e idosos.\n• Descartar soluções com turbidez, alteração de cor ou precipitação.",
            "cuidadosEnfermagem": "• Monitorar sinais vitais e nível de consciência.\n• Observar atentamente sinais de efeitos extrapiramidais (espasmos, inquietação, rigidez, movimentos involuntários).\n• Avaliar sinais de hipotensão, sedação excessiva ou reações alérgicas.\n• Informar o paciente sobre possíveis efeitos colaterais como sonolência, tontura, inquietação.\n• Garantir hidratação adequada e suporte nutricional em caso de diarreia.\n• Notificar qualquer alteração neurológica ou cardiovascular imediatamente.",
            "fontesBibliograficas": "Bula Anvisa (Plasil), Goodman & Gilman (13ª Edição), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), UpToDate (2024), Micromedex, ACLS Guidelines 2020, PubMed ID 37028734, Tintinalli’s Emergency Medicine (9ª Edição), PubChem Compound ID 4165."
        }
    }
,
"US": {
    "bulario": {
        "nomePrincipioAtivo": "Metoclopramide",
        "nomeComercial": "Plasil®, Vonau Flash®, Eucil®, Peridal®, Clopra®",
        "classificacao": "Antiemetic, gastrointestinal prokinetic agent, D2 dopaminergic antagonist, 5-HT4 serotonin agonist, 5-HT3 serotonin antagonist (at high doses)",
        "mecanismoAcao": "Competitive antagonist of central and peripheral D2 dopamine receptors, primarily acting on the chemoreceptor trigger zone (area postrema) and the gastrointestinal tract to inhibit the vomiting reflex. Acts as a 5-HT4 serotonin receptor agonist, enhancing acetylcholine release in the myenteric plexus, promoting increased tone and motility of the upper gastrointestinal tract (prokinetic). At high doses, exerts 5-HT3 receptor antagonism, enhancing antiemetic efficacy in chemotherapy-induced nausea. Does not affect gastric secretion or lower intestinal motility.",
        "farmacocinetica": "• Absorption: rapid and complete via oral, IM, and IV.\n• Onset: 1–3 min IV, 10–15 min IM, 30–60 min oral.\n• Peak plasma: 1–2 h (oral/IM).\n• Duration: 1–2 h IV, 2–6 h oral/IM.\n• Volume of distribution: 2.5–3.5 L/kg.\n• Plasma protein binding: 30%.\n• Crosses blood-brain barrier, placenta; excreted in breast milk.\n• Metabolism: hepatic (sulfate and glucuronide conjugation).\n• Half-life: 4.5–6 h (up to 14 h in severe renal impairment).\n• Excretion: ~85% renal (mostly metabolites, some unchanged).",
        "farmacodinamica": "Inhibits central dopaminergic transmission in vomiting reflex pathways (antiemetic). Prokinetic effect via increased acetylcholine release in the upper GI tract through 5-HT4 receptor stimulation. Increases LES tone, esophageal peristalsis, and gastric emptying without affecting small intestine or colon. High-dose 5-HT3 blockade enhances efficacy in chemotherapy- and radiotherapy-induced vomiting. Reduces functional gastroesophageal reflux.",
        "indicacoes": "• Prevention and treatment of nausea and vomiting:\n  - Postoperative.\n  - Chemotherapy and radiotherapy (low/moderate emetogenicity).\n  - Gastroenteritis.\n  - Motion sickness (limited efficacy).\n• Diabetic gastroparesis.\n• Adjunct in gastroesophageal reflux (not a substitute for PPIs).\n• Endoscopy and radiologic GI studies.\n• Off-label: functional dyspepsia, migraine-associated nausea, gastric stasis syndrome.",
        "posologia": "Adults:\n• Nausea/vomiting: 10 mg PO/IM/IV every 8 h, max 30 mg/day.\n• Gastroparesis/reflux: 10 mg PO before meals, 3x/day.\n• Chemotherapy-induced: 1–2 mg/kg IV 30 min pre-chemo (hospital use).\nPediatrics:\n• 0.1–0.15 mg/kg/dose PO/IM/IV every 8 h, max 0.5 mg/kg/day.\n• Only for >1 year due to EPS risk.",
        "administracao": "Oral (tablets, solution), IM, slow IV (≥2 min), or IV infusion (10 mg in 50–100 mL NS/D5W over 15–30 min). Not recommended SC.",
        "doseMaxima": "Adults: 30 mg/day.\nPediatrics: 0.5 mg/kg/day.",
        "doseMinima": "Adults: 10 mg.\nPediatrics: 0.1 mg/kg.",
        "reacoesAdversas": "Very common (>10%):\n• Drowsiness, sedation, fatigue.\nCommon (1–10%):\n• Agitation, anxiety, restlessness, headache, dizziness, diarrhea.\nUncommon (0.1–1%):\n• EPS (dystonia, akathisia, transient parkinsonism), esp. in children/elderly.\n• Hyperprolactinemia (galactorrhea, gynecomastia, amenorrhea).\n• Hypotension, bradycardia.\nRare (<0.1%):\n• Ventricular arrhythmias, QT prolongation, torsades de pointes.\n• Neuroleptic malignant syndrome.\n• Respiratory depression (neonates/overdose).\n• Anaphylaxis, severe allergic reactions.",
        "riscoGravidez": "Category B. No fetal risk in animals. Considered safe for hyperemesis gravidarum with medical supervision.",
        "riscoLactacao": "Small milk excretion. Occasional use generally safe. Monitor infant for sedation, irritability, feeding issues.",
        "ajusteRenal": "Required:\n• CrCl 10–50 mL/min: 75% dose.\n• CrCl <10 mL/min: 50% dose.\n• Hemodialysis: 50% dose and monitor for EPS.",
        "ajusteHepatico": "Use cautiously in moderate/severe hepatic dysfunction. Reduce dose or extend interval as needed.",
        "contraindicacoes": "• Hypersensitivity.\n• History of tardive dyskinesia.\n• Parkinson's disease.\n• Epilepsy or seizure disorders.\n• Pheochromocytoma.\n• GI bleeding, obstruction, perforation.\n• Infants <1 year (high EPS/respiratory depression risk).",
        "interacaoMedicamento": "• ↑ sedation: opioids, benzos, alcohol, sedatives.\n• ↑ EPS: antipsychotics (haloperidol, risperidone).\n• ↑ serotonin: SSRIs, MAOIs (serotonin syndrome risk).\n• ↑ QT prolongation: amiodarone, ondansetron, haloperidol, levofloxacin, ziprasidone.\n• ↑ absorption of drugs (digoxin, acetaminophen), ↓ ER formulations.",
        "apresentacao": "• Tablets: 10 mg.\n• Oral solution: 4 mg/mL.\n• Ampoules: 10 mg/2 mL (5 mg/mL).",
        "preparo": "• IV: 10 mg over ≥2 min.\n• Infusion: 10 mg in 50–100 mL NS/D5W over 15–30 min.\n• IM: undiluted deep muscle injection.",
        "solucoesCompativeis": "NS 0.9%, D5W. Incompatible with alkaline or bicarbonate solutions.",
        "armazenamento": "Store at 15–30°C, protected from light. After dilution: use within 24 h if refrigerated (2–8°C).",
        "cuidadosMedicos": "• Monitor vitals post-IV.\n• Watch for EPS (dystonia, akathisia).\n• ECG in high-risk patients.\n• Stop if NMS signs present.\n• Extreme caution in elderly, epilepsy, Parkinson’s.",
        "cuidadosFarmaceuticos": "• Check ampoule integrity and dilution accuracy.\n• Confirm compatibility.\n• Educate team on EPS risk.\n• Discard altered solutions.",
        "cuidadosEnfermagem": "• Monitor vitals and consciousness.\n• Observe for EPS, sedation, hypotension, allergy.\n• Educate patient on adverse effects.\n• Ensure hydration and nutrition in diarrhea.\n• Report neurologic or CV changes.",
        "fontesBibliograficas": "Anvisa (Plasil), Goodman & Gilman (13th Ed.), Miller’s (9th Ed.), Barash (7th Ed.), UpToDate (2024), Micromedex, ACLS 2020, PubMed ID 37028734, Tintinalli (9th Ed.), PubChem CID 4165"
    }
    ,
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Metoclopramida",
            "nomeComercial": "Plasil®, Vonau Flash®, Eucil®, Peridal®, Clopra®",
            "classificacao": "Antiemético, agente procinético gastrointestinal, antagonista dopaminérgico D2, agonista serotoninérgico 5-HT4, antagonista 5-HT3 (a dosis altas)",
            "mecanismoAcao": "Antagonista competitivo de los receptores dopaminérgicos D2 centrales y periféricos, actuando principalmente sobre la zona gatillo quimiorreceptora (área postrema) y el tracto gastrointestinal, inhibiendo el reflejo del vómito. Como agonista 5-HT4, promueve la liberación de acetilcolina en el plexo mientérico, aumentando el tono y la motilidad del tracto gastrointestinal superior. A dosis altas, antagoniza los receptores 5-HT3, aumentando su eficacia en náuseas inducidas por quimioterapia. No afecta la secreción gástrica ni la motilidad del intestino delgado o colon.",
            "farmacocinetica": "• Absorción: rápida y completa oral, IM y IV.\n• Inicio: 1–3 min IV, 10–15 min IM, 30–60 min VO.\n• Pico plasmático: 1–2 h (oral/IM).\n• Duración: 1–2 h IV, 2–6 h oral/IM.\n• Volumen distribución: 2,5–3,5 L/kg.\n• Unión proteínas: 30%.\n• Cruza la BHE, placenta, excretada en leche materna.\n• Metabolismo: hepático (conjugación sulfato/glucurónido).\n• Vida media: 4,5–6 h (hasta 14 h en IR grave).\n• Excreción: ~85% renal (principalmente metabolitos).",
            "farmacodinamica": "Inhibe la transmisión dopaminérgica central implicada en el reflejo del vómito. Como procinético, estimula la liberación de acetilcolina mediante receptores 5-HT4, aumentando el tono del esfínter esofágico inferior, peristalsis esofágica y vaciamiento gástrico. El bloqueo de 5-HT3 a dosis altas potencia el efecto antiemético en náuseas inducidas por quimioterapia y radioterapia. Reduce el reflujo gastroesofágico funcional.",
            "indicacoes": "• Prevención y tratamiento de náuseas y vómitos:\n  - Postoperatorios.\n  - Quimioterapia y radioterapia (baja/moderada emetogenicidad).\n  - Gastroenteritis.\n  - Cinetosis (eficacia limitada).\n• Gastroparesia diabética.\n• Coayudante en reflujo gastroesofágico (no sustituye IBP).\n• Procedimientos endoscópicos o radiológicos del tracto GI.\n• Uso off-label: dispepsia funcional, náuseas en migraña, síndrome de estasis gástrica.",
            "posologia": "Adultos:\n• Náusea/vómito: 10 mg VO/IM/IV cada 8 h, máx 30 mg/día.\n• Gastroparesia/reflujo: 10 mg VO antes de comidas, 3x/día.\n• Quimioterapia: 1–2 mg/kg IV 30 min antes (uso hospitalario).\nPediatría:\n• 0,1–0,15 mg/kg/dosis VO/IM/IV cada 8 h, máx 0,5 mg/kg/día.\n• Solo >1 año por riesgo de efectos extrapiramidales.",
            "administracao": "Oral (comprimidos, solución), IM, IV lenta (≥2 min), o infusión (10 mg en 50–100 mL SF/SG5% en 15–30 min). No SC.",
            "doseMaxima": "Adultos: 30 mg/día.\nPediatría: 0,5 mg/kg/día.",
            "doseMinima": "Adultos: 10 mg.\nPediatría: 0,1 mg/kg.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Somnolencia, sedación, fatiga.\nFrecuentes (1–10%):\n• Agitación, ansiedad, inquietud, cefalea, mareos, diarrea.\nInfrecuentes (0,1–1%):\n• Efectos extrapiramidales (distonía, acatisia, parkinsonismo), especialmente niños/ancianos.\n• Hiperprolactinemia (galactorrea, ginecomastia, amenorrea).\n• Hipotensión, bradicardia.\nRaras (<0,1%):\n• Arritmias ventriculares, QT prolongado, torsades de pointes.\n• Síndrome neuroléptico maligno.\n• Depresión respiratoria (neonatos/sobredosis).\n• Anafilaxia.",
            "riscoGravidez": "Categoría B. No se han demostrado riesgos fetales. Uso seguro para hiperémesis gravídica bajo supervisión médica.",
            "riscoLactacao": "Excreción mínima en leche. Uso ocasional generalmente seguro. Vigilar sedación, irritabilidad o alteraciones alimentarias.",
            "ajusteRenal": "Requiere ajuste:\n• ClCr 10–50 mL/min: 75% dosis.\n• ClCr <10 mL/min: 50% dosis.\n• Hemodiálisis: 50% dosis y vigilancia de efectos extrapiramidales.",
            "ajusteHepatico": "Precaución en insuficiencia hepática moderada/grave. Reducir dosis o espaciar intervalos según tolerancia.",
            "contraindicacoes": "• Hipersensibilidad.\n• Discinesia tardía previa.\n• Enfermedad de Parkinson.\n• Epilepsia o trastornos convulsivos.\n• Feocromocitoma.\n• Hemorragia, obstrucción o perforación GI.\n• Lactantes <1 año (alto riesgo de depresión respiratoria/EPS).",
            "interacaoMedicamento": "• ↑ sedación: opioides, benzodiazepinas, alcohol, hipnóticos.\n• ↑ EPS: antipsicóticos (haloperidol, risperidona).\n• ↑ serotonina: ISRS, IMAO (riesgo de síndrome serotoninérgico).\n• ↑ QT: amiodarona, ondansetrón, haloperidol, levofloxacino, ziprasidona.\n• ↑ absorción de digoxina, paracetamol; ↓ formulaciones de liberación prolongada.",
            "apresentacao": "• Comprimidos: 10 mg.\n• Solución oral: 4 mg/mL.\n• Ampollas: 10 mg/2 mL (5 mg/mL).",
            "preparo": "• IV directa: 10 mg ≥2 min.\n• Infusión: 10 mg en 50–100 mL SF/SG5% por 15–30 min.\n• IM: inyección profunda sin diluir.",
            "solucoesCompativeis": "SF 0,9%, SG5%. Incompatible con bicarbonato o soluciones alcalinas.",
            "armazenamento": "Conservar entre 15–30°C, protegido de la luz. Tras dilución: usar en 24 h si refrigerado (2–8°C).",
            "cuidadosMedicos": "• Vigilar signos vitales post IV.\n• Observar efectos extrapiramidales (distonía, acatisia).\n• ECG en pacientes de riesgo.\n• Suspender ante signos de síndrome neuroléptico maligno.\n• Precaución extrema en ancianos, epilepsia, Parkinson.",
            "cuidadosFarmaceuticos": "• Verificar ampolla y dilución.\n• Confirmar compatibilidad.\n• Educar equipo sobre riesgo de EPS.\n• Descartar soluciones alteradas.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales y estado mental.\n• Observar EPS, sedación, hipotensión, alergias.\n• Educar sobre efectos adversos.\n• Garantizar hidratación/nutrición en caso de diarrea.\n• Notificar cambios neurológicos o cardiovasculares.",
            "fontesBibliograficas": "Anvisa (Plasil), Goodman & Gilman (13ª Ed.), Miller’s (9ª Ed.), Barash (7ª Ed.), UpToDate (2024), Micromedex, ACLS 2020, PubMed ID 37028734, Tintinalli (9ª Ed.), PubChem CID 4165"
        }
    }
}
