{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Metronidazol",
            "nomeComercial": "Flagyl®, Metron®, Giamebil®, Dazolic®",
            "classificacao": "Antimicrobiano e antiparasitário; nitroimidazólico; bactericida concentração-dependente",
            "mecanismoAcao": "O metronidazol é um pró-fármaco que sofre redução da sua estrutura nitro na célula bacteriana ou protozoária, levando à formação de radicais livres citotóxicos que interagem com o DNA e provocam quebra de cadeias e inibição da síntese de ácidos nucleicos. A ação ocorre apenas em ambiente anaeróbico, já que requer a presença de proteínas transportadoras com potencial redutor, como as nitro-redutases. Atua seletivamente contra bactérias anaeróbias obrigatórias e protozoários anaeróbios facultativos. O metabolismo redutivo intracelular do metronidazol ocorre preferencialmente em células com baixo potencial redox, típico de organismos anaeróbios. A ativação envolve transferência de elétrons do sistema de ferredoxina, presente em protozoários e bactérias anaeróbias, resultando na formação de radicais nitro altamente reativos que causam lesão direta ao DNA. Essa toxicidade seletiva não ocorre em células humanas normais devido à ausência desses sistemas redutores, explicando sua seletividade antimicrobiana.",
            "farmacocinetica": "• Início de ação: 1 h (oral); imediato (IV).\n• Pico sérico: 1–2 h (oral), 30 min (IV).\n• Meia-vida: 6–9 horas.\n• Ligação a proteínas: <20%.\n• Volume de distribuição: 0,5–1,1 L/kg.\n• Metabolização: hepática (CYP450 e glicuronidação).\n• Excreção: renal (60–80%), fecal (6–15%).\n• Penetra bem em SNC, ossos, abscessos, tecidos ginecológicos, hepáticos e intra-abdominais.",
            "farmacodinamica": "A atividade antimicrobiana é concentração-dependente, com efeito pós-antibiótico prolongado. É eficaz contra Bacteroides fragilis, Clostridium spp. (inclusive C. difficile), Fusobacterium spp., Prevotella spp. e protozoários como Entamoeba histolytica, Giardia lamblia e Trichomonas vaginalis. Tem boa penetração no LCR e é considerado de primeira linha no tratamento de abscessos cerebrais anaeróbios. O metronidazol mantém atividade mesmo em ambientes purulentos ou abscessos encapsulados, sendo eficaz em infecções intra-abdominais, ginecológicas e cerebrais causadas por anaeróbios. A concentração mínima inibitória (MIC) para Bacteroides fragilis geralmente é <1 mcg/mL, e o fármaco excede amplamente essa concentração nos tecidos afetados. Seu efeito pós-antibiótico permite intervalos prolongados em algumas indicações, como esquemas intermitentes para colite por C. difficile ou giardíase.",
            "indicacoes": "• Infecções por anaeróbios (abscessos, peritonite, empiema, osteomielite anaeróbica).\n• Doença inflamatória pélvica.\n• Colite pseudomembranosa (alternativa ao VO da vancomicina).\n• Protozooses: giardíase, tricomoníase, amebíase.\n• H. pylori (esquemas de erradicação).\n• Profilaxia cirúrgica (colorretal, ginecológica, urológica).\n• Infecções dentárias com abscessos anaeróbios.\n• Rosácea (uso tópico).",
            "posologia": "Adultos:\n• VO: 500–750 mg a cada 8–12 h.\n• IV: 500 mg a cada 8 h (infusão em 60 min).\n• Giardíase/tricomoníase: 2 g VO dose única ou 500 mg 12/12 h por 7 dias.\n• Amebíase: 750 mg VO 3x/dia por 7–10 dias.\nPediatria:\n• 20–30 mg/kg/dia divididos a cada 8 h.\n• Máximo: 2 g/dia.\nNeonatos:\n• 15–30 mg/kg/dia IV dividido a cada 12–24 h (ajuste conforme idade pós-natal).",
            "administracao": "• VO: com ou sem alimentos (preferível com alimentos para reduzir náusea).\n• IV: infundir lentamente em 60 min; não injetar em bolus.\n• Tópico: gel ou creme vaginal para vaginites.\n• Evitar uso simultâneo com álcool (efeito dissulfiram-like).",
            "doseMaxima": "4 g/dia (adultos); 2 g/dia (pediatria).",
            "doseMinima": "250 mg VO ou IV; 10 mg/kg/dose.",
            "reacoesAdversas": "Comuns (1–10%):\n• Náusea, sabor metálico, cefaleia, anorexia.\n• Urina escurecida, erupções cutâneas.\nIncomuns (0,1–1%):\n• Vômitos, tontura, parestesias, candidíase oral ou vaginal.\nRaras (<0,1%):\n• Neuropatia periférica, encefalopatia, convulsões, leucopenia.\n• Reações de hipersensibilidade, síndrome de Stevens-Johnson (excepcional).",
            "riscoGravidez": "Categoria B. Considerado seguro no 2º e 3º trimestres. Pode ser usado no 1º trimestre quando necessário. Evidência humana não mostra risco teratogênico.",
            "riscoLactacao": "Excretado no leite. Considerado seguro em doses usuais. Suspender amamentação por 12–24 h após dose alta ou uso prolongado, conforme contexto clínico.",
            "ajusteRenal": "• ClCr <30 mL/min: manter dose, mas aumentar intervalo (q12–24 h).\n• Diálise: dose pós-hemodiálise se infecção ativa grave.\n• Não requer ajuste em insuficiência leve/moderada.",
            "ajusteHepatico": "• Usar com cautela em hepatopatia grave.\n• Monitorar função hepática e sintomas neurológicos em uso prolongado.",
            "contraindicacoes": "• Hipersensibilidade ao metronidazol ou outros nitroimidazóis.\n• Uso concomitante com álcool ou produtos com propilenoglicol.\n• História de encefalopatia ou neuropatia grave em uso prévio.",
            "interacaoMedicamento": "• Efeito dissulfiram-like com álcool: vômito, rubor, taquicardia.\n• Warfarina: aumento do efeito anticoagulante (inibir metabolismo hepático).\n• Fenitoína e fenobarbital: reduzem níveis de metronidazol.\n• Lítio: risco de toxicidade aumentada (monitorar níveis séricos). Além do efeito dissulfiram-like com etanol, o metronidazol inibe o metabolismo hepático de drogas como fenitoína, carbamazepina e ciclosporina, podendo elevar suas concentrações plasmáticas. Interage com fluoroquinolonas e outros agentes neurotóxicos aumentando risco de convulsão. Em transplantados, pode aumentar níveis de tacrolimo e ciclosporina. Uso conjunto com lítio exige cautela extrema, com risco de nefrotoxicidade grave. Seu uso prolongado pode reduzir metabolismo hepático de estrogênios, afetando eficácia de contraceptivos orais.",
            "apresentacao": "• Comprimidos: 250 mg, 400 mg, 500 mg.\n• Solução oral: 125 mg/5 mL, 200 mg/5 mL.\n• Ampolas IV: 500 mg/100 mL.\n• Gel/creme vaginal: 0,75% ou 1%.",
            "preparo": "• IV: não diluir ampolas prontas (500 mg/100 mL); infundir em 30–60 min.\n• VO: engolir com líquido, evitar mastigar.\n• Tópico: uso noturno por 5 dias para vaginite.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com bicarbonato de sódio e outras bases fortes.",
            "armazenamento": "• Armazenar entre 15°C e 30°C.\n• Proteger da luz.\n• Solução IV pronta: usar em até 24 h após abertura.",
            "cuidadosMedicos": "• Orientar suspensão de álcool durante e até 48 h após uso.\n• Monitorar sinais neurológicos em tratamentos >10 dias.\n• Avaliar função hepática e hematológica se uso prolongado.\n• Observar para sinais de superinfecção fúngica ou colite por C. difficile.",
            "cuidadosFarmaceuticos": "• Verificar interações medicamentosas em pacientes polimedicados.\n• Garantir integridade da ampola, validade e via de administração correta.\n• Não refrigerar solução IV pronta.\n• Documentar orientações sobre álcool e reações adversas.",
            "cuidadosEnfermagem": "• Observar para náuseas, tontura e rash.\n• Informar sobre alteração da cor da urina (normal).\n• Garantir infusão lenta para minimizar efeitos adversos.\n• Relatar sinais de neuropatia periférica ou encefalopatia.",
            "fontesBibliograficas": "Bula Anvisa (Flagyl®), UpToDate (2024), Micromedex, PubMed ID 37631104, Goodman & Gilman (13ª Ed.), Sanford Guide (2023), IDSA Guidelines for C. difficile and Anaerobic Infections (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Metronidazol",
            "nomeComercial": "Flagyl®, Metron®, Giamebil®, Dazolic®",
            "classificacao": "Antimicrobiano y antiparasitario; nitroimidazólico; bactericida dependiente de concentración",
            "mecanismoAcao": "El metronidazol es un profármaco que sufre reducción de su grupo nitro dentro de la célula bacteriana o protozoaria, lo que lleva a la formación de radicales libres citotóxicos que interactúan con el ADN y provocan rotura de cadenas e inhibición de la síntesis de ácidos nucleicos. Su acción ocurre solo en ambientes anaeróbicos, ya que requiere la presencia de proteínas transportadoras con potencial reductor, como las nitro-reductasas. Actúa selectivamente contra bacterias anaerobias obligadas y protozoos anaerobios facultativos. El metabolismo reductor intracelular del metronidazol ocurre preferentemente en células con bajo potencial redox, típico de organismos anaerobios. La activación implica la transferencia de electrones del sistema de ferredoxina, presente en protozoos y bacterias anaerobias, resultando en la formación de radicales nitro altamente reactivos que causan daño directo al ADN. Esta toxicidad selectiva no ocurre en células humanas normales debido a la ausencia de estos sistemas reductores, lo que explica su selectividad antimicrobiana.",
            "farmacocinetica": "• Inicio de acción: 1 h (oral); inmediato (IV).\n• Pico sérico: 1–2 h (oral), 30 min (IV).\n• Vida media: 6–9 horas.\n• Unión a proteínas: <20%.\n• Volumen de distribución: 0,5–1,1 L/kg.\n• Metabolización: hepática (CYP450 y glucuronidación).\n• Excreción: renal (60–80%), fecal (6–15%).\n• Buena penetración en SNC, huesos, abscesos, tejidos ginecológicos, hepáticos e intraabdominales.",
            "farmacodinamica": "La actividad antimicrobiana es dependiente de la concentración, con efecto posantibiótico prolongado. Es eficaz contra Bacteroides fragilis, Clostridium spp. (incluido C. difficile), Fusobacterium spp., Prevotella spp. y protozoos como Entamoeba histolytica, Giardia lamblia y Trichomonas vaginalis. Tiene buena penetración en LCR y es considerado de primera línea en el tratamiento de abscesos cerebrales anaerobios. El metronidazol mantiene actividad incluso en ambientes purulentos o abscesos encapsulados, siendo eficaz en infecciones intraabdominales, ginecológicas y cerebrales causadas por anaerobios. La concentración mínima inhibitoria (CMI) para Bacteroides fragilis generalmente es <1 mcg/mL, y el fármaco supera ampliamente esa concentración en los tejidos afectados. Su efecto posantibiótico permite intervalos prolongados en algunas indicaciones, como esquemas intermitentes para colitis por C. difficile o giardiasis.",
            "indicacoes": "• Infecciones por anaerobios (abscesos, peritonitis, empiema, osteomielitis anaerobia).\n• Enfermedad inflamatoria pélvica.\n• Colitis pseudomembranosa (alternativa a la vancomicina VO).\n• Protozoosis: giardiasis, tricomoniasis, amebiasis.\n• H. pylori (esquemas de erradicación).\n• Profilaxis quirúrgica (colorrectal, ginecológica, urológica).\n• Infecciones dentales con abscesos anaerobios.\n• Rosácea (uso tópico).",
            "posologia": "Adultos:\n• VO: 500–750 mg cada 8–12 h.\n• IV: 500 mg cada 8 h (infusión en 60 min).\n• Giardiasis/tricomoniasis: 2 g VO dosis única o 500 mg cada 12 h por 7 días.\n• Amebiasis: 750 mg VO 3 veces/día por 7–10 días.\nPediatría:\n• 20–30 mg/kg/día divididos cada 8 h.\n• Máximo: 2 g/día.\nNeonatos:\n• 15–30 mg/kg/día IV dividido cada 12–24 h (ajustar según edad postnatal).",
            "administracao": "• VO: con o sin alimentos (preferible con alimentos para reducir náuseas).\n• IV: infundir lentamente en 60 min; no administrar en bolo.\n• Tópico: gel o crema vaginal para vaginitis.\n• Evitar uso simultáneo con alcohol (efecto tipo disulfiram).",
            "doseMaxima": "4 g/día (adultos); 2 g/día (pediatría).",
            "doseMinima": "250 mg VO o IV; 10 mg/kg/dosis.",
            "reacoesAdversas": "Comunes (1–10%):\n• Náuseas, sabor metálico, cefalea, anorexia.\n• Orina oscura, erupciones cutáneas.\nInfrecuentes (0,1–1%):\n• Vómitos, mareo, parestesias, candidiasis oral o vaginal.\nRaras (<0,1%):\n• Neuropatía periférica, encefalopatía, convulsiones, leucopenia.\n• Reacciones de hipersensibilidad, síndrome de Stevens-Johnson (excepcional).",
            "riscoGravidez": "Categoría B. Considerado seguro en el 2º y 3º trimestre. Puede usarse en el 1º trimestre cuando sea necesario. La evidencia humana no muestra riesgo teratogénico.",
            "riscoLactacao": "Excretado en la leche materna. Considerado seguro en dosis habituales. Suspender la lactancia por 12–24 h tras dosis alta o uso prolongado, según el contexto clínico.",
            "ajusteRenal": "• ClCr <30 mL/min: mantener dosis, pero aumentar intervalo (cada 12–24 h).\n• Diálisis: dosis después de hemodiálisis si infección activa grave.\n• No requiere ajuste en insuficiencia leve/moderada.",
            "ajusteHepatico": "• Usar con precaución en hepatopatía grave.\n• Monitorizar función hepática y síntomas neurológicos en uso prolongado.",
            "contraindicacoes": "• Hipersensibilidad al metronidazol u otros nitroimidazoles.\n• Uso concomitante con alcohol o productos con propilenglicol.\n• Antecedentes de encefalopatía o neuropatía grave con uso previo.",
            "interacaoMedicamento": "• Efecto tipo disulfiram con alcohol: vómitos, rubor, taquicardia.\n• Warfarina: aumento del efecto anticoagulante (inhibe metabolismo hepático).\n• Fenitoína y fenobarbital: reducen los niveles de metronidazol.\n• Litio: riesgo de toxicidad aumentada (monitorizar niveles séricos). Además del efecto tipo disulfiram con etanol, el metronidazol inhibe el metabolismo hepático de fármacos como fenitoína, carbamazepina y ciclosporina, pudiendo aumentar sus concentraciones plasmáticas. Interactúa con fluoroquinolonas y otros agentes neurotóxicos, aumentando el riesgo de convulsiones. En trasplantados, puede aumentar los niveles de tacrolimus y ciclosporina. El uso conjunto con litio requiere extrema precaución, con riesgo de nefrotoxicidad grave. Su uso prolongado puede reducir el metabolismo hepático de estrógenos, afectando la eficacia de anticonceptivos orales.",
            "apresentacao": "• Comprimidos: 250 mg, 400 mg, 500 mg.\n• Solución oral: 125 mg/5 mL, 200 mg/5 mL.\n• Ampollas IV: 500 mg/100 mL.\n• Gel/crema vaginal: 0,75% o 1%.",
            "preparo": "• IV: no diluir ampollas listas (500 mg/100 mL); infundir en 30–60 min.\n• VO: tragar con líquido, evitar masticar.\n• Tópico: uso nocturno durante 5 días para vaginitis.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con bicarbonato de sodio y otras bases fuertes.",
            "armazenamento": "• Almacenar entre 15°C y 30°C.\n• Proteger de la luz.\n• Solución IV lista: usar en hasta 24 h tras la apertura.",
            "cuidadosMedicos": "• Orientar la suspensión de alcohol durante y hasta 48 h después del uso.\n• Monitorizar signos neurológicos en tratamientos >10 días.\n• Evaluar función hepática y hematológica si uso prolongado.\n• Observar signos de sobreinfección fúngica o colitis por C. difficile.",
            "cuidadosFarmaceuticos": "• Verificar interacciones medicamentosas en pacientes polimedicados.\n• Garantizar integridad de la ampolla, validez y vía de administración correcta.\n• No refrigerar solución IV lista.\n• Documentar orientaciones sobre alcohol y reacciones adversas.",
            "cuidadosEnfermagem": "• Observar náuseas, mareo y erupciones.\n• Informar sobre cambio de color de la orina (normal).\n• Garantizar infusión lenta para minimizar efectos adversos.\n• Informar signos de neuropatía periférica o encefalopatía.",
            "fontesBibliograficas": "Prospecto Anvisa (Flagyl®), UpToDate (2024), Micromedex, PubMed ID 37631104, Goodman & Gilman (13ª Ed.), Sanford Guide (2023), IDSA Guidelines for C. difficile and Anaerobic Infections (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Metronidazole",
            "nomeComercial": "Flagyl®, Metron®, Giamebil®, Dazolic®",
            "classificacao": "Antimicrobial and antiparasitic; nitroimidazole; concentration-dependent bactericidal",
            "mecanismoAcao": "Metronidazole is a prodrug that undergoes reduction of its nitro group within bacterial or protozoal cells, leading to the formation of cytotoxic free radicals that interact with DNA, causing strand breaks and inhibition of nucleic acid synthesis. Its action occurs only in anaerobic environments, as it requires the presence of electron transport proteins with reducing potential, such as nitroreductases. It acts selectively against obligate anaerobic bacteria and facultative anaerobic protozoa. The intracellular reductive metabolism of metronidazole preferentially occurs in cells with low redox potential, typical of anaerobic organisms. Activation involves electron transfer from the ferredoxin system, present in protozoa and anaerobic bacteria, resulting in the formation of highly reactive nitro radicals that cause direct DNA damage. This selective toxicity does not occur in normal human cells due to the absence of these reducing systems, explaining its antimicrobial selectivity.",
            "farmacocinetica": "• Onset of action: 1 h (oral); immediate (IV).\n• Peak serum concentration: 1–2 h (oral), 30 min (IV).\n• Half-life: 6–9 hours.\n• Protein binding: <20%.\n• Volume of distribution: 0.5–1.1 L/kg.\n• Metabolism: hepatic (CYP450 and glucuronidation).\n• Excretion: renal (60–80%), fecal (6–15%).\n• Good penetration into CNS, bones, abscesses, gynecological, hepatic, and intra-abdominal tissues.",
            "farmacodinamica": "Antimicrobial activity is concentration-dependent with prolonged post-antibiotic effect. Effective against Bacteroides fragilis, Clostridium spp. (including C. difficile), Fusobacterium spp., Prevotella spp., and protozoa such as Entamoeba histolytica, Giardia lamblia, and Trichomonas vaginalis. It has good cerebrospinal fluid penetration and is considered first-line in the treatment of anaerobic brain abscesses. Metronidazole maintains activity even in purulent environments or encapsulated abscesses, being effective in intra-abdominal, gynecological, and cerebral infections caused by anaerobes. The minimum inhibitory concentration (MIC) for Bacteroides fragilis is generally <1 mcg/mL, and the drug greatly exceeds this concentration in affected tissues. Its post-antibiotic effect allows for prolonged dosing intervals in some indications, such as intermittent regimens for C. difficile colitis or giardiasis.",
            "indicacoes": "• Anaerobic infections (abscesses, peritonitis, empyema, anaerobic osteomyelitis).\n• Pelvic inflammatory disease.\n• Pseudomembranous colitis (alternative to oral vancomycin).\n• Protozoal infections: giardiasis, trichomoniasis, amebiasis.\n• H. pylori eradication regimens.\n• Surgical prophylaxis (colorectal, gynecological, urological).\n• Dental infections with anaerobic abscesses.\n• Rosacea (topical use).",
            "posologia": "Adults:\n• Oral: 500–750 mg every 8–12 hours.\n• IV: 500 mg every 8 hours (60-minute infusion).\n• Giardiasis/trichomoniasis: 2 g oral single dose or 500 mg every 12 hours for 7 days.\n• Amebiasis: 750 mg oral three times daily for 7–10 days.\nPediatrics:\n• 20–30 mg/kg/day divided every 8 hours.\n• Maximum: 2 g/day.\nNeonates:\n• 15–30 mg/kg/day IV divided every 12–24 hours (adjust according to postnatal age).",
            "administracao": "• Oral: with or without food (preferably with food to reduce nausea).\n• IV: infuse slowly over 60 minutes; do not administer as a bolus.\n• Topical: vaginal gel or cream for vaginitis.\n• Avoid simultaneous use with alcohol (disulfiram-like effect).",
            "doseMaxima": "4 g/day (adults); 2 g/day (pediatrics).",
            "doseMinima": "250 mg oral or IV; 10 mg/kg/dose.",
            "reacoesAdversas": "Common (1–10%):\n• Nausea, metallic taste, headache, anorexia.\n• Dark urine, skin rashes.\nUncommon (0.1–1%):\n• Vomiting, dizziness, paresthesias, oral or vaginal candidiasis.\nRare (<0.1%):\n• Peripheral neuropathy, encephalopathy, seizures, leukopenia.\n• Hypersensitivity reactions, Stevens-Johnson syndrome (exceptional).",
            "riscoGravidez": "Category B. Considered safe in the 2nd and 3rd trimesters. Can be used in the 1st trimester when necessary. Human evidence does not show teratogenic risk.",
            "riscoLactacao": "Excreted in breast milk. Considered safe at usual doses. Suspend breastfeeding for 12–24 hours after high dose or prolonged use, depending on clinical context.",
            "ajusteRenal": "• Creatinine clearance <30 mL/min: maintain dose but increase interval (every 12–24 h).\n• Dialysis: dose after hemodialysis if severe active infection.\n• No adjustment needed in mild/moderate insufficiency.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment.\n• Monitor liver function and neurological symptoms during prolonged use.",
            "contraindicacoes": "• Hypersensitivity to metronidazole or other nitroimidazoles.\n• Concomitant use with alcohol or products containing propylene glycol.\n• History of encephalopathy or severe neuropathy with prior use.",
            "interacaoMedicamento": "• Disulfiram-like reaction with alcohol: vomiting, flushing, tachycardia.\n• Warfarin: increased anticoagulant effect (inhibits hepatic metabolism).\n• Phenytoin and phenobarbital: reduce metronidazole levels.\n• Lithium: increased toxicity risk (monitor serum levels). Besides the disulfiram-like effect with ethanol, metronidazole inhibits hepatic metabolism of drugs such as phenytoin, carbamazepine, and cyclosporine, potentially increasing their plasma concentrations. Interacts with fluoroquinolones and other neurotoxic agents increasing seizure risk. In transplant patients, may increase tacrolimus and cyclosporine levels. Concomitant use with lithium requires extreme caution due to risk of severe nephrotoxicity. Prolonged use may reduce hepatic metabolism of estrogens, affecting oral contraceptive efficacy.",
            "apresentacao": "• Tablets: 250 mg, 400 mg, 500 mg.\n• Oral solution: 125 mg/5 mL, 200 mg/5 mL.\n• IV vials: 500 mg/100 mL.\n• Vaginal gel/cream: 0.75% or 1%.",
            "preparo": "• IV: do not dilute ready-to-use vials (500 mg/100 mL); infuse over 30–60 minutes.\n• Oral: swallow with liquid, avoid chewing.\n• Topical: use at night for 5 days for vaginitis.",
            "solucoesCompatíveis": "• 0.9% saline, 5% glucose.\n• Incompatible with sodium bicarbonate and other strong bases.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light.\n• Ready IV solution: use within 24 hours after opening.",
            "cuidadosMedicos": "• Advise alcohol abstinence during and up to 48 hours after use.\n• Monitor neurological signs in treatments longer than 10 days.\n• Evaluate hepatic and hematologic function if prolonged use.\n• Watch for signs of fungal superinfection or C. difficile colitis.",
            "cuidadosFarmaceuticos": "• Check for drug interactions in polypharmacy patients.\n• Ensure vial integrity, expiration date, and correct administration route.\n• Do not refrigerate ready IV solution.\n• Document counseling about alcohol and adverse reactions.",
            "cuidadosEnfermagem": "• Observe for nausea, dizziness, and rash.\n• Inform about urine discoloration (normal).\n• Ensure slow infusion to minimize adverse effects.\n• Report signs of peripheral neuropathy or encephalopathy.",
            "fontesBibliograficas": "Anvisa leaflet (Flagyl®), UpToDate (2024), Micromedex, PubMed ID 37631104, Goodman & Gilman (13th Ed.), Sanford Guide (2023), IDSA Guidelines for C. difficile and Anaerobic Infections (2023)."
        }
    }
}
