{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Morfina (sulfato de morfina)",
            "nomeComercial": "Dimorf®, Sevredol®, MST Continus®, Morphine Sulfate®",
            "classificacao": "Analgésico opioide; agonista μ-opioide; alcaloide natural do ópio",
            "mecanismoAcao": "A morfina é um agonista potente e seletivo dos receptores μ-opioides (mu), com menor afinidade pelos receptores κ (kappa) e δ (delta), atuando predominantemente no sistema nervoso central (SNC) e na medula espinhal. Sua ação envolve três mecanismos principais: (1) ativação dos receptores μ pós-sinápticos, levando à hiperpolarização neuronal por aumento da condutância de potássio (K+); (2) inibição pré-sináptica da liberação de neurotransmissores excitatórios como glutamato, substância P e CGRP, por bloqueio de canais de cálcio voltagem-dependentes; (3) modulação de vias descendentes inibitórias noradrenérgicas e serotoninérgicas, aumentando o limiar nociceptivo. A morfina exerce efeitos centrais adicionais sobre centros do tronco cerebral, incluindo o bulbo ventrolateral, promovendo modulação autonômica (bradicardia, hipotensão), e sobre o núcleo do trato solitário e área postrema, podendo causar náusea e vômito. Também atua na substância cinzenta periaquedutal, reduzindo a reatividade emocional à dor. Sua ligação ao receptor μ ativa vias intracelulares por acoplamento à proteína G inibitória (Gi/o), resultando em inibição da adenilato ciclase, redução do AMPc e modulação da excitabilidade neuronal. A morfina apresenta baixa lipossolubilidade, o que retarda sua penetração no SNC em comparação a opioides mais lipofílicos, como fentanil. A biotransformação ocorre principalmente por conjugação hepática com ácido glicurônico, formando os metabólitos M3G (inativo ou neuroexcitador) e M6G (potente agonista μ com ação analgésica prolongada). A farmacodinâmica é influenciada por variabilidade genética nos receptores opioides (OPRM1), transportadores (ABCB1) e vias de biotransformação (UGT2B7), além de fatores como idade, função renal e exposição prévia a opioides.",
            "farmacocinetica": "• Início de ação: 5–10 min (IV), 20–30 min (IM), 30–60 min (oral).\n• Pico de efeito: 1 h (oral), 20 min (IV).\n• Duração: 4 a 5 h (formulação imediata), até 12–24 h (liberação prolongada).\n• Meia-vida: 2–4 h (formulação imediata).\n• Ligação a proteínas plasmáticas: 30–40%.\n• Metabolização: hepática (conjugação com ácido glicurônico — M3G e M6G).\n• Excreção: renal (90%), bile (10%).",
            "farmacodinamica": "A morfina exerce potente efeito analgésico com efeito dose-dependente, não apresentando ceiling para analgesia. O metabólito morfina-6-glicuronídeo (M6G) também possui ação analgésica, enquanto o M3G pode estar associado a efeitos excitatórios como alucinações e mioclonia. Promove sedação, euforia, depressão respiratória, miose, retenção urinária, constipação e liberação de histamina, que pode causar hipotensão e prurido. Possui risco elevado de tolerância e dependência em uso crônico, além de potencial de depressão respiratória em altas doses. Em comparação com outros opioides, a morfina apresenta maior potencial de liberação de histamina, o que pode causar vasodilatação periférica, hipotensão ortostática e prurido intenso. O metabólito M6G (morfina-6-glicuronídeo) é até 10 vezes mais potente que a morfina em atividade analgésica, enquanto M3G (morfina-3-glicuronídeo) tem sido associado a efeitos neuroexcitantes, como alucinação, hiperalgesia e mioclonia. A resposta farmacodinâmica à morfina é modulada pela idade, função renal, hepática, e genética dos transportadores e receptores opioides (ex: OPRM1).",
            "indicacoes": "• Dor aguda intensa (trauma, pós-operatório).\n• Dor oncológica e dor crônica refratária.\n• Edema agudo de pulmão (efeito vasodilatador e ansiolítico).\n• Analgesia em cuidados paliativos.\n• Sedação e controle de dispneia refratária em fase terminal (off-label).",
            "posologia": "Adultos:\n• IV: 2,5–5 mg a cada 3–4 h (ajustar conforme resposta).\n• IM/SC: 5–10 mg a cada 4 h.\n• Oral (liberação imediata): 10–30 mg a cada 4 h.\n• Oral (liberação prolongada): 30–60 mg a cada 12 h.\n• PCA: 1 mg IV/dose, intervalo de bloqueio de 6–10 min.\nPediatria:\n• IV: 0,05–0,1 mg/kg/dose a cada 4 h.\n• Oral: 0,2–0,5 mg/kg/dose a cada 4–6 h.",
            "administracao": "• Oral (liberação imediata e prolongada).\n• Intravenosa (bolus ou infusão contínua).\n• Intramuscular e subcutânea.\n• Epidural ou intratecal (em contextos especializados).",
            "doseMaxima": "• Não há dose máxima absoluta; titulada conforme resposta e tolerância.\n• Em dor oncológica, pode ultrapassar 1000 mg/dia em pacientes tolerantes.",
            "doseMinima": "• 2,5 mg IV ou 10 mg VO (adultos); 0,05 mg/kg IV (pediatria).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito, constipação, sonolência.\n• Prurido, sudorese, miose.\nComuns (1–10%):\n• Hipotensão, retenção urinária, confusão.\nIncomuns (0,1–1%):\n• Alucinações, delírio, mioclonia.\n• Bradicardia, broncoespasmo.\nRaras (<0,1%):\n• Depressão respiratória grave.\n• Reações anafiláticas.\n• Dependência e síndrome de abstinência.",
            "riscoGravidez": "Categoria C. Pode causar síndrome de abstinência neonatal se uso crônico na gestação. Evitar uso prolongado; permitido sob indicação médica em ambiente controlado.",
            "riscoLactacao": "Excretada no leite materno. Evitar amamentação se uso em altas doses ou múltiplas administrações IV. Monitorar o lactente para sinais de sedação ou apneia.",
            "ajusteRenal": "• Necessário em insuficiência renal.\n• M6G pode se acumular, aumentando risco de sedação e depressão respiratória.\n• Reduzir dose ou aumentar intervalo de administração.",
            "ajusteHepatico": "• Usar com cautela; metabolização hepática extensa.\n• Ajustar dose conforme função hepática e resposta clínica.",
            "contraindicacoes": "• Hipersensibilidade à morfina.\n• Depressão respiratória sem suporte ventilatório.\n• Asma aguda ou obstrução de vias aéreas superiores não tratada.\n• Uso concomitante com IMAOs.\n• Trauma cranioencefálico com hipertensão intracraniana não controlada.",
            "interacaoMedicamento": "• Potencializa sedação com benzodiazepínicos, álcool, antipsicóticos, antidepressivos e barbitúricos.\n• Pode ter efeitos aumentados com inibidores da CYP3A4.\n• Antagonismo com agonistas-antagonistas (nalbufina, buprenorfina).\n• Aumenta o risco de retenção urinária com anticolinérgicos. O uso concomitante com gabapentinoides pode potencializar a depressão respiratória e o risco de sedação profunda, especialmente em idosos e pacientes renais. A administração com fenotiazinas ou outros antipsicóticos pode intensificar a hipotensão e a sedação. A morfina aumenta o efeito dos relaxantes musculares não despolarizantes, devendo-se ajustar doses em pacientes sob ventilação mecânica. Interações farmacocinéticas relevantes envolvem a alteração do metabolismo hepático quando coadministrada com inibidores da UDP-glucuroniltransferase.",
            "apresentacao": "• Solução injetável: 10 mg/mL, 20 mg/mL, 50 mg/mL.\n• Comprimidos: 10 mg, 30 mg (liberação imediata e prolongada).\n• Gotas orais: 10 mg/mL (1 gota ≈ 0,2 mg).\n• Supositórios (alguns países): 10 mg, 20 mg.\n• Ampolas para uso epidural/intratecal: 1 mg/mL.",
            "preparo": "• Diluir em SF 0,9% para infusão contínua.\n• Administrar IV lentamente (≥2 min).\n• Dose oral pode ser fracionada em solução diluída conforme necessidade.\n• Soluções epidurais/intratecais devem ser preservadas com técnica asséptica.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com bicarbonato de sódio, soluções alcalinas.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e calor excessivo.\n• Após diluição, usar em até 24 h sob refrigeração e condições assépticas.",
            "cuidadosMedicos": "• Monitorar respiração, sedação e eficácia analgésica.\n• Ajustar titulação conforme tolerância, especialmente em dor crônica.\n• Ter naloxona disponível para reversão.\n• Considerar avaliação multidisciplinar em uso prolongado (dor, cuidados paliativos).",
            "cuidadosFarmaceuticos": "• Confirmar via, concentração, compatibilidade e validade.\n• Diluir corretamente para infusão e PCA.\n• Documentar administração e resposta terapêutica.\n• Rastrear uso em prontuário e evitar duplicidade com outros opioides.",
            "cuidadosEnfermagem": "• Monitorar padrão respiratório, nível de consciência, pressão arterial.\n• Avaliar eficácia analgésica e presença de reações adversas.\n• Garantir acesso venoso funcional e técnica asséptica.\n• Notificar sinais de intoxicação ou síndrome de abstinência.",
            "fontesBibliograficas": "Bula Anvisa (Morfina Sulfato), UpToDate (2024), Micromedex, PubMed ID 37625177, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), WHO Opioid Guidelines."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Morfina (sulfato de morfina)",
            "nomeComercial": "Dimorf®, Sevredol®, MST Continus®, Morphine Sulfate®",
            "classificacao": "Analgésico opioide; agonista μ-opioide; alcaloide natural del opio",
            "mecanismoAcao": "La morfina es un agonista potente y selectivo de los receptores μ-opioides (mu), con menor afinidad por los receptores κ (kappa) y δ (delta), actuando predominantemente en el sistema nervioso central (SNC) y la médula espinal. Su acción implica tres mecanismos principales: (1) activación de los receptores μ postsinápticos, provocando hiperpolarización neuronal por aumento de la conductancia de potasio (K+); (2) inhibición presináptica de la liberación de neurotransmisores excitatorios como glutamato, sustancia P y CGRP, mediante el bloqueo de canales de calcio voltaje-dependientes; (3) modulación de vías descendentes inhibitorias noradrenérgicas y serotoninérgicas, aumentando el umbral nociceptivo. La morfina ejerce efectos centrales adicionales sobre centros del tronco encefálico, incluyendo el bulbo ventrolateral, promoviendo la modulación autonómica (bradicardia, hipotensión), y sobre el núcleo del tracto solitario y el área postrema, pudiendo causar náuseas y vómitos. También actúa en la sustancia gris periacueductal, reduciendo la reactividad emocional al dolor. Su unión al receptor μ activa vías intracelulares por acoplamiento a proteína G inhibitoria (Gi/o), resultando en inhibición de la adenilato ciclasa, reducción de AMPc y modulación de la excitabilidad neuronal. La morfina presenta baja liposolubilidad, lo que retrasa su penetración en el SNC en comparación con opioides más lipofílicos como el fentanilo. La biotransformación ocurre principalmente por conjugación hepática con ácido glucurónico, formando los metabolitos M3G (inactivo o neuroexcitador) y M6G (potente agonista μ con acción analgésica prolongada). La farmacodinamia está influenciada por la variabilidad genética en los receptores opioides (OPRM1), transportadores (ABCB1) y vías de biotransformación (UGT2B7), además de factores como edad, función renal y exposición previa a opioides.",
            "farmacocinetica": "• Inicio de acción: 5–10 min (IV), 20–30 min (IM), 30–60 min (oral).\n• Pico de efecto: 1 h (oral), 20 min (IV).\n• Duración: 4 a 5 h (formulación inmediata), hasta 12–24 h (liberación prolongada).\n• Vida media: 2–4 h (formulación inmediata).\n• Unión a proteínas plasmáticas: 30–40%.\n• Metabolismo: hepático (conjugación con ácido glucurónico — M3G y M6G).\n• Excreción: renal (90%), bilis (10%).",
            "farmacodinamica": "La morfina ejerce un potente efecto analgésico dosis-dependiente, sin techo para la analgesia. El metabolito morfina-6-glucurónido (M6G) también tiene acción analgésica, mientras que el M3G puede asociarse a efectos excitatorios como alucinaciones y mioclonías. Produce sedación, euforia, depresión respiratoria, miosis, retención urinaria, constipación y liberación de histamina, que puede causar hipotensión y prurito. Tiene alto riesgo de tolerancia y dependencia en uso crónico, además de potencial de depresión respiratoria en dosis elevadas. En comparación con otros opioides, la morfina tiene mayor potencial de liberación de histamina, lo que puede causar vasodilatación periférica, hipotensión ortostática y prurito intenso. El metabolito M6G es hasta 10 veces más potente que la morfina en actividad analgésica, mientras que el M3G se ha asociado a efectos neuroexcitadores como alucinaciones, hiperalgesia y mioclonías. La respuesta farmacodinámica a la morfina está modulada por la edad, función renal, hepática y genética de transportadores y receptores opioides (ej: OPRM1).",
            "indicacoes": "• Dolor agudo intenso (trauma, postoperatorio).\n• Dolor oncológico y dolor crónico refractario.\n• Edema agudo de pulmón (efecto vasodilatador y ansiolítico).\n• Analgesia en cuidados paliativos.\n• Sedación y control de disnea refractaria en fase terminal (off-label).",
            "posologia": "Adultos:\n• IV: 2,5–5 mg cada 3–4 h (ajustar según respuesta).\n• IM/SC: 5–10 mg cada 4 h.\n• Oral (liberación inmediata): 10–30 mg cada 4 h.\n• Oral (liberación prolongada): 30–60 mg cada 12 h.\n• PCA: 1 mg IV/dosis, intervalo de bloqueo de 6–10 min.\nPediatría:\n• IV: 0,05–0,1 mg/kg/dosis cada 4 h.\n• Oral: 0,2–0,5 mg/kg/dosis cada 4–6 h.",
            "administracao": "• Oral (liberación inmediata y prolongada).\n• Intravenosa (bolo o infusión continua).\n• Intramuscular y subcutánea.\n• Epidural o intratecal (en contextos especializados).",
            "doseMaxima": "• No hay dosis máxima absoluta; titular según respuesta y tolerancia.\n• En dolor oncológico, puede superar los 1000 mg/día en pacientes tolerantes.",
            "doseMinima": "• 2,5 mg IV o 10 mg VO (adultos); 0,05 mg/kg IV (pediatría).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Náuseas, vómitos, constipación, somnolencia.\n• Prurito, sudoración, miosis.\nComunes (1–10%):\n• Hipotensión, retención urinaria, confusión.\nPoco comunes (0,1–1%):\n• Alucinaciones, delirio, mioclonía.\n• Bradicardia, broncoespasmo.\nRaras (<0,1%):\n• Depresión respiratoria grave.\n• Reacciones anafilácticas.\n• Dependencia y síndrome de abstinencia.",
            "riscoGravidez": "Categoría C. Puede causar síndrome de abstinencia neonatal si se usa crónicamente durante el embarazo. Evitar uso prolongado; permitido bajo indicación médica en ambiente controlado.",
            "riscoLactacao": "Excretada en la leche materna. Evitar la lactancia si se usa en dosis altas o múltiples administraciones IV. Monitorizar al lactante por signos de sedación o apnea.",
            "ajusteRenal": "• Necesario en insuficiencia renal.\n• M6G puede acumularse, aumentando el riesgo de sedación y depresión respiratoria.\n• Reducir dosis o aumentar intervalo de administración.",
            "ajusteHepatico": "• Usar con precaución; metabolismo hepático extenso.\n• Ajustar dosis según función hepática y respuesta clínica.",
            "contraindicacoes": "• Hipersensibilidad a la morfina.\n• Depresión respiratoria sin soporte ventilatorio.\n• Asma aguda u obstrucción de vías aéreas superiores no tratada.\n• Uso concomitante con IMAOs.\n• Traumatismo craneoencefálico con hipertensión intracraneal no controlada.",
            "interacaoMedicamento": "• Potencia la sedación con benzodiacepinas, alcohol, antipsicóticos, antidepresivos y barbitúricos.\n• Puede tener efectos aumentados con inhibidores de la CYP3A4.\n• Antagonismo con agonistas-antagonistas (nalbufina, buprenorfina).\n• Aumenta el riesgo de retención urinaria con anticolinérgicos. El uso concomitante con gabapentinoides puede potenciar la depresión respiratoria y el riesgo de sedación profunda, especialmente en ancianos y pacientes con insuficiencia renal. La administración con fenotiazinas u otros antipsicóticos puede intensificar la hipotensión y la sedación. La morfina aumenta el efecto de los relajantes musculares no despolarizantes, debiéndose ajustar dosis en pacientes bajo ventilación mecánica. Interacciones farmacocinéticas relevantes implican la alteración del metabolismo hepático cuando se coadministra con inhibidores de la UDP-glucuroniltransferasa.",
            "apresentacao": "• Solución inyectable: 10 mg/mL, 20 mg/mL, 50 mg/mL.\n• Comprimidos: 10 mg, 30 mg (liberación inmediata y prolongada).\n• Gotas orales: 10 mg/mL (1 gota ≈ 0,2 mg).\n• Supositorios (algunos países): 10 mg, 20 mg.\n• Ampollas para uso epidural/intratecal: 1 mg/mL.",
            "preparo": "• Diluir en SF 0,9% para infusión continua.\n• Administrar IV lentamente (≥2 min).\n• La dosis oral puede fraccionarse en solución diluida según necesidad.\n• Las soluciones epidurales/intratecales deben preservarse con técnica aséptica.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con bicarbonato de sodio, soluciones alcalinas.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y el calor excesivo.\n• Tras la dilución, usar en hasta 24 h bajo refrigeración y condiciones asépticas.",
            "cuidadosMedicos": "• Monitorizar respiración, sedación y eficacia analgésica.\n• Ajustar la titulación según tolerancia, especialmente en dolor crónico.\n• Tener naloxona disponible para reversión.\n• Considerar evaluación multidisciplinaria en uso prolongado (dolor, cuidados paliativos).",
            "cuidadosFarmaceuticos": "• Confirmar vía, concentración, compatibilidad y validez.\n• Diluir correctamente para infusión y PCA.\n• Documentar administración y respuesta terapéutica.\n• Rastrear uso en historia clínica y evitar duplicidad con otros opioides.",
            "cuidadosEnfermagem": "• Monitorizar patrón respiratorio, nivel de conciencia, presión arterial.\n• Evaluar eficacia analgésica y presencia de reacciones adversas.\n• Garantizar acceso venoso funcional y técnica aséptica.\n• Notificar signos de intoxicación o síndrome de abstinencia.",
            "fontesBibliograficas": "Prospecto AEMPS (Morfina Sulfato), UpToDate (2024), Micromedex, PubMed ID 37625177, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), WHO Opioid Guidelines."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Morphine (morphine sulfate)",
            "nomeComercial": "Dimorf®, Sevredol®, MST Continus®, Morphine Sulfate®",
            "classificacao": "Opioid analgesic; μ-opioid receptor agonist; natural opium alkaloid",
            "mecanismoAcao": "Morphine is a potent and selective agonist of μ-opioid (mu) receptors, with lower affinity for κ (kappa) and δ (delta) receptors, acting predominantly in the central nervous system (CNS) and spinal cord. Its action involves three main mechanisms: (1) activation of postsynaptic μ receptors leading to neuronal hyperpolarization by increasing potassium (K+) conductance; (2) presynaptic inhibition of excitatory neurotransmitter release such as glutamate, substance P, and CGRP by blocking voltage-dependent calcium channels; (3) modulation of descending noradrenergic and serotonergic inhibitory pathways, raising the nociceptive threshold. Morphine exerts additional central effects on brainstem centers, including the ventrolateral medulla, promoting autonomic modulation (bradycardia, hypotension), and on the nucleus tractus solitarius and area postrema, potentially causing nausea and vomiting. It also acts on the periaqueductal gray matter, reducing emotional reactivity to pain. Binding to the μ receptor activates intracellular pathways via inhibitory G protein (Gi/o) coupling, resulting in adenylate cyclase inhibition, cAMP reduction, and modulation of neuronal excitability. Morphine has low liposolubility, delaying CNS penetration compared to more lipophilic opioids like fentanyl. Biotransformation occurs mainly via hepatic conjugation with glucuronic acid, producing metabolites M3G (inactive or neuroexcitatory) and M6G (potent μ agonist with prolonged analgesic action). Pharmacodynamics is influenced by genetic variability in opioid receptors (OPRM1), transporters (ABCB1), and biotransformation pathways (UGT2B7), as well as factors such as age, renal function, and prior opioid exposure.",
            "farmacocinetica": "• Onset of action: 5–10 min (IV), 20–30 min (IM), 30–60 min (oral).\n• Peak effect: 1 h (oral), 20 min (IV).\n• Duration: 4 to 5 h (immediate-release), up to 12–24 h (extended-release).\n• Half-life: 2–4 h (immediate-release).\n• Plasma protein binding: 30–40%.\n• Metabolism: hepatic (glucuronidation — M3G and M6G).\n• Excretion: renal (90%), bile (10%).",
            "farmacodinamica": "Morphine produces a potent dose-dependent analgesic effect without a ceiling effect for analgesia. The metabolite morphine-6-glucuronide (M6G) also has analgesic activity, whereas M3G may be associated with excitatory effects such as hallucinations and myoclonus. It induces sedation, euphoria, respiratory depression, miosis, urinary retention, constipation, and histamine release, which may cause hypotension and pruritus. There is a high risk of tolerance and dependence with chronic use, as well as potential for respiratory depression at high doses. Compared to other opioids, morphine has a greater potential for histamine release, which can cause peripheral vasodilation, orthostatic hypotension, and intense pruritus. The M6G metabolite is up to 10 times more potent than morphine in analgesic activity, while M3G has been linked to neuroexcitatory effects such as hallucination, hyperalgesia, and myoclonus. The pharmacodynamic response to morphine is modulated by age, renal and hepatic function, and genetic variations in transporters and opioid receptors (e.g., OPRM1).",
            "indicacoes": "• Severe acute pain (trauma, postoperative).\n• Cancer pain and refractory chronic pain.\n• Acute pulmonary edema (vasodilatory and anxiolytic effect).\n• Analgesia in palliative care.\n• Sedation and management of refractory dyspnea in terminal phase (off-label).",
            "posologia": "Adults:\n• IV: 2.5–5 mg every 3–4 h (adjust according to response).\n• IM/SC: 5–10 mg every 4 h.\n• Oral (immediate-release): 10–30 mg every 4 h.\n• Oral (extended-release): 30–60 mg every 12 h.\n• PCA: 1 mg IV/dose, lockout interval 6–10 min.\nPediatrics:\n• IV: 0.05–0.1 mg/kg/dose every 4 h.\n• Oral: 0.2–0.5 mg/kg/dose every 4–6 h.",
            "administracao": "• Oral (immediate and extended-release).\n• Intravenous (bolus or continuous infusion).\n• Intramuscular and subcutaneous.\n• Epidural or intrathecal (in specialized contexts).",
            "doseMaxima": "• No absolute maximum dose; titrated according to response and tolerance.\n• In cancer pain, doses may exceed 1000 mg/day in tolerant patients.",
            "doseMinima": "• 2.5 mg IV or 10 mg PO (adults); 0.05 mg/kg IV (pediatrics).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting, constipation, somnolence.\n• Pruritus, sweating, miosis.\nCommon (1–10%):\n• Hypotension, urinary retention, confusion.\nUncommon (0.1–1%):\n• Hallucinations, delirium, myoclonus.\n• Bradycardia, bronchospasm.\nRare (<0.1%):\n• Severe respiratory depression.\n• Anaphylactic reactions.\n• Dependence and withdrawal syndrome.",
            "riscoGravidez": "Category C. May cause neonatal withdrawal syndrome if used chronically during pregnancy. Avoid prolonged use; permitted under medical indication in controlled settings.",
            "riscoLactacao": "Excreted in breast milk. Avoid breastfeeding if used in high doses or multiple IV administrations. Monitor infant for signs of sedation or apnea.",
            "ajusteRenal": "• Required in renal insufficiency.\n• M6G may accumulate, increasing risk of sedation and respiratory depression.\n• Reduce dose or extend dosing interval.",
            "ajusteHepatico": "• Use with caution; extensive hepatic metabolism.\n• Adjust dose according to hepatic function and clinical response.",
            "contraindicacoes": "• Hypersensitivity to morphine.\n• Respiratory depression without ventilatory support.\n• Acute asthma or untreated upper airway obstruction.\n• Concomitant use with MAO inhibitors.\n• Traumatic brain injury with uncontrolled intracranial hypertension.",
            "interacaoMedicamento": "• Potentiates sedation with benzodiazepines, alcohol, antipsychotics, antidepressants, and barbiturates.\n• Effects may be increased with CYP3A4 inhibitors.\n• Antagonism with agonist-antagonists (nalbuphine, buprenorphine).\n• Increases risk of urinary retention with anticholinergics. Concomitant use with gabapentinoids may potentiate respiratory depression and deep sedation risk, especially in elderly and renal patients. Administration with phenothiazines or other antipsychotics may enhance hypotension and sedation. Morphine increases the effect of non-depolarizing muscle relaxants; dose adjustment is recommended in mechanically ventilated patients. Relevant pharmacokinetic interactions involve altered hepatic metabolism when coadministered with UDP-glucuronosyltransferase inhibitors.",
            "apresentacao": "• Injectable solution: 10 mg/mL, 20 mg/mL, 50 mg/mL.\n• Tablets: 10 mg, 30 mg (immediate and extended-release).\n• Oral drops: 10 mg/mL (1 drop ≈ 0.2 mg).\n• Suppositories (some countries): 10 mg, 20 mg.\n• Ampoules for epidural/intrathecal use: 1 mg/mL.",
            "preparo": "• Dilute in 0.9% saline for continuous infusion.\n• Administer IV slowly (≥2 min).\n• Oral dose may be fractionated in diluted solution as needed.\n• Epidural/intrathecal solutions must be preserved with aseptic technique.",
            "solucoesCompatíveis": "• 0.9% saline, 5% glucose solution.\n• Incompatible with sodium bicarbonate, alkaline solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and excessive heat.\n• After dilution, use within 24 h under refrigeration and aseptic conditions.",
            "cuidadosMedicos": "• Monitor respiration, sedation, and analgesic efficacy.\n• Adjust titration according to tolerance, especially in chronic pain.\n• Have naloxone available for reversal.\n• Consider multidisciplinary evaluation in prolonged use (pain, palliative care).",
            "cuidadosFarmaceuticos": "• Confirm route, concentration, compatibility, and expiration.\n• Dilute properly for infusion and PCA.\n• Document administration and therapeutic response.\n• Track usage in medical records and avoid duplication with other opioids.",
            "cuidadosEnfermagem": "• Monitor respiratory pattern, consciousness level, blood pressure.\n• Assess analgesic efficacy and presence of adverse reactions.\n• Ensure functional venous access and aseptic technique.\n• Report signs of intoxication or withdrawal syndrome.",
            "fontesBibliograficas": "Anvisa leaflet (Morphine Sulfate), UpToDate (2024), Micromedex, PubMed ID 37625177, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), Tintinalli’s Emergency Medicine (9th Ed.), WHO Opioid Guidelines."
        }
    }
}
