{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Naloxona",
            "nomeComercial": "Narcan®, Evzio®, Nalone®",
            "classificacao": "Antagonista opioide puro, antidoto",
            "mecanismoAcao": "Antagonista competitivo dos receptores opioides μ (mu), com afinidade também pelos receptores κ (kappa) e δ (delta), porém com maior seletividade por μ. Ao se ligar aos receptores μ, a naloxona desloca os opioides agonistas, revertendo seus efeitos, particularmente a depressão respiratória, sedação e hipotensão. Além disso, modula o eixo neuroendócrino, influenciando a liberação de hormônios como cortisol e prolactina, e exerce efeitos no tônus vagal, contribuindo para a reversão dos efeitos cardiovasculares induzidos por opioides. Seu início de ação é rápido por via IV e promove recuperação do drive respiratório. Não possui atividade agonista intrínseca, não exerce efeito em indivíduos sem uso prévio de opioides, e pode precipitar síndrome de abstinência em usuários crônicos.",
            "farmacocinetica": "• Absorção: rápida por vias IV, IM, SC, IN e endotraqueal.\n• Biodisponibilidade: ~100% IV; 35–50% IM; 45–50% IN.\n• Início de ação: 1–2 minutos IV; 2–5 minutos IM/IN.\n• Pico de efeito: 5–15 minutos.\n• Duração: 30–90 minutos (menor que a maioria dos opioides).\n• Volume de distribuição: 2 L/kg.\n• Ligação proteica: ~45%.\n• Metabolização: hepática via glucuronidação principalmente pela enzima UGT2B7.\n• Meia-vida: 30–90 minutos em adultos saudáveis; pode se prolongar até 120 minutos em disfunções hepáticas moderadas a graves e em insuficiência renal avançada devido à redução da depuração.\n• Excreção: renal, como metabólitos inativos.",
            "farmacodinamica": "Reverte rapidamente a depressão respiratória, sedação e hipotensão induzidas por opioides. A reversão é limitada em opioides de ação prolongada devido à meia-vida mais curta da naloxona, podendo ocorrer dissociação entre a reversão clínica temporária e a persistência farmacológica do opioide, exigindo monitorização prolongada e redoses. Não reverte efeitos de outros depressores do SNC. Pode precipitar abstinência aguda em usuários dependentes. É amplamente utilizado em protocolos de reanimação cardiopulmonar (RCP) com suspeita de overdose por opioides, auxiliando na rápida restauração do drive respiratório e na melhora hemodinâmica inicial.",
            "indicacoes": "• Intoxicação aguda por opioides.\n• Depressão respiratória induzida por opioides (analgésicos, heroína, metadona, fentanil).\n• Reversão de depressão respiratória pós-operatória causada por opioides.\n• Diagnóstico diferencial em coma de causa desconhecida.\n• Suporte em protocolos de RCP com suspeita de uso de opioides.",
            "posologia": "Adultos:\n• Dose inicial IV: 0,4–2 mg a cada 2–3 minutos, até resposta clínica (máximo 10 mg).\n• IM/SC/IN: 0,4–2 mg; pode repetir a cada 2–3 min.\n• Infusão contínua: iniciar com 60% da dose efetiva do bolus inicial por hora (exemplo: se 2 mg bolus foi eficaz, iniciar infusão contínua a 1,2 mg/h), ajustando conforme resposta clínica e sinais de abstinência.\n• Pacientes politratados ou com opioides sintéticos potentes (ex: fentanil, carfentanil): doses iniciais maiores e infusões prolongadas podem ser necessárias, com monitoramento rigoroso.\n• Pós-operatório: 0,1–0,2 mg IV a cada 2–3 min, até reversão da depressão respiratória.\nPediatria:\n• Neonatos: 0,01 mg/kg IV/IM/SC; pode repetir.\n• Crianças: 0,01 mg/kg IV/IM/SC; se ineficaz, aumentar para 0,1 mg/kg.\n• Intranasal (≥5 anos): 2 mg por narina (spray); repetir em 2–3 min se necessário.",
            "administracao": "• IV preferencial em emergências.\n• IM e SC em contextos pré-hospitalares ou sem acesso venoso.\n• Intranasal: em jato atomizado ou dispositivo pronto.\n• Infusão contínua: em intoxicações com opioides de longa duração.\n• Endotraqueal (off-label): 2–2,5x a dose IV, diluída em 10 mL de SF.",
            "doseMaxima": "• 10 mg por episódio agudo em adultos.\n• Pediatria: 0,2 mg/kg (limite superior).",
            "doseMinima": "• 0,01 mg/kg IV/IM (neonatos).",
            "reacoesAdversas": "• Náusea, vômitos, sudorese, taquicardia, hipertensão, tremores.\n• Irritabilidade, agitação, dor abdominal, convulsões.\n• Síndrome de abstinência aguda: rinorreia, lacrimejamento, midríase, piloereção, dor muscular.\n• Arritmias ventriculares raras em pacientes com comorbidades cardiovasculares ou politratamento.\n• Eventos raros: edema pulmonar não cardiogênico, acidose metabólica, rabdomiólise e síndrome serotoninérgica quando usado concomitantemente com inibidores seletivos da recaptação de serotonina (ISRS).",
            "riscoGravidez": "Categoria B. Usar se necessário em intoxicação materna. Atravessa a placenta; uso em RN após parto de mãe usuária de opioides deve ser cauteloso para evitar abstinência neonatal.",
            "riscoLactacao": "Provavelmente seguro. Pouco excretado no leite. Usar com cautela em puérperas dependentes de opioides.",
            "ajusteRenal": "Não requer ajuste. Monitorar pacientes com insuficiência renal grave, devido à excreção renal predominante.",
            "ajusteHepatico": "Não há necessidade de ajuste em disfunção hepática leve a moderada. Usar com cautela em hepatopatias avançadas, devido à possível prolongação da meia-vida.",
            "contraindicacoes": "• Hipersensibilidade à naloxona.\n• Cautela em pacientes com dependência física de opioides, devido ao risco de abstinência grave.",
            "interacaoMedicamento": "• Pode antagonizar efeito de opioides usados com anestésicos gerais ou sedativos.\n• Potencial interação farmacodinâmica com agonistas parciais (buprenorfina, tramadol), com resposta clínica limitada.\n• Nenhuma interação relevante com medicamentos não opioides foi documentada.\n• Interações relevantes com ISRS, antipsicóticos e bloqueadores beta-adrenérgicos, podendo aumentar risco de arritmias e efeitos adversos cardiovasculares.\n• Antagonismo parcial observado com buprenorfina, podendo reduzir eficácia da naloxona em reversão completa.",
            "apresentacao": "• Ampolas de 0,4 mg/mL (1 mL).\n• Frascos-ampola de 1 mg/mL (2 mL).\n• Dispositivos intranasais de 2 mg/0,1 mL ou 4 mg/0,1 mL.\n• Auto-injetores (Evzio®) com 0,4 mg ou 2 mg.",
            "preparo": "• IV/IM/SC: usar sem diluição.\n• Infusão: diluir 2 mg em 500 mL de SF 0,9% (4 mcg/mL); ajustar bomba conforme dose/h.\n• IN: usar conforme apresentação.\n• Endotraqueal: diluir 0,8–1 mg em 10 mL SF.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com soluções alcalinas.",
            "armazenamento": "Conservar entre 15–30°C. Proteger da luz. Solução deve ser clara, incolor. Descartar se houver precipitação ou coloração alterada.",
            "cuidadosMedicos": "• Monitorar nível de consciência e padrão respiratório.\n• Reavaliar necessidade de redose, pois duração da naloxona é inferior à de muitos opioides.\n• Monitorar sinais de abstinência e ajustar dose para minimizar efeitos adversos em usuários crônicos.\n• Ter suporte de via aérea disponível em caso de agitação ou reaparecimento de depressão respiratória.\n• Avaliação neurológica seriada para detecção precoce de complicações.\n• Dosagem seriada de gases arteriais para monitorização do estado ventilatório e acidobásico.\n• Uso de capnografia durante RCP e vigilância respiratória para avaliação contínua do drive respiratório e eficácia da reversão.",
            "cuidadosFarmaceuticos": "• Conferir concentração e via de administração.\n• Garantir acondicionamento adequado.\n• Preparar infusões sob condições assépticas.\n• Registrar tempo de administração, lote e resposta clínica.",
            "cuidadosEnfermagem": "• Avaliar padrão respiratório e nível de consciência.\n• Monitorar sinais de abstinência ou recidiva de depressão respiratória.\n• Garantir vigilância contínua por pelo menos 2 horas após reversão completa.\n• Educar paciente/familiar sobre risco de recaída em usuários de opioides.\n• Instruir familiares e cuidadores sobre uso domiciliar em pacientes com risco de recaída.\n• Vigilância contínua por no mínimo 6 horas após uso intranasal em contexto ambulatorial.",
            "fontesBibliograficas": "Bula Anvisa (Naloxona), UpToDate (2024), Micromedex, Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (13ª Ed.), Diretrizes da American Heart Association (AHA) 2020, PubMed ID 37629055, Brunton LL, Hilal-Dandan R, Knollmann BC. Goodman & Gilman's: The Pharmacological Basis of Therapeutics. 14ª ed. 2022., AHA 2020 Guidelines for Opioid-Associated Emergencies, PubMed ID 38123910."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Naloxone",
            "nomeComercial": "Narcan®, Evzio®, Nalone®",
            "classificacao": "Pure opioid antagonist, antidote",
            "mecanismoAcao": "Naloxone is a competitive antagonist at opioid receptors, primarily μ (mu), with lesser activity at κ (kappa) and δ (delta) receptors. By binding to μ receptors, it displaces opioid agonists and reverses their effects, notably respiratory depression, sedation, and hypotension. It lacks intrinsic agonist activity and has no effect in opioid-naïve individuals. Additionally, naloxone influences the neuroendocrine axis and modulates vagal tone, contributing to cardiovascular reversal. Its onset is rapid via IV, enabling prompt respiratory recovery, but may precipitate acute withdrawal in opioid-dependent patients.",
            "farmacocinetica": "• Absorption: rapid via IV, IM, SC, IN, and endotracheal routes.\n• Bioavailability: ~100% IV; 35–50% IM; 45–50% IN.\n• Onset: 1–2 minutes IV; 2–5 minutes IM/IN.\n• Peak effect: 5–15 minutes.\n• Duration: 30–90 minutes (shorter than most opioids).\n• Volume of distribution: 2 L/kg.\n• Protein binding: ~45%.\n• Metabolism: hepatic glucuronidation, primarily via UGT2B7.\n• Half-life: 30–90 minutes in healthy adults; may extend up to 120 minutes in hepatic or renal impairment.\n• Elimination: renal, as inactive metabolites.",
            "farmacodinamica": "Rapidly reverses opioid-induced respiratory depression, sedation, and hypotension. May be insufficient in long-acting opioids due to its shorter half-life, requiring repeat dosing or infusion. Clinical reversal may not coincide with complete opioid clearance, demanding extended observation. Does not reverse non-opioid CNS depressants. Can precipitate acute withdrawal syndrome in opioid-dependent individuals. Extensively used in CPR protocols for suspected opioid overdose to restore respiratory drive and improve hemodynamics.",
            "indicacoes": "• Acute opioid overdose.\n• Opioid-induced respiratory depression (e.g., heroin, methadone, fentanyl).\n• Postoperative reversal of opioid-induced respiratory depression.\n• Differential diagnosis in unknown coma.\n• Adjunct in CPR when opioid use is suspected.",
            "posologia": "Adults:\n• Initial IV dose: 0.4–2 mg every 2–3 minutes until clinical response (max 10 mg).\n• IM/SC/IN: 0.4–2 mg; may repeat every 2–3 minutes.\n• Continuous infusion: begin at 60% of effective bolus per hour (e.g., 1.2 mg/h if 2 mg bolus was effective), titrate per clinical response and withdrawal.\n• Higher initial doses and prolonged infusion may be needed for potent synthetic opioids (e.g., fentanyl, carfentanil).\n• Postoperative reversal: 0.1–0.2 mg IV every 2–3 minutes as needed.\nPediatrics:\n• Neonates: 0.01 mg/kg IV/IM/SC; repeat as necessary.\n• Children: 0.01 mg/kg IV/IM/SC; if no response, increase to 0.1 mg/kg.\n• Intranasal (≥5 years): 2 mg per nostril (spray); repeat after 2–3 minutes if needed.",
            "administracao": "• IV preferred in emergencies.\n• IM and SC feasible in prehospital settings or without IV access.\n• IN via atomizer or prefilled nasal spray.\n• Continuous infusion for long-acting opioid toxicity.\n• Endotracheal (off-label): 2–2.5 times IV dose diluted in 10 mL saline.",
            "doseMaxima": "• Adults: 10 mg total in acute overdose.\n• Pediatrics: up to 0.2 mg/kg.",
            "doseMinima": "• 0.01 mg/kg IV/IM in neonates.",
            "reacoesAdversas": "• Nausea, vomiting, sweating, tachycardia, hypertension, tremors.\n• Agitation, irritability, abdominal pain, seizures.\n• Acute withdrawal syndrome: rhinorrhea, lacrimation, mydriasis, piloerection, muscle aches.\n• Rare: non-cardiogenic pulmonary edema, metabolic acidosis, rhabdomyolysis, serotonin syndrome when co-administered with SSRIs.",
            "riscoGravidez": "Category B. Use if clearly needed in maternal overdose. Crosses placenta; use in neonates born to opioid-dependent mothers may precipitate withdrawal.",
            "riscoLactacao": "Likely safe. Minimal excretion in breast milk. Use cautiously in opioid-dependent postpartum women.",
            "ajusteRenal": "No adjustment needed. Monitor closely in severe renal impairment due to reduced clearance.",
            "ajusteHepatico": "No adjustment for mild to moderate impairment. Use caution in severe hepatic dysfunction due to potential half-life prolongation.",
            "contraindicacoes": "• Hypersensitivity to naloxone.\n• Use with caution in opioid-dependent patients due to withdrawal risk.",
            "interacaoMedicamento": "• Antagonizes effects of opioids used with anesthetics or sedatives.\n• Pharmacodynamic interaction with partial agonists (buprenorphine, tramadol), may result in limited reversal.\n• May interact with SSRIs, antipsychotics, and beta-blockers, increasing risk of arrhythmias and cardiovascular instability.\n• Partial antagonism with buprenorphine may reduce reversal efficacy.",
            "apresentacao": "• Ampoules: 0.4 mg/mL (1 mL).\n• Vials: 1 mg/mL (2 mL).\n• Nasal sprays: 2 mg/0.1 mL or 4 mg/0.1 mL.\n• Auto-injectors (Evzio®): 0.4 mg or 2 mg.",
            "preparo": "• IV/IM/SC: use undiluted.\n• Infusion: dilute 2 mg in 500 mL of 0.9% saline (4 mcg/mL); adjust infusion rate as needed.\n• IN: use as provided.\n• Endotracheal: dilute 0.8–1 mg in 10 mL saline.",
            "solucoesCompatíveis": "Compatible with 0.9% saline and 5% dextrose. Incompatible with alkaline solutions.",
            "armazenamento": "Store at 15–30°C, protected from light. Use only if solution is clear and colorless. Discard if discolored or precipitated.",
            "cuidadosMedicos": "• Monitor consciousness and respiratory pattern.\n• Reassess frequently; naloxone's effect may wear off before the opioid is cleared.\n• Observe for withdrawal signs and titrate dose accordingly.\n• Ensure airway support availability in case of rebound sedation or agitation.\n• Perform serial neurologic assessments.\n• Serial arterial blood gas measurements to assess ventilation and acid-base status.\n• Use capnography during CPR or respiratory monitoring for real-time assessment of respiratory recovery.",
            "cuidadosFarmaceuticos": "• Verify dose, concentration, and route.\n• Ensure proper storage and aseptic preparation of infusions.\n• Document lot number, administration time, and clinical response.",
            "cuidadosEnfermagem": "• Monitor respiratory pattern and level of consciousness.\n• Watch for withdrawal or recurrence of opioid effects.\n• Maintain continuous observation for at least 2 hours post-reversal.\n• Educate patient/family on relapse risk and home-use protocols.\n• Instruct caregivers on at-home administration for patients at high risk of recurrence.\n• Maintain monitoring for at least 6 hours after intranasal use in outpatient settings.",
            "fontesBibliograficas": "Anvisa Package Insert (Naloxona), UpToDate (2024), Micromedex, Tintinalli’s Emergency Medicine (9th Ed.), Goodman & Gilman (14th Ed.), American Heart Association (AHA) 2020 Guidelines for Opioid-Associated Emergencies, PubMed ID 37629055, PubMed ID 38123910."
        }
    },
"ES": {
    "bulario":{
        "nomePrincipioAtivo": "Naloxona",
        "nomeComercial": "Narcan®, Evzio®, Nalone®",
        "classificacao": "Antagonista opioide puro, antídoto",
        "mecanismoAcao": "Antagonista competitivo de los receptores opioides, con mayor afinidad por los receptores μ (mu), y menor actividad en κ (kappa) y δ (delta). Desplaza a los agonistas opioides de los receptores μ, revirtiendo sus efectos como depresión respiratoria, sedación e hipotensión. No tiene actividad agonista intrínseca. También modula el eje neuroendocrino y el tono vagal, favoreciendo la recuperación hemodinámica. Su acción es rápida por vía IV, pero puede inducir abstinencia aguda en pacientes dependientes de opioides.",
        "farmacocinetica": "• Absorción: rápida por vías IV, IM, SC, IN y endotraqueal.\n• Biodisponibilidad: ~100% IV; 35–50% IM; 45–50% IN.\n• Inicio de acción: 1–2 minutos IV; 2–5 minutos IM/IN.\n• Pico de efecto: 5–15 minutos.\n• Duración: 30–90 minutos (menor que la mayoría de los opioides).\n• Volumen de distribución: 2 L/kg.\n• Unión a proteínas plasmáticas: ~45%.\n• Metabolismo: hepático, por glucuronidación (principalmente UGT2B7).\n• Vida media: 30–90 minutos en adultos; puede prolongarse hasta 120 minutos en insuficiencia hepática o renal.\n• Eliminación: renal, como metabolitos inactivos.",
        "farmacodinamica": "Revierte rápidamente la depresión respiratoria, sedación e hipotensión inducidas por opioides. Su vida media más corta que la de algunos opioides de acción prolongada puede requerir dosis repetidas o infusión continua. Puede haber disociación entre la reversión clínica y la eliminación completa del opioide. No revierte efectos de otros depresores del SNC. Ampliamente utilizado en protocolos de RCP ante sospecha de sobredosis por opioides.",
        "indicacoes": "• Sobredosis aguda por opioides.\n• Depresión respiratoria inducida por opioides (morfina, heroína, metadona, fentanilo).\n• Reversión postoperatoria de depresión respiratoria por opioides.\n• Diagnóstico diferencial en coma de origen desconocido.\n• Apoyo en reanimación cardiopulmonar con sospecha de opioides.",
        "posologia": "Adultos:\n• Dosis inicial IV: 0,4–2 mg cada 2–3 minutos hasta respuesta (máx. 10 mg).\n• IM/SC/IN: 0,4–2 mg; repetir si es necesario.\n• Infusión continua: iniciar con 60% de la dosis eficaz del bolo por hora (ej.: 1,2 mg/h si 2 mg fueron efectivos).\n• Sobredosis por opioides sintéticos (fentanilo, carfentanilo) puede requerir dosis mayores y observación prolongada.\n• Postoperatorio: 0,1–0,2 mg IV cada 2–3 minutos.\nPediatría:\n• Neonatos: 0,01 mg/kg IV/IM/SC; repetir si necesario.\n• Niños: 0,01 mg/kg; si no responde, aumentar a 0,1 mg/kg.\n• IN (≥5 años): 2 mg por fosa nasal; repetir en 2–3 minutos si es necesario.",
        "administracao": "• IV preferida en emergencias.\n• IM y SC adecuadas en entornos prehospitalarios.\n• IN por atomizador o spray precargado.\n• Infusión continua para opioides de acción prolongada.\n• Endotraqueal (off-label): 2–2,5 veces la dosis IV en 10 mL de SSF.",
        "doseMaxima": "• Adultos: hasta 10 mg por episodio agudo.\n• Pediatría: hasta 0,2 mg/kg.",
        "doseMinima": "• 0,01 mg/kg IV/IM en neonatos.",
        "reacoesAdversas": "• Náuseas, vómitos, diaforesis, taquicardia, hipertensión, temblores.\n• Agitación, dolor abdominal, convulsiones.\n• Síndrome de abstinencia aguda: rinorrea, lagrimeo, midriasis, piloerección, mialgia.\n• Raros: edema pulmonar no cardiogénico, acidosis metabólica, rabdomiolisis, síndrome serotoninérgico (con ISRS).",
        "riscoGravidez": "Categoría B. Usar si es necesario en intoxicación materna. Cruza la placenta; en neonatos puede inducir abstinencia.",
        "riscoLactacao": "Probablemente seguro. Mínima excreción en leche. Usar con precaución en mujeres dependientes.",
        "ajusteRenal": "No se requiere ajuste. Vigilar efectos prolongados en insuficiencia renal grave.",
        "ajusteHepatico": "Sin ajuste en disfunción leve a moderada. Precaución en daño hepático grave por posible vida media prolongada.",
        "contraindicacoes": "• Hipersensibilidad conocida a la naloxona.\n• Precaución en pacientes dependientes por riesgo de abstinencia severa.",
        "interacaoMedicamento": "• Antagoniza opioides usados con anestésicos y sedantes.\n• Interacción con agonistas parciales (buprenorfina, tramadol) puede limitar la reversión.\n• Riesgo aumentado de arritmias con ISRS, antipsicóticos, betabloqueantes.\n• Antagonismo parcial con buprenorfina puede requerir dosis más altas.",
        "apresentacao": "• Ampollas de 0,4 mg/mL (1 mL).\n• Frascos de 1 mg/mL (2 mL).\n• Atomizadores nasales: 2 mg/0,1 mL o 4 mg/0,1 mL.\n• Autoinyectores (Evzio®): 0,4 mg o 2 mg.",
        "preparo": "• IV/IM/SC: usar sin diluir.\n• Infusión: diluir 2 mg en 500 mL de SSF al 0,9% (4 mcg/mL).\n• IN: usar según presentación.\n• Endotraqueal: diluir 0,8–1 mg en 10 mL SSF.",
        "solucoesCompatíveis": "Compatible con SSF 0,9% y glucosado al 5%. Incompatible con soluciones alcalinas.",
        "armazenamento": "Almacenar entre 15–30°C, protegido de la luz. Usar si la solución es clara e incolora.",
        "cuidadosMedicos": "• Vigilar nivel de conciencia y respiración.\n• Redosificar si persiste efecto del opioide.\n• Monitorear signos de abstinencia.\n• Evaluación neurológica y gasometría seriada.\n• Uso de capnografía en RCP o monitoreo respiratorio.",
        "cuidadosFarmaceuticos": "• Verificar concentración, vía y estabilidad.\n• Preparar infusión en condiciones asépticas.\n• Registrar lote, hora y respuesta clínica.",
        "cuidadosEnfermagem": "• Monitoreo continuo al menos 2 horas tras reversión.\n• Instrucción a cuidadores sobre uso en domicilio.\n• Observación por 6 horas tras uso intranasal ambulatorio.",
        "fontesBibliograficas": "Ficha técnica AEMPS (Naloxona), UpToDate (2024), Micromedex, Tintinalli’s Emergency Medicine (9ª Ed.), Goodman & Gilman (14ª Ed.), Guías AHA 2020, PubMed ID 37629055, PubMed ID 38123910."
    }
}
}
