{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Nitroglicerina",
            "nomeComercial": "Tridil®, Nitronal®, Nitrol®",
            "classificacao": "Vasodilatador venoso predominante, nitrato orgânico, antianginoso, anti-hipertensivo e modulador hemodinâmico",
            "mecanismoAcao": "A nitroglicerina atua como pró-fármaco, liberando óxido nítrico (NO) no endotélio vascular através da biotransformação mediada por enzimas nitroredutases e mecanismos não enzimáticos. O NO difunde-se para o músculo liso vascular, ativando a guanilato ciclase solúvel, aumentando os níveis de GMP cíclico (cGMP), que promove a desfosforilação da cadeia leve da miosina, resultando em relaxamento do músculo liso. Além da vasodilatação venosa predominante (redução da pré-carga), em doses elevadas ocorre vasodilatação arterial (redução da pós-carga). A nitroglicerina também modula canais iônicos, incluindo canais de potássio ATP-dependentes, contribuindo para o relaxamento vascular. O NO possui efeitos anti-inflamatórios e antitrombóticos, inibindo a agregação plaquetária e a adesão leucocitária. A taquifilaxia ao nitrato está associada ao estresse oxidativo, depleção dos grupos sulfidrila necessários para a biotransformação do fármaco e aumento da produção de radicais livres, levando à redução da disponibilidade de NO e perda do efeito vasodilatador.",
            "farmacocinetica": "A nitroglicerina apresenta biodisponibilidade praticamente nula na via oral devido ao extenso metabolismo de primeira passagem hepática. Na via intravenosa, o início de ação é rápido (1–2 minutos), com pico em 3–5 minutos e meia-vida plasmática curta de 1–4 minutos, exigindo infusão contínua para manter efeito. A distribuição é ampla, com alta afinidade pelo tecido vascular e muscular liso. O metabolismo ocorre predominantemente no fígado por nitroredutases mitocondriais e citosólicas, além de metabolismo secundário via CYP450, formando dinitratos ativos e mononitratos inativos. Há variabilidade interindividual significativa na resposta farmacocinética e farmacodinâmica, influenciada por fatores genéticos e estado clínico. A excreção é renal, principalmente na forma de metabólitos inativos, sem dependência da função renal para eliminação do fármaco ativo.",
            "farmacodinamica": "A nitroglicerina reduz a pré-carga por vasodilatação venosa, diminuindo o retorno venoso e o volume diastólico final do ventrículo esquerdo, o que reduz a pressão capilar pulmonar e o trabalho cardíaco. Em doses maiores, promove vasodilatação arterial, reduzindo a resistência vascular sistêmica (pós-carga), melhorando a complacência ventricular e otimizando o enchimento cardíaco. Além disso, promove redistribuição do fluxo coronariano para áreas subendocárdicas isquêmicas, melhora a perfusão miocárdica e reduz o consumo de oxigênio do miocárdio. Modula o tônus simpático, contribuindo para a redução da pressão arterial e frequência cardíaca. O efeito é rápido, transitório e reversível após interrupção da infusão, com desenvolvimento possível de tolerância (taquifilaxia) após uso prolongado.",
            "indicacoes": "Síndrome coronariana aguda (infarto agudo do miocárdio, angina instável), angina variante (espasmo coronariano), insuficiência cardíaca congestiva, edema agudo de pulmão, crises hipertensivas neurogênicas, controle de hipertensão arterial no perioperatório, dissecção aguda de aorta (associada a betabloqueadores), uso intraoperatório em neurocirurgias para controle hemodinâmico, e como agente de pré-carga em situações hemodinâmicas controladas para otimização do débito cardíaco.",
            "posologia": "Adulto: iniciar infusão IV contínua a 5 mcg/min, com incrementos de 5 mcg/min a cada 3–5 minutos até efeito hemodinâmico desejado, usualmente entre 20–100 mcg/min. Dose-teto habitual para uso prolongado é 400 mcg/min, com monitorização rigorosa. Em pacientes críticos, ajustar dose conforme metas pressóricas (pressão arterial média > 65 mmHg) e parâmetros invasivos (pressão capilar pulmonar, débito cardíaco). Pediatria (off-label): iniciar com 0,25–0,5 mcg/kg/min IV contínuo, ajustando até 5 mcg/kg/min conforme resposta clínica e monitorização. Ajustes de dose devem ser realizados com base em monitorização invasiva e resposta hemodinâmica, evitando hipotensão severa.",
            "administracao": "Administração exclusivamente por infusão intravenosa contínua, preferencialmente utilizando bomba de seringa ou bomba volumétrica para controle preciso da dose. O equipo deve ser fotossensível, com troca recomendada a cada 24 horas para evitar degradação do fármaco. Em ambiente controlado, pode-se utilizar vias alternativas, como cateter arterial com retorno venoso, sob rigorosa monitorização. Não deve ser administrado em bolus. A infusão deve ser mantida contínua para evitar flutuações nos níveis plasmáticos e efeitos hemodinâmicos instáveis.",
            "doseMaxima": "Adulto: até 400 mcg/min em situações críticas sob monitorização rigorosa. Pediatria: até 5 mcg/kg/min conforme resposta clínica.",
            "doseMinima": "Adulto: 5 mcg/min. Pediatria: 0,25 mcg/kg/min.",
            "reacoesAdversas": "Hipotensão arterial significativa, taquicardia reflexa, cefaleia intensa (muito comum), rubor facial, náuseas, vômitos, tontura, sudorese, fraqueza, metemoglobinemia (rara, associada a doses elevadas ou infusão prolongada, caracterizada por cianose e redução da capacidade de transporte de oxigênio), taquifilaxia (tolerância após 24–48 horas), tolerância cruzada com outros nitratos, efeitos paradoxais como bradicardia reflexa, sinais precoces de toxicidade incluem tontura, confusão e hipotensão grave.",
            "riscoGravidez": "Categoria C. Não existem estudos controlados adequados em gestantes. O uso deve ser reservado para situações emergenciais onde os benefícios superem os riscos potenciais, como em pré-eclâmpsia grave com edema agudo de pulmão ou dissecção aórtica.",
            "riscoLactacao": "Excreção mínima no leite materno. Uso emergencial e de curta duração é considerado seguro. Monitorar o lactente para sinais de hipotensão ou letargia em caso de uso prolongado.",
            "ajusteRenal": "Não requer ajuste posológico em insuficiência renal, pois a eliminação não depende da função renal. Usar com cautela em insuficiência renal grave devido ao risco aumentado de hipotensão exacerbada.",
            "ajusteHepatico": "Usar com cautela em insuficiência hepática grave, pois o metabolismo hepático por nitroredutases e CYP450 pode estar comprometido, exigindo monitorização rigorosa da resposta hemodinâmica e possível ajuste da dose.",
            "contraindicacoes": "Uso concomitante com inibidores da fosfodiesterase tipo 5 (sildenafil, tadalafil, vardenafil) devido ao risco de hipotensão grave e morte súbita. Choque hipovolêmico não tratado, tamponamento cardíaco, hipertrofia obstrutiva de ventrículo esquerdo, disfunção valvar grave (ex.: estenose aórtica severa), hipertensão intracraniana descompensada, hipersensibilidade aos nitratos orgânicos.",
            "interacaoMedicamento": "Potencializa efeito hipotensor com betabloqueadores, bloqueadores de canal de cálcio, diuréticos, anestésicos gerais e inalados (ex.: isoflurano, sevoflurano), álcool e outros vasodilatadores. Contraindicado com sildenafil, tadalafil e vardenafil. Pode interagir com antipsicóticos (ex.: clorpromazina) aumentando risco de hipotensão. Uso concomitante com dobutamina pode requerer ajuste posológico devido a efeitos hemodinâmicos opostos. Efeito aditivo com outros nitratos (isosorbida).",
            "apresentacao": "Ampolas de 50 mg/10 mL (5 mg/mL) para uso intravenoso.",
            "preparo": "Diluir 50 mg (10 mL) em 250 mL de solução de cloreto de sódio 0,9% ou glicose 5%, resultando em concentração de 200 mcg/mL. Pode ser diluído em 500 mL para concentração de 100 mcg/mL, permitindo ajuste conforme restrição hídrica ou protocolo institucional. A solução deve ser protegida da luz, utilizando equipo fotossensível e armazenada em ambiente protegido.",
            "solucoesCompatíveis": "Compatível com soro fisiológico 0,9% e solução glicosada 5%. Incompatível com bicarbonato de sódio e soluções alcalinas, que podem causar degradação do fármaco.",
            "armazenamento": "Armazenar entre 15°C e 25°C, protegido da luz. Após diluição, utilizar preferencialmente em até 24 horas sob refrigeração (2–8°C) e condições assépticas. Fora da refrigeração, a estabilidade é reduzida, devendo o preparo ser protegido da luz no leito com uso de equipo âmbar ou protetor opaco para evitar fotodegradação.",
            "cuidadosMedicos": "Monitorização contínua invasiva da pressão arterial (meta: pressão arterial média > 65 mmHg), ECG, débito urinário e perfusão periférica. Avaliar sinais de hipotensão sintomática, taquicardia reflexa e isquemia miocárdica paradoxal. Em casos de hipotensão grave, considerar sedação para controle do tônus simpático. Ajustar dose para a menor eficaz pelo menor tempo possível, evitando taquifilaxia. Vigilância rigorosa para sinais de toxicidade e alterações hemodinâmicas abruptas.",
            "cuidadosFarmaceuticos": "Assegurar diluição correta, cálculo preciso da concentração em mcg/mL, uso de equipo âmbar ou protetor opaco para fotoproteção. Utilizar bomba de infusão com dupla verificação da dose programada por equipe qualificada. Verificar estabilidade e aspecto da solução antes da administração, descartando se houver turvação ou alteração na coloração. Documentar tempo de preparo e início da infusão para controle de validade.",
            "cuidadosEnfermagem": "Implementar protocolo rigoroso para início e ajuste da infusão, com checagem dupla da dose com equipe médica. Monitorar sinais vitais, débito urinário, perfusão periférica e estado neurológico a cada 15 minutos inicialmente. Avaliar local de infusão para sinais de extravasamento. Observar e notificar imediatamente cefaleia intensa, tontura, náuseas, hipotensão, taquicardia, bradicardia reflexa ou qualquer deterioração clínica. Manter comunicação contínua com equipe médica para ajuste da terapia."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Nitroglycerin",
            "nomeComercial": "Tridil®, Nitronal®, Nitrol®",
            "classificacao": "Predominantly venous vasodilator, organic nitrate, antianginal, antihypertensive, hemodynamic modulator",
            "mecanismoAcao": "Nitroglycerin acts as a prodrug, releasing nitric oxide (NO) in vascular endothelium through biotransformation by mitochondrial and cytosolic nitroreductases and nonenzymatic mechanisms. NO activates soluble guanylate cyclase in vascular smooth muscle, increasing intracellular cyclic GMP (cGMP), which dephosphorylates myosin light chains, leading to smooth muscle relaxation. It primarily induces venous vasodilation (preload reduction), and at higher doses causes arterial vasodilation (afterload reduction). It also modulates ion channels, including ATP-sensitive potassium channels, enhancing vasodilation. NO has anti-inflammatory and antithrombotic effects by inhibiting platelet aggregation and leukocyte adhesion. Tolerance (tachyphylaxis) is associated with oxidative stress, depletion of sulfhydryl groups essential for nitrate biotransformation, and increased reactive oxygen species, reducing NO availability and vasodilatory efficacy.",
            "farmacocinetica": "Oral bioavailability is near zero due to extensive hepatic first-pass metabolism. Intravenously, onset is rapid (1–2 minutes), peak effect occurs within 3–5 minutes, and the plasma half-life is short (1–4 minutes), necessitating continuous infusion. It distributes widely with high affinity for vascular and smooth muscle tissues. Metabolized mainly in the liver by nitroreductases and CYP450 enzymes into active dinitrates and inactive mononitrates. Significant interindividual variability is observed in both pharmacokinetics and pharmacodynamics due to genetic and clinical factors. Excreted renally as inactive metabolites. Elimination of the active drug is independent of renal function.",
            "farmacodinamica": "Nitroglycerin reduces preload via predominant venous vasodilation, decreasing venous return and left ventricular end-diastolic volume, thereby lowering pulmonary capillary pressure and myocardial workload. At higher doses, it reduces systemic vascular resistance (afterload), improving ventricular compliance and optimizing cardiac filling. It redistributes coronary blood flow to ischemic subendocardial regions, improves myocardial perfusion, and decreases myocardial oxygen demand. It also modulates sympathetic tone, reducing arterial pressure and heart rate. Effects are rapid, transient, and fully reversible upon cessation. Tolerance may develop after prolonged use.",
            "indicacoes": "Acute coronary syndrome (MI, unstable angina), variant angina (coronary vasospasm), congestive heart failure, acute pulmonary edema, neurogenic hypertensive crises, perioperative blood pressure control, acute aortic dissection (with beta-blockers), intraoperative blood pressure modulation in neurosurgery, and as a preload modulator in controlled hemodynamic settings to optimize cardiac output.",
            "posologia": "Adults: Start continuous IV infusion at 5 mcg/min, increasing by 5 mcg/min every 3–5 minutes to achieve desired hemodynamic effect, typically between 20–100 mcg/min. Usual upper limit for prolonged use is 400 mcg/min under close monitoring. In critically ill patients, titrate to target MAP >65 mmHg and other invasive parameters (e.g., PCWP, cardiac output). Pediatrics (off-label): start at 0.25–0.5 mcg/kg/min IV, titrated up to 5 mcg/kg/min depending on clinical response and monitoring. Dose adjustments should be based on invasive hemodynamic monitoring to avoid severe hypotension.",
            "administracao": "Administer only via continuous intravenous infusion using a syringe or volumetric pump for precise dosing. Use light-protected infusion sets, and change every 24 hours to prevent drug degradation. In controlled environments, alternative access such as arterial catheter with venous return may be used under strict monitoring. Bolus injection is contraindicated. Continuous infusion is necessary to avoid plasma level fluctuations and unstable hemodynamic responses.",
            "doseMaxima": "Adults: up to 400 mcg/min under critical care monitoring. Pediatrics: up to 5 mcg/kg/min based on clinical response.",
            "doseMinima": "Adults: 5 mcg/min. Pediatrics: 0.25 mcg/kg/min.",
            "reacoesAdversas": "Severe hypotension, reflex tachycardia, intense headache (very common), facial flushing, nausea, vomiting, dizziness, sweating, weakness. Rare: methemoglobinemia (associated with high doses or prolonged use, presenting as cyanosis and impaired oxygen delivery), tachyphylaxis (after 24–48 hours), cross-tolerance with other nitrates, paradoxical effects such as reflex bradycardia. Early toxicity signs include dizziness, confusion, and profound hypotension.",
            "riscoGravidez": "Category C. No adequate controlled studies in pregnant women. Use only in emergencies when benefits outweigh risks, e.g., severe preeclampsia with pulmonary edema or aortic dissection.",
            "riscoLactacao": "Minimal excretion into breast milk. Short-term emergency use is considered safe. Monitor infant for signs of hypotension or lethargy with prolonged use.",
            "ajusteRenal": "No dose adjustment required in renal insufficiency. Use with caution in severe renal dysfunction due to increased risk of exaggerated hypotensive response.",
            "ajusteHepatico": "Use cautiously in severe hepatic impairment due to reduced metabolic capacity of nitroreductases and CYP450 enzymes. Close hemodynamic monitoring and potential dose reduction may be needed.",
            "contraindicacoes": "Concomitant use with phosphodiesterase-5 inhibitors (sildenafil, tadalafil, vardenafil) due to risk of severe hypotension and sudden death. Untreated hypovolemic shock, cardiac tamponade, obstructive hypertrophic cardiomyopathy, severe valvular dysfunction (e.g., critical aortic stenosis), decompensated intracranial hypertension, known hypersensitivity to organic nitrates.",
            "interacaoMedicamento": "Potentiates hypotensive effects of beta-blockers, calcium channel blockers, diuretics, general and inhaled anesthetics (e.g., isoflurane, sevoflurane), alcohol, and other vasodilators. Contraindicated with sildenafil, tadalafil, vardenafil. May interact with antipsychotics (e.g., chlorpromazine) increasing hypotensive risk. Concomitant use with dobutamine may require dosage adjustments due to opposing hemodynamic effects. Additive effect with other nitrates (e.g., isosorbide).",
            "apresentacao": "Ampoules of 50 mg/10 mL (5 mg/mL) for IV use.",
            "preparo": "Dilute 50 mg (10 mL) in 250 mL of 0.9% sodium chloride or 5% dextrose to obtain 200 mcg/mL. Dilution in 500 mL gives 100 mcg/mL, suitable for fluid-restricted patients or protocol-specific settings. Protect from light using amber tubing and proper storage.",
            "solucoesCompatíveis": "Compatible with 0.9% NaCl and 5% dextrose. Incompatible with sodium bicarbonate or alkaline solutions.",
            "armazenamento": "Store at 15–25°C protected from light. After dilution, use within 24 hours under aseptic conditions and refrigerated at 2–8°C. Outside refrigeration, stability is reduced; protect infusion from light with amber or opaque tubing.",
            "cuidadosMedicos": "Continuous invasive blood pressure monitoring (target MAP > 65 mmHg), ECG, urine output, and peripheral perfusion. Monitor for symptomatic hypotension, reflex tachycardia, paradoxical myocardial ischemia. In severe hypotension, consider sedation to modulate sympathetic tone. Always use the lowest effective dose for the shortest duration. Vigilantly assess for toxicity and abrupt hemodynamic shifts.",
            "cuidadosFarmaceuticos": "Ensure accurate dilution, calculate concentration in mcg/mL, use amber or opaque tubing to prevent photodegradation. Administer via infusion pump with dual verification of programmed dose. Inspect solution before use; discard if cloudy or discolored. Document preparation and infusion start times for stability tracking.",
            "cuidadosEnfermagem": "Follow strict protocol for initiating and adjusting infusion, with dual dose verification by medical staff. Monitor vital signs, urine output, peripheral perfusion, and neurological status every 15 minutes initially. Inspect infusion site for extravasation. Promptly report intense headache, dizziness, nausea, hypotension, tachycardia, reflex bradycardia, or clinical deterioration. Maintain open communication with physicians for ongoing therapy adjustment.",
            "fontesBibliograficas": "Tridil® Prescribing Information; Miller’s Anesthesia (9th Ed.); Barash Clinical Anesthesia; UpToDate (2024); Micromedex; PubMed ID 37129358; ACC/AHA Guidelines; Tintinalli’s Emergency Medicine; Critical Care Medicine Journal."
    ,
    "ES": {
        "bulario": {
            "nombrePrincipioActivo": "Nitroglicerina",
            "nombreComercial": "Tridil®, Nitronal®, Nitrol®",
            "clasificacion": "Vasodilatador predominantemente venoso, nitrato orgánico, antianginoso, antihipertensivo, modulador hemodinámico",
            "mecanismoAccion": "La nitroglicerina actúa como profármaco, liberando óxido nítrico (NO) en el endotelio vascular mediante biotransformación por nitroreductasas mitocondriales y citosólicas, además de mecanismos no enzimáticos. El NO activa la guanilato ciclasa soluble en el músculo liso vascular, aumentando el GMP cíclico intracelular (cGMP), lo que lleva a la desfosforilación de la cadena ligera de miosina y relajación del músculo liso. Predomina la vasodilatación venosa (disminución de la precarga), pero en dosis altas también induce vasodilatación arterial (reducción de la poscarga). El NO también modula canales iónicos como los canales de potasio sensibles a ATP, contribuyendo a la relajación vascular. Posee efectos antiinflamatorios y antitrombóticos, inhibiendo la agregación plaquetaria y la adhesión de leucocitos. La taquifilaxia al nitrato está relacionada con estrés oxidativo, agotamiento de grupos sulfhidrilo y aumento de especies reactivas de oxígeno, lo que reduce la disponibilidad de NO y su efecto vasodilatador.",
            "farmacocinetica": "La biodisponibilidad oral es prácticamente nula debido al extenso metabolismo hepático de primer paso. Por vía intravenosa, el inicio de acción es rápido (1–2 minutos), con pico en 3–5 minutos y vida media plasmática corta (1–4 minutos), requiriendo infusión continua. Se distribuye ampliamente con alta afinidad por tejidos musculares lisos y vasculares. Se metaboliza principalmente en el hígado por nitroreductasas y CYP450, produciendo dinitratos activos y mononitratos inactivos. Existe gran variabilidad interindividual en farmacocinética y farmacodinámica, influenciada por factores genéticos y estado clínico. Se excreta por vía renal como metabolitos inactivos, sin depender de la función renal para su eliminación.",
            "farmacodinamica": "Reduce la precarga mediante vasodilatación venosa, disminuyendo el retorno venoso y el volumen diastólico final del ventrículo izquierdo, reduciendo así la presión capilar pulmonar y el trabajo cardíaco. A dosis elevadas disminuye la resistencia vascular sistémica (poscarga), mejorando la distensibilidad ventricular y la perfusión miocárdica. Redistribuye el flujo coronario hacia regiones subendocárdicas isquémicas, disminuye el consumo de oxígeno del miocardio y modula el tono simpático. Su efecto es rápido, transitorio y completamente reversible tras cesar la infusión. La tolerancia puede desarrollarse tras uso prolongado.",
            "indicaciones": "Síndrome coronario agudo (infarto agudo de miocardio, angina inestable), angina variante (vasoespasmo coronario), insuficiencia cardíaca congestiva, edema agudo de pulmón, crisis hipertensivas neurogénicas, control de presión arterial perioperatoria, disección aórtica aguda (junto a betabloqueantes), control hemodinámico intraoperatorio en neurocirugía, y como modulador de precarga en contextos hemodinámicamente controlados.",
            "posologia": "Adultos: iniciar infusión IV continua a 5 mcg/min, con incrementos de 5 mcg/min cada 3–5 minutos hasta alcanzar el efecto hemodinámico deseado, típicamente entre 20–100 mcg/min. Dosis máxima habitual en uso prolongado: 400 mcg/min bajo monitorización estricta. En pacientes críticos, ajustar según metas de PAM >65 mmHg y parámetros invasivos. Pediatría (off-label): comenzar con 0,25–0,5 mcg/kg/min IV, ajustar hasta 5 mcg/kg/min según respuesta clínica y monitorización.",
            "administracion": "Solo por infusión intravenosa continua, idealmente mediante bomba de jeringa o volumétrica para control preciso. Usar sistema de infusión protegido de la luz, cambiando cada 24 h. En ambientes controlados puede usarse vía alternativa como catéter arterial con retorno venoso. Contraindicado en bolo. La infusión debe mantenerse continua para evitar fluctuaciones plasmáticas.",
            "dosisMaxima": "Adultos: hasta 400 mcg/min bajo monitorización crítica. Pediatría: hasta 5 mcg/kg/min según respuesta.",
            "dosisMinima": "Adultos: 5 mcg/min. Pediatría: 0,25 mcg/kg/min.",
            "reaccionesAdversas": "Hipotensión severa, taquicardia refleja, cefalea intensa (muy común), rubor facial, náuseas, vómitos, mareos, sudoración, debilidad. Raras: metahemoglobinemia (dosis altas o uso prolongado, con cianosis y alteración del transporte de oxígeno), taquifilaxia (después de 24–48 h), tolerancia cruzada con otros nitratos, efectos paradójicos como bradicardia refleja. Signos precoces de toxicidad: mareos, confusión, hipotensión profunda.",
            "riesgoEmbarazo": "Categoría C. No existen estudios adecuados en gestantes. Solo usar en emergencias donde los beneficios superen los riesgos, como en preeclampsia severa con edema pulmonar o disección aórtica.",
            "riesgoLactancia": "Excreción mínima en leche materna. Uso corto de emergencia se considera seguro. Monitorizar al lactante por hipotensión o letargo si se prolonga el uso.",
            "ajusteRenal": "No se requiere ajuste en insuficiencia renal. Usar con precaución en disfunción renal grave por riesgo de respuesta hipotensiva exagerada.",
            "ajusteHepatico": "Usar con precaución en insuficiencia hepática severa por reducción del metabolismo por nitroreductasas y CYP450. Monitorización hemodinámica estrecha y ajuste posible de dosis.",
            "contraindicaciones": "Uso con inhibidores de PDE5 (sildenafil, tadalafil, vardenafil) por riesgo de hipotensión severa y muerte súbita. Shock hipovolémico no tratado, taponamiento cardíaco, miocardiopatía hipertrófica obstructiva, valvulopatía crítica (ej. estenosis aórtica severa), hipertensión intracraneana descompensada, hipersensibilidad a nitratos orgánicos.",
            "interaccionMedicamento": "Potencia efectos hipotensores de betabloqueantes, calcioantagonistas, diuréticos, anestésicos (ej. isoflurano, sevoflurano), alcohol y otros vasodilatadores. Contraindicado con sildenafil, tadalafil, vardenafil. Riesgo aumentado con antipsicóticos (ej. clorpromazina). Puede requerir ajuste con dobutamina por efectos opuestos. Efecto aditivo con otros nitratos (isosorbida).",
            "presentacion": "Ampollas de 50 mg/10 mL (5 mg/mL) para uso IV.",
            "preparo": "Diluir 50 mg (10 mL) en 250 mL de solución salina 0,9% o glucosa 5% para obtener 200 mcg/mL. Dilución en 500 mL da 100 mcg/mL. Proteger de la luz con equipo ámbar.",
            "solucoesCompativeis": "Solución salina 0,9% y glucosa 5%. Incompatible con bicarbonato de sodio o soluciones alcalinas.",
            "almacenamiento": "Conservar a 15–25 °C protegido de la luz. Tras dilución, usar en 24 h bajo condiciones asépticas y refrigeración (2–8 °C). Si no se refrigera, proteger de la luz en todo momento.",
            "cuidadosMedicos": "Monitorización continua de presión arterial invasiva (PAM > 65 mmHg), ECG, diuresis, perfusión periférica. Vigilar hipotensión sintomática, taquicardia refleja e isquemia paradójica. Considerar sedación en hipotensión severa. Usar dosis mínima eficaz el menor tiempo posible. Evaluar signos de toxicidad o cambios hemodinámicos bruscos.",
            "cuidadosFarmaceuticos": "Confirmar dilución, calcular concentración (mcg/mL), usar sistema protegido de luz. Administrar con bomba, doble verificación de dosis. Inspeccionar solución antes de usar; desechar si turbia o decolorada. Documentar preparación y hora de infusión.",
            "cuidadosEnfermeria": "Aplicar protocolo estricto para iniciar y ajustar infusión, doble chequeo de dosis. Vigilar signos vitales, diuresis, perfusión, estado neurológico cada 15 minutos inicialmente. Revisar sitio de infusión por extravasación. Notificar inmediatamente cefalea, mareo, náusea, hipotensión, taquicardia o bradicardia refleja, o deterioro clínico.",
            "fuentesBibliograficas": "Ficha técnica Tridil®; Miller’s Anesthesia (9ª ed.); Barash Anestesia Clínica; UpToDate (2024); Micromedex; PubMed ID 37129358; Guías ACC/AHA; Tintinalli Medicina de Urgencias; Critical Care Medicine Journal."
        }
    }
    }
}
