{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ocitocina",
            "nomeComercial": "Syntocinon®, Ocitoplus®, Ocitovyl®, Ocilon®",
            "classificacao": "Hormônio uterotônico, peptídeo natural, agonista seletivo dos receptores de ocitocina",
            "mecanismoAcao": "A ocitocina é um nonapeptídeo sintetizado nos núcleos supraóptico e paraventricular do hipotálamo e armazenado na neuro-hipófise, de onde é liberado em resposta a estímulos hormonais ou aferentes neurais. Atua como agonista seletivo dos receptores de ocitocina, que são acoplados à proteína Gq e estão altamente expressos na musculatura lisa uterina, principalmente no terceiro trimestre da gestação. A ativação desses receptores leva à ativação da fosfolipase C, aumento do inositol trifosfato (IP3), liberação de cálcio intracelular e fosforilação da cadeia leve da miosina, resultando em contração muscular uterina. A expressão dos receptores aumenta progressivamente durante a gravidez e atinge seu pico no periparto, o que explica a sensibilidade seletiva da ocitocina no final da gestação. Além de sua ação uterotônica, a ocitocina promove contração das células mioepiteliais das glândulas mamárias, facilitando a ejeção do leite. Em doses elevadas ou infusões rápidas, pode ativar receptores de vasopressina, causando retenção hídrica e risco de hiponatremia. Também possui efeitos cardiovasculares leves, como vasodilatação periférica transitória. Sua ação é rápida e de curta duração, exigindo administração contínua para manutenção do efeito clínico desejado.",
            "farmacocinetica": "• Absorção: biodisponibilidade 100% por via IV e IM.\n• Início de ação: 1–2 minutos IV, 3–5 minutos IM.\n• Pico: 5–10 minutos.\n• Duração do efeito: 20 minutos IV, 30–60 minutos IM.\n• Meia-vida plasmática: 1–6 minutos.\n• Volume de distribuição: 0,15–0,2 L/kg.\n• Metabolização: hepática e renal, por oxitocinases.\n• Excreção: urinária, na forma de metabólitos inativos.",
            "farmacodinamica": "Induz contrações uterinas rítmicas, de intensidade variável conforme dose e sensibilidade uterina, sendo mais potente no útero grávido (sensibilidade aumentada no final da gestação e no pós-parto). Não provoca contração tetânica como a ergometrina. Promove esvaziamento do útero e controle da hemorragia pós-parto. Tem leve efeito antidiurético.",
            "indicacoes": "• Indução do trabalho de parto.\n• Estímulo ou condução do trabalho de parto.\n• Hemorragia uterina pós-parto (HPP) por atonia uterina.\n• Controle da hemorragia após cesárea ou parto vaginal.\n• Facilitação da dequitação placentária.\n• Profilaxia da HPP (uso rotineiro após o parto).",
            "posologia": "Adulto:\n• Indução ou condução do trabalho de parto:\n  - Iniciar com 0,5–1 mUI/min IV em bomba de infusão.\n  - Aumentar 1 mUI/min a cada 30–60 minutos até obter contrações adequadas (máximo 20 mUI/min, excepcionalmente até 40 mUI/min).\n• Hemorragia pós-parto (controle):\n  - 5–10 UI IM imediatamente após o parto.\n  - Ou 5 UI IV lenta (em no mínimo 1 minuto).\n  - Ou infusão IV contínua: 20–40 UI diluídas em 500–1000 mL de SF ou SG5%, infundir a 125–250 mL/h.\n• Profilaxia da HPP:\n  - 5 UI IV lenta ou IM após dequitação da placenta.",
            "administracao": "• Via intravenosa lenta (bolus) ou infusão contínua em bomba de infusão.\n• Também por via intramuscular profunda.\n• Nunca administrar IV em bolus rápido devido ao risco de hipotensão severa e colapso cardiovascular.\n• Sempre diluir em SF 0,9% ou SG5% para infusão contínua.",
            "doseMaxima": "• Trabalho de parto: 40 mUI/min.\n• Hemorragia pós-parto: 40 UI em 1000 mL de SF ou SG5%, infundidos até controle do sangramento.",
            "doseMinima": "• 5 UI IM ou IV lenta (mínimo terapêutico para HPP).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, vômito.\nComuns (1–10%):\n• Hipotensão, taquicardia reflexa, rubor, cefaleia.\n• Hiponatremia (em infusões prolongadas ou com grandes volumes de líquidos hipotônicos).\n• Contrações uterinas excessivas.\nIncomuns (0,1–1%):\n• Arritmias, dor torácica, dispneia.\n• Hipertonia uterina, ruptura uterina (especialmente em útero cicatricial ou hiperdistendido).\nRaras (<0,1%):\n• Choque anafilático, parada cardíaca, edema pulmonar, convulsões (secundárias à hiponatremia severa).",
            "riscoGravidez": "Categoria C. Uso permitido exclusivamente para indução, condução do trabalho de parto e manejo da hemorragia pós-parto. Contraindicada antes do termo sem indicação obstétrica formal.",
            "riscoLactacao": "Compatível. Além disso, a ocitocina fisiológica promove ejeção do leite. O uso terapêutico não interfere negativamente na lactação após o parto.",
            "ajusteRenal": "• Não é necessário ajuste.\n• Monitorar balanço hídrico rigorosamente em infusões prolongadas devido ao risco de retenção hídrica e hiponatremia.",
            "ajusteHepatico": "• Não é necessário ajuste específico, mas usar com cautela em hepatopatias graves com distúrbios de balanço hídrico.",
            "contraindicacoes": "• Desproporção céfalo-pélvica.\n• Apresentações anômalas incompatíveis com parto vaginal.\n• Prolapso de cordão umbilical.\n• Placenta prévia.\n• Descolamento prematuro de placenta.\n• Ruptura uterina iminente ou prévia.\n• Hipersensibilidade à ocitocina.\n• Contraindicações gerais ao parto vaginal.",
            "interacaoMedicamento": "• Potencializa efeito vasopressor de agentes simpatomiméticos.\n• Aumenta risco de arritmias e hipertensão com anestésicos halogenados.\n• Potencializa risco de hiponatremia com soluções hipotônicas e uso concomitante de medicamentos antidiuréticos (ex.: desmopressina).\n• Interage com prostaglandinas, aumentando o efeito uterotônico (sinergismo).",
            "apresentacao": "• Ampolas de 5 UI/mL e 10 UI/mL.\n• Frascos de 50 UI/10 mL (uso hospitalar para infusão).",
            "preparo": "• Para infusão:\n  - Diluir 10–20 UI em 500 mL ou 1000 mL de SF 0,9% ou SG5% (20 UI/1000 mL = 20 mUI/mL).\n• Para bolus IV lento:\n  - Utilizar 5 UI diluídos em 10 mL de SF 0,9% (opcional) e administrar em pelo menos 1 minuto.\n• IM: direto da ampola, sem necessidade de diluição.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções hipertônicas e soluções contendo cálcio em altas concentrações (risco de precipitação).",
            "armazenamento": "• Conservar sob refrigeração (2°C a 8°C), protegido da luz.\n• Após retirada da refrigeração para uso imediato, manter até 25°C por até 30 dias.\n• Descartar se houver alteração de cor, turbidez ou precipitação.",
            "cuidadosMedicos": "• Monitorização contínua de frequência uterina, batimentos cardíacos fetais (BCF), pressão arterial, frequência cardíaca e balanço hídrico.\n• Risco de hiponatremia com infusões prolongadas ou grandes volumes.\n• Monitorizar sinais de hipertonia uterina ou sofrimento fetal.\n• Estar preparado para intervenção obstétrica imediata em caso de complicações (ruptura uterina, sofrimento fetal agudo).",
            "cuidadosFarmaceuticos": "• Conferir nome, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Garantir diluição correta e bomba de infusão devidamente programada.\n• Documentar lote, dose, via, horário e parâmetros de monitorização fetal e materna.",
            "cuidadosEnfermagem": "• Monitorar sinais vitais maternos (PA, FC, temperatura) e padrão das contrações uterinas.\n• Monitorar continuamente os batimentos cardíacos fetais.\n• Observar sinais de hiperatividade uterina, dor intensa contínua, cefaleia, náusea, vômitos e sinais de hiponatremia (confusão, convulsões, edema).\n• Garantir funcionamento da bomba de infusão e da linha venosa.\n• Notificar imediatamente qualquer alteração materna ou fetal.",
            "fontesBibliograficas": "Bula Anvisa (Syntocinon®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37601458, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Oxitocina",
            "nomeComercial": "Syntocinon®, Ocitoplus®, Ocitovyl®, Ocilon®",
            "classificacao": "Hormona uterotónica, péptido natural, agonista selectivo de los receptores de oxitocina",
            "mecanismoAcao": "La oxitocina es un nonapéptido sintetizado en los núcleos supraóptico y paraventricular del hipotálamo y almacenado en la neurohipófisis, desde donde se libera en respuesta a estímulos hormonales o aferentes neurales. Actúa como agonista selectivo de los receptores de oxitocina, que están acoplados a la proteína Gq y se expresan altamente en la musculatura lisa uterina, especialmente en el tercer trimestre del embarazo. La activación de estos receptores conduce a la activación de la fosfolipasa C, aumento del inositol trifosfato (IP3), liberación de calcio intracelular y fosforilación de la cadena ligera de miosina, resultando en contracción muscular uterina. La expresión de los receptores aumenta progresivamente durante el embarazo y alcanza su pico en el periparto, lo que explica la sensibilidad selectiva a la oxitocina al final de la gestación. Además de su acción uterotónica, la oxitocina promueve la contracción de las células mioepiteliales de las glándulas mamarias, facilitando la eyección de la leche. En dosis elevadas o infusiones rápidas, puede activar receptores de vasopresina, causando retención hídrica y riesgo de hiponatremia. También posee efectos cardiovasculares leves, como vasodilatación periférica transitoria. Su acción es rápida y de corta duración, requiriendo administración continua para mantener el efecto clínico deseado.",
            "farmacocinetica": "• Absorción: biodisponibilidad 100% por vía IV e IM.\n• Inicio de acción: 1–2 minutos IV, 3–5 minutos IM.\n• Pico: 5–10 minutos.\n• Duración del efecto: 20 minutos IV, 30–60 minutos IM.\n• Vida media plasmática: 1–6 minutos.\n• Volumen de distribución: 0,15–0,2 L/kg.\n• Metabolismo: hepático y renal, por oxitocinasas.\n• Excreción: urinaria, en forma de metabolitos inactivos.",
            "farmacodinamica": "Induce contracciones uterinas rítmicas, de intensidad variable según la dosis y sensibilidad uterina, siendo más potente en el útero grávido (sensibilidad aumentada al final del embarazo y en el posparto). No provoca contracción tetánica como la ergometrina. Promueve el vaciamiento uterino y el control de la hemorragia posparto. Tiene leve efecto antidiurético.",
            "indicacoes": "• Inducción del trabajo de parto.\n• Estímulo o conducción del trabajo de parto.\n• Hemorragia uterina posparto (HPP) por atonía uterina.\n• Control de la hemorragia tras cesárea o parto vaginal.\n• Facilitación de la expulsión placentaria.\n• Profilaxis de la HPP (uso rutinario tras el parto).",
            "posologia": "Adulto:\n• Inducción o conducción del trabajo de parto:\n  - Iniciar con 0,5–1 mUI/min IV en bomba de infusión.\n  - Aumentar 1 mUI/min cada 30–60 minutos hasta obtener contracciones adecuadas (máximo 20 mUI/min, excepcionalmente hasta 40 mUI/min).\n• Hemorragia posparto (control):\n  - 5–10 UI IM inmediatamente tras el parto.\n  - O 5 UI IV lenta (en al menos 1 minuto).\n  - O infusión IV continua: 20–40 UI diluidas en 500–1000 mL de SF o SG5%, infundir a 125–250 mL/h.\n• Profilaxis de la HPP:\n  - 5 UI IV lenta o IM tras la expulsión de la placenta.",
            "administracao": "• Vía intravenosa lenta (bolo) o infusión continua en bomba de infusión.\n• También por vía intramuscular profunda.\n• Nunca administrar IV en bolo rápido debido al riesgo de hipotensión severa y colapso cardiovascular.\n• Siempre diluir en SF 0,9% o SG5% para infusión continua.",
            "doseMaxima": "• Trabajo de parto: 40 mUI/min.\n• Hemorragia posparto: 40 UI en 1000 mL de SF o SG5%, infundidos hasta controlar el sangrado.",
            "doseMinima": "• 5 UI IM o IV lenta (mínimo terapéutico para HPP).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Náuseas, vómitos.\nComunes (1–10%):\n• Hipotensión, taquicardia refleja, rubor, cefalea.\n• Hiponatremia (en infusiones prolongadas o con grandes volúmenes de líquidos hipotónicos).\n• Contracciones uterinas excesivas.\nPoco comunes (0,1–1%):\n• Arritmias, dolor torácico, disnea.\n• Hipertonía uterina, rotura uterina (especialmente en útero cicatricial o sobredistendido).\nRaras (<0,1%):\n• Shock anafiláctico, paro cardíaco, edema pulmonar, convulsiones (secundarias a hiponatremia severa).",
            "riscoGravidez": "Categoría C. Uso permitido exclusivamente para inducción, conducción del trabajo de parto y manejo de la hemorragia posparto. Contraindicada antes del término sin indicación obstétrica formal.",
            "riscoLactacao": "Compatible. Además, la oxitocina fisiológica promueve la eyección de la leche. El uso terapéutico no interfiere negativamente en la lactancia tras el parto.",
            "ajusteRenal": "• No es necesario ajuste.\n• Monitorizar balance hídrico rigurosamente en infusiones prolongadas debido al riesgo de retención hídrica e hiponatremia.",
            "ajusteHepatico": "• No es necesario ajuste específico, pero usar con precaución en hepatopatías graves con trastornos del balance hídrico.",
            "contraindicacoes": "• Desproporción céfalo-pélvica.\n• Presentaciones anómalas incompatibles con parto vaginal.\n• Prolapso de cordón umbilical.\n• Placenta previa.\n• Desprendimiento prematuro de placenta.\n• Rotura uterina inminente o previa.\n• Hipersensibilidad a la oxitocina.\n• Contraindicaciones generales al parto vaginal.",
            "interacaoMedicamento": "• Potencia el efecto vasopresor de agentes simpaticomiméticos.\n• Aumenta el riesgo de arritmias e hipertensión con anestésicos halogenados.\n• Potencia el riesgo de hiponatremia con soluciones hipotónicas y uso concomitante de medicamentos antidiuréticos (ej.: desmopresina).\n• Interactúa con prostaglandinas, aumentando el efecto uterotónico (sinergismo).",
            "apresentacao": "• Ampollas de 5 UI/mL y 10 UI/mL.\n• Frascos de 50 UI/10 mL (uso hospitalario para infusión).",
            "preparo": "• Para infusión:\n  - Diluir 10–20 UI en 500 mL o 1000 mL de SF 0,9% o SG5% (20 UI/1000 mL = 20 mUI/mL).\n• Para bolo IV lento:\n  - Utilizar 5 UI diluidos en 10 mL de SF 0,9% (opcional) y administrar en al menos 1 minuto.\n• IM: directamente de la ampolla, sin necesidad de dilución.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones hipertónicas y soluciones con altas concentraciones de calcio (riesgo de precipitación).",
            "armazenamento": "• Conservar refrigerado (2°C a 8°C), protegido de la luz.\n• Tras retirar de la refrigeración para uso inmediato, mantener hasta 25°C por hasta 30 días.\n• Descartar si hay alteración de color, turbidez o precipitación.",
            "cuidadosMedicos": "• Monitorización continua de la frecuencia uterina, latidos cardíacos fetales (LCF), presión arterial, frecuencia cardíaca y balance hídrico.\n• Riesgo de hiponatremia con infusiones prolongadas o grandes volúmenes.\n• Monitorizar signos de hipertonía uterina o sufrimiento fetal.\n• Estar preparado para intervención obstétrica inmediata en caso de complicaciones (rotura uterina, sufrimiento fetal agudo).",
            "cuidadosFarmaceuticos": "• Comprobar nombre, concentración e integridad de la ampolla.\n• Preparar en condiciones asépticas.\n• Garantizar dilución correcta y bomba de infusión debidamente programada.\n• Documentar lote, dosis, vía, horario y parámetros de monitorización fetal y materna.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales maternos (PA, FC, temperatura) y patrón de las contracciones uterinas.\n• Monitorizar continuamente los latidos cardíacos fetales.\n• Observar signos de hiperactividad uterina, dolor intenso continuo, cefalea, náuseas, vómitos y signos de hiponatremia (confusión, convulsiones, edema).\n• Garantizar funcionamiento de la bomba de infusión y de la línea venosa.\n• Notificar inmediatamente cualquier alteración materna o fetal.",
            "fontesBibliograficas": "Folleto Anvisa (Syntocinon®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37601458, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
        "bulario": {
            "nomePrincipioAtivo": "Oxytocin",
            "nomeComercial": "Syntocinon®, Ocitoplus®, Ocitovyl®, Ocilon®",
            "classificacao": "Uterotonic hormone, natural peptide, selective agonist of oxytocin receptors",
            "mecanismoAcao": "Oxytocin is a nonapeptide synthesized in the supraoptic and paraventricular nuclei of the hypothalamus and stored in the neurohypophysis, from where it is released in response to hormonal or neural afferent stimuli. It acts as a selective agonist of oxytocin receptors, which are coupled to Gq protein and highly expressed in uterine smooth muscle, especially in the third trimester of pregnancy. Activation of these receptors leads to phospholipase C activation, increased inositol triphosphate (IP3), intracellular calcium release, and phosphorylation of the myosin light chain, resulting in uterine muscle contraction. Receptor expression progressively increases during pregnancy, peaking in the peripartum period, explaining oxytocin's selective sensitivity at the end of gestation. Besides its uterotonic action, oxytocin promotes contraction of myoepithelial cells in mammary glands, facilitating milk ejection. At high doses or rapid infusions, it may activate vasopressin receptors, causing water retention and risk of hyponatremia. It also has mild cardiovascular effects such as transient peripheral vasodilation. Its action is rapid and short-lived, requiring continuous administration to maintain the desired clinical effect.",
            "farmacocinetica": "• Absorption: 100% bioavailability via IV and IM routes.\n• Onset of action: 1–2 minutes IV, 3–5 minutes IM.\n• Peak: 5–10 minutes.\n• Duration of effect: 20 minutes IV, 30–60 minutes IM.\n• Plasma half-life: 1–6 minutes.\n• Volume of distribution: 0.15–0.2 L/kg.\n• Metabolism: hepatic and renal by oxytocinases.\n• Excretion: urinary as inactive metabolites.",
            "farmacodinamica": "Induces rhythmic uterine contractions of variable intensity depending on dose and uterine sensitivity, being more potent in the gravid uterus (increased sensitivity at late gestation and postpartum). Does not cause tetanic contraction as ergometrine does. Promotes uterine emptying and control of postpartum hemorrhage. Has mild antidiuretic effect.",
            "indicacoes": "• Induction of labor.\n• Stimulation or augmentation of labor.\n• Postpartum uterine hemorrhage (PPH) due to uterine atony.\n• Control of bleeding after cesarean section or vaginal delivery.\n• Facilitation of placental expulsion.\n• Prophylaxis of PPH (routine use after delivery).",
            "posologia": "Adult:\n• Induction or augmentation of labor:\n  - Start with 0.5–1 mIU/min IV via infusion pump.\n  - Increase by 1 mIU/min every 30–60 minutes until adequate contractions are achieved (maximum 20 mIU/min, exceptionally up to 40 mIU/min).\n• Postpartum hemorrhage (control):\n  - 5–10 IU IM immediately after delivery.\n  - Or 5 IU slow IV (over at least 1 minute).\n  - Or continuous IV infusion: 20–40 IU diluted in 500–1000 mL of normal saline or 5% glucose, infused at 125–250 mL/h.\n• PPH prophylaxis:\n  - 5 IU slow IV or IM after placental delivery.",
            "administracao": "• Slow intravenous injection (bolus) or continuous infusion via infusion pump.\n• Also by deep intramuscular injection.\n• Never administer rapid IV bolus due to risk of severe hypotension and cardiovascular collapse.\n• Always dilute in 0.9% saline or 5% glucose for continuous infusion.",
            "doseMaxima": "• Labor: 40 mIU/min.\n• Postpartum hemorrhage: 40 IU in 1000 mL of saline or 5% glucose, infused until bleeding is controlled.",
            "doseMinima": "• 5 IU IM or slow IV (minimum therapeutic dose for PPH).",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, vomiting.\nCommon (1–10%):\n• Hypotension, reflex tachycardia, flushing, headache.\n• Hyponatremia (with prolonged infusions or large volumes of hypotonic fluids).\n• Excessive uterine contractions.\nUncommon (0.1–1%):\n• Arrhythmias, chest pain, dyspnea.\n• Uterine hypertonia, uterine rupture (especially in scarred or overdistended uterus).\nRare (<0.1%):\n• Anaphylactic shock, cardiac arrest, pulmonary edema, seizures (secondary to severe hyponatremia).",
            "riscoGravidez": "Category C. Use allowed exclusively for induction, augmentation of labor, and management of postpartum hemorrhage. Contraindicated before term without formal obstetric indication.",
            "riscoLactacao": "Compatible. Additionally, physiological oxytocin promotes milk ejection. Therapeutic use does not negatively affect lactation postpartum.",
            "ajusteRenal": "• No adjustment needed.\n• Monitor fluid balance rigorously during prolonged infusions due to risk of water retention and hyponatremia.",
            "ajusteHepatico": "• No specific adjustment needed, but use cautiously in severe liver disease with fluid balance disturbances.",
            "contraindicacoes": "• Cephalopelvic disproportion.\n• Abnormal presentations incompatible with vaginal delivery.\n• Umbilical cord prolapse.\n• Placenta previa.\n• Premature placental abruption.\n• Imminent or previous uterine rupture.\n• Hypersensitivity to oxytocin.\n• General contraindications to vaginal delivery.",
            "interacaoMedicamento": "• Potentiates vasopressor effect of sympathomimetic agents.\n• Increases risk of arrhythmias and hypertension with halogenated anesthetics.\n• Potentiates risk of hyponatremia with hypotonic solutions and concomitant use of antidiuretic drugs (e.g., desmopressin).\n• Interacts with prostaglandins, enhancing uterotonic effect (synergism).",
            "apresentacao": "• Ampoules of 5 IU/mL and 10 IU/mL.\n• Vials of 50 IU/10 mL (hospital use for infusion).",
            "preparo": "• For infusion:\n  - Dilute 10–20 IU in 500 mL or 1000 mL of 0.9% saline or 5% glucose (20 IU/1000 mL = 20 mIU/mL).\n• For slow IV bolus:\n  - Use 5 IU diluted in 10 mL of 0.9% saline (optional) and administer over at least 1 minute.\n• IM: directly from ampoule, no dilution needed.",
            "solucoesCompatíveis": "• 0.9% saline solution.\n• 5% glucose solution.\n• Incompatible with hypertonic solutions and solutions containing high concentrations of calcium (risk of precipitation).",
            "armazenamento": "• Store refrigerated (2°C to 8°C), protected from light.\n• After removal from refrigeration for immediate use, keep up to 25°C for up to 30 days.\n• Discard if color change, turbidity, or precipitation occurs.",
            "cuidadosMedicos": "• Continuous monitoring of uterine frequency, fetal heart rate (FHR), blood pressure, heart rate, and fluid balance.\n• Risk of hyponatremia with prolonged infusions or large volumes.\n• Monitor signs of uterine hypertonia or fetal distress.\n• Be prepared for immediate obstetric intervention in case of complications (uterine rupture, acute fetal distress).",
            "cuidadosFarmaceuticos": "• Verify name, concentration, and ampoule integrity.\n• Prepare under aseptic conditions.\n• Ensure correct dilution and properly programmed infusion pump.\n• Document batch, dose, route, time, and fetal and maternal monitoring parameters.",
            "cuidadosEnfermagem": "• Monitor maternal vital signs (BP, HR, temperature) and uterine contraction patterns.\n• Continuously monitor fetal heart rate.\n• Observe signs of uterine hyperactivity, continuous severe pain, headache, nausea, vomiting, and signs of hyponatremia (confusion, seizures, edema).\n• Ensure proper functioning of infusion pump and venous line.\n• Immediately report any maternal or fetal changes.",
            "fontesBibliograficas": "Anvisa leaflet (Syntocinon®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37601458, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    }
}
