{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Pentazocina (cloridrato de pentazocina)",
            "nomeComercial": "Fortral®, Talwin®",
            "classificacao": "Analgésico opioide; agonista-antagonista opioide; agonista de receptores κ e antagonista parcial de receptores μ",
            "mecanismoAcao": "A pentazocina é um agonista dos receptores opioides κ (kappa) e um antagonista parcial dos receptores μ (mu), com propriedades farmacológicas mistas que conferem ação analgésica moderada e menor risco de euforia, dependência e depressão respiratória. Sua ativação dos receptores κ promove analgesia espinal ao inibir a liberação de neurotransmissores excitatórios (como substância P) nos neurônios do corno dorsal da medula espinhal. Essa ação também está associada a efeitos colaterais centrais como disforia, alucinações e sedação, especialmente em altas doses. Como antagonista parcial dos receptores μ, a pentazocina compete com agonistas plenos (ex: morfina), podendo precipitar síndrome de abstinência em usuários crônicos. Seu efeito teto tanto para analgesia quanto para depressão respiratória limita o aumento da eficácia com elevação da dose, favorecendo maior segurança respiratória em comparação a opioides μ-puros. A pentazocina também apresenta ação simpaticomimética leve, possivelmente relacionada à liberação de catecolaminas endógenas, o que pode causar taquicardia e elevação pressórica em alguns pacientes. Em modelos experimentais, demonstrou capacidade de modular vias descendentes inibitórias e reduzir atividade de neurônios nociceptivos em múltiplas regiões espinais. A resposta analgésica é mais eficaz para dor somática aguda de intensidade leve a moderada, com menor eficácia para dor visceral profunda ou neuropática.",
            "farmacocinetica": "• Início de ação: 15–30 minutos (VO/IM/SC), 2–3 min (IV).\n• Pico de efeito: 30–60 minutos.\n• Duração da analgesia: 3 a 4 horas.\n• Meia-vida: 2 a 4 horas.\n• Ligação a proteínas plasmáticas: ~45%.\n• Volume de distribuição: 3–5 L/kg.\n• Metabolização: hepática (CYP450), formando metabólitos inativos.\n• Excreção: renal, em sua maioria como metabólitos conjugados.",
            "farmacodinamica": "Apresenta analgesia moderada comparável à da morfina em doses terapêuticas, com efeito teto para depressão respiratória. A ação agonista κ é associada a disforia, sedação e alterações cognitivas. Pode causar aumento da resistência vascular pulmonar e sobrecarga de ventrículo direito, sendo contraindicada em pacientes com doença coronariana instável. Seu perfil de antagonista μ torna a pentazocina inadequada para pacientes em uso crônico de opioides agonistas plenos devido ao risco de precipitação de abstinência. O efeito teto em analgesia e depressão respiratória limita a escalabilidade terapêutica da pentazocina em dores intensas. Em estudos comparativos, sua potência analgésica equivale a aproximadamente 30 mg de morfina a cada 60 mg de pentazocina. Efeitos adversos psicomiméticos são mais pronunciados em mulheres e idosos, com maior incidência de confusão e delírio em pacientes acima de 65 anos. Em situações de abstinência induzida, os sintomas iniciam geralmente em 15 a 30 minutos após a injeção, sendo autorresolutivos, mas desconfortáveis.",
            "indicacoes": "• Alívio de dor moderada a intensa de origem aguda ou crônica.\n• Alternativa para pacientes com risco aumentado de depressão respiratória.\n• Situações onde se deseja reduzir o potencial de abuso de opioides potentes.\n• Off-label: analgesia obstétrica (com cautela), dor pós-operatória, dor oncológica (em pacientes sem exposição prévia a opioides μ).",
            "posologia": "Adultos:\n• VO: 50–100 mg a cada 3–4 h, máximo 600 mg/dia.\n• IM/SC: 30–60 mg a cada 3–4 h, máximo 360 mg/dia.\n• IV (lento): 30 mg a cada 3–4 h (em hospital).\nPediatria:\n• Uso não recomendado devido à variabilidade farmacodinâmica e efeitos adversos centrais.",
            "administracao": "• Oral: comprimidos ou solução oral.\n• Parenteral: IM, SC ou IV (deve ser administrada lentamente, diluída se necessário).\n• Observar sinais de reações adversas após administração parenteral, especialmente IV.",
            "doseMaxima": "• 600 mg/dia VO.\n• 360 mg/dia parenteral.\n• Doses acima aumentam risco de disforia e alucinações.",
            "doseMinima": "• 30 mg IM/SC ou 50 mg VO a cada 3–4 h.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, tontura, sonolência.\n• Efeitos psicomiméticos (despersonalização, confusão).\nComuns (1–10%):\n• Vômitos, constipação, taquicardia, sudorese.\n• Elevação da PA, disforia, euforia moderada.\nIncomuns (0,1–1%):\n• Reações alérgicas, rash cutâneo.\n• Tremores, insônia, agitação.\nRaras (<0,1%):\n• Depressão respiratória (especialmente IV rápida).\n• Crise hipertensiva em pacientes sensíveis a catecolaminas.",
            "riscoGravidez": "Categoria C. Pode causar depressão respiratória neonatal se usado próximo ao parto. Usar apenas se claramente necessário e sob monitoramento hospitalar.",
            "riscoLactacao": "Excretada em pequenas quantidades no leite. Usar com cautela, evitar amamentação até 24 h após dose parenteral.",
            "ajusteRenal": "• Usar com cautela em disfunção renal grave (depuração <30 mL/min).\n• Reduzir dose e aumentar intervalo entre administrações.",
            "ajusteHepatico": "• Cautela em hepatopatas moderados a graves.\n• Monitorar sinais de sedação e acúmulo.",
            "contraindicacoes": "• Hipersensibilidade à pentazocina.\n• Insuficiência coronariana grave.\n• Uso concomitante com opioides agonistas plenos.\n• Hipertensão descompensada ou feocromocitoma.\n• Histórico de psicose ou esquizofrenia.",
            "interacaoMedicamento": "• Potencialização com álcool, benzodiazepínicos e depressores do SNC.\n• Redução de efeito de agonistas μ (ex: morfina, oxicodona).\n• Uso com inibidores da MAO: risco de hipertensão e excitação.\n• Evitar uso com clonidina (antagonismo de efeito analgésico). A pentazocina pode antagonizar analgesia de agonistas opioides μ como morfina, oxicodona e fentanil, sendo contraindicada em pacientes em tratamento crônico com esses agentes. Seu uso com antidepressivos tricíclicos ou ISRS pode aumentar risco de síndrome serotoninérgica leve. Há potencial aditivo com bloqueadores de canais de cálcio, resultando em hipotensão. Inibidores da MAO devem ser evitados pelo risco de hipertensão grave, crises adrenérgicas e hipertermia. O uso com antipsicóticos pode intensificar sintomas extrapiramidais e disforia.",
            "apresentacao": "• Comprimidos: 50 mg, 100 mg.\n• Solução injetável: 30 mg/mL em ampolas de 1 mL.\n• Formulações combinadas com naloxona disponíveis em alguns países (não comercializadas no Brasil).",
            "preparo": "• IV: diluir 30 mg em 10–20 mL de SF 0,9%, administrar lentamente.\n• IM/SC: administrar puro em locais com boa perfusão muscular.\n• VO: ingerir com ou sem alimentos, sem triturar comprimidos.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Incompatível com soluções alcalinas e lipídicas.\n• Usar diluente adequado para administração IV lenta.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e calor excessivo.\n• Após aberto, utilizar imediatamente ou em até 24 h sob refrigeração.",
            "cuidadosMedicos": "• Monitorar sinais vitais e efeitos neuropsiquiátricos após uso parenteral.\n• Avaliar risco-benefício em pacientes com histórico psiquiátrico.\n• Evitar uso em associação com outros opioides.\n• Ter naloxona disponível para eventos de depressão respiratória.",
            "cuidadosFarmaceuticos": "• Verificar dose, via e concentração.\n• Orientar equipe sobre risco de efeitos psicomiméticos.\n• Monitorar armazenamento adequado e integridade da ampola.\n• Documentar reações adversas e intervenções associadas.",
            "cuidadosEnfermagem": "• Avaliar padrão respiratório, sedação e nível de consciência.\n• Observar alterações comportamentais (confusão, alucinação).\n• Assegurar administração lenta por via IV.\n• Reportar reações adversas e eficácia analgésica.",
            "fontesBibliograficas": "Bula Anvisa (Fortral®), UpToDate (2024), Micromedex, PubMed ID 37623417, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), WHO Essential Medicines Opioid Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Pentazocine (pentazocine hydrochloride)",
            "nomeComercial": "Fortral®, Talwin®",
            "classificacao": "Opioid analgesic; opioid agonist-antagonist; kappa receptor agonist and partial mu receptor antagonist",
            "mecanismoAcao": "Pentazocine is a kappa (κ) opioid receptor agonist and a partial mu (μ) opioid receptor antagonist, exhibiting mixed pharmacological properties that provide moderate analgesic effects with lower risk of euphoria, dependence, and respiratory depression. Activation of κ receptors produces spinal analgesia by inhibiting the release of excitatory neurotransmitters (such as substance P) in dorsal horn neurons of the spinal cord. This action is also associated with central side effects including dysphoria, hallucinations, and sedation, especially at high doses. As a partial μ receptor antagonist, pentazocine competes with full agonists (e.g., morphine), potentially precipitating withdrawal syndrome in chronic users. Its ceiling effect on both analgesia and respiratory depression limits efficacy increase with dose escalation, favoring greater respiratory safety compared to pure μ-opioids. Pentazocine also exerts mild sympathomimetic effects, possibly related to endogenous catecholamine release, which may cause tachycardia and blood pressure elevation in some patients. Experimental models have demonstrated its ability to modulate descending inhibitory pathways and reduce nociceptive neuron activity in multiple spinal regions. The analgesic response is most effective for mild to moderate acute somatic pain, with lower efficacy for deep visceral or neuropathic pain.",
            "farmacocinetica": "• Onset of action: 15–30 minutes (oral/im/subcutaneous), 2–3 minutes (intravenous).\n• Peak effect: 30–60 minutes.\n• Duration of analgesia: 3 to 4 hours.\n• Half-life: 2 to 4 hours.\n• Plasma protein binding: ~45%.\n• Volume of distribution: 3–5 L/kg.\n• Metabolism: hepatic (CYP450), producing inactive metabolites.\n• Excretion: renal, mostly as conjugated metabolites.",
            "farmacodinamica": "Provides moderate analgesia comparable to morphine at therapeutic doses, with a ceiling effect for respiratory depression. Kappa agonist activity is associated with dysphoria, sedation, and cognitive changes. May increase pulmonary vascular resistance and right ventricular overload; contraindicated in patients with unstable coronary artery disease. Its mu antagonist profile makes pentazocine unsuitable for patients on chronic full opioid agonist therapy due to risk of withdrawal precipitation. The ceiling effect on analgesia and respiratory depression limits its therapeutic scalability in severe pain. Comparative studies show analgesic potency equivalent to approximately 30 mg morphine per 60 mg pentazocine. Psychotomimetic adverse effects are more pronounced in women and elderly, with higher incidence of confusion and delirium in patients over 65 years. In induced withdrawal situations, symptoms typically begin 15 to 30 minutes after injection, are self-limiting but uncomfortable.",
            "indicacoes": "• Relief of moderate to severe acute or chronic pain.\n• Alternative for patients at increased risk of respiratory depression.\n• Situations where reducing the abuse potential of potent opioids is desired.\n• Off-label: obstetric analgesia (with caution), postoperative pain, cancer pain (in opioid-naïve patients).",
            "posologia": "Adults:\n• Oral: 50–100 mg every 3–4 hours, maximum 600 mg/day.\n• IM/SC: 30–60 mg every 3–4 hours, maximum 360 mg/day.\n• IV (slow): 30 mg every 3–4 hours (in hospital).\nPediatrics:\n• Not recommended due to pharmacodynamic variability and central adverse effects.",
            "administracao": "• Oral: tablets or oral solution.\n• Parenteral: IM, SC, or IV (should be administered slowly, diluted if necessary).\n• Monitor for adverse reactions after parenteral administration, especially IV.",
            "doseMaxima": "• 600 mg/day oral.\n• 360 mg/day parenteral.\n• Higher doses increase risk of dysphoria and hallucinations.",
            "doseMinima": "• 30 mg IM/SC or 50 mg oral every 3–4 hours.",
            "reacoesAdversas": "Very common (>10%):\n• Nausea, dizziness, somnolence.\n• Psychotomimetic effects (depersonalization, confusion).\nCommon (1–10%):\n• Vomiting, constipation, tachycardia, sweating.\n• Blood pressure elevation, dysphoria, moderate euphoria.\nUncommon (0.1–1%):\n• Allergic reactions, skin rash.\n• Tremors, insomnia, agitation.\nRare (<0.1%):\n• Respiratory depression (especially rapid IV).\n• Hypertensive crisis in catecholamine-sensitive patients.",
            "riscoGravidez": "Category C. May cause neonatal respiratory depression if used near delivery. Use only if clearly needed and under hospital monitoring.",
            "riscoLactacao": "Excreted in small amounts in breast milk. Use with caution; avoid breastfeeding for 24 hours after parenteral dose.",
            "ajusteRenal": "• Use with caution in severe renal impairment (clearance <30 mL/min).\n• Reduce dose and increase dosing interval.",
            "ajusteHepatico": "• Caution in moderate to severe hepatic impairment.\n• Monitor for sedation and accumulation signs.",
            "contraindicacoes": "• Hypersensitivity to pentazocine.\n• Severe coronary insufficiency.\n• Concurrent use with full opioid agonists.\n• Uncontrolled hypertension or pheochromocytoma.\n• History of psychosis or schizophrenia.",
            "interacaoMedicamento": "• Potentiation with alcohol, benzodiazepines, and CNS depressants.\n• Reduced effect of mu agonists (e.g., morphine, oxycodone).\n• Use with MAO inhibitors: risk of hypertension and excitation.\n• Avoid use with clonidine (analgesic antagonism). Pentazocine can antagonize analgesia of mu opioid agonists such as morphine, oxycodone, and fentanyl, contraindicated in patients on chronic treatment with these agents. Use with tricyclic antidepressants or SSRIs may increase risk of mild serotonin syndrome. Additive potential with calcium channel blockers, causing hypotension. MAO inhibitors should be avoided due to risk of severe hypertension, adrenergic crises, and hyperthermia. Use with antipsychotics may intensify extrapyramidal symptoms and dysphoria.",
            "apresentacao": "• Tablets: 50 mg, 100 mg.\n• Injectable solution: 30 mg/mL in 1 mL ampoules.\n• Combined formulations with naloxone available in some countries (not marketed in Brazil).",
            "preparo": "• IV: dilute 30 mg in 10–20 mL 0.9% saline, administer slowly.\n• IM/SC: administer undiluted in well-perfused muscle sites.\n• Oral: take with or without food, do not crush tablets.",
            "solucoesCompatíveis": "• 0.9% sodium chloride solution.\n• Incompatible with alkaline and lipid solutions.\n• Use appropriate diluent for slow IV administration.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and excessive heat.\n• After opening, use immediately or within 24 hours if refrigerated.",
            "cuidadosMedicos": "• Monitor vital signs and neuropsychiatric effects after parenteral use.\n• Assess risk-benefit in patients with psychiatric history.\n• Avoid concomitant use with other opioids.\n• Have naloxone available for respiratory depression events.",
            "cuidadosFarmaceuticos": "• Verify dose, route, and concentration.\n• Inform staff about risk of psychotomimetic effects.\n• Monitor proper storage and ampoule integrity.\n• Document adverse reactions and related interventions.",
            "cuidadosEnfermagem": "• Assess respiratory pattern, sedation, and consciousness level.\n• Observe behavioral changes (confusion, hallucination).\n• Ensure slow IV administration.\n• Report adverse reactions and analgesic efficacy.",
            "fontesBibliograficas": "Anvisa leaflet (Fortral®), UpToDate (2024), Micromedex, PubMed ID 37623417, Goodman & Gilman (13th Ed.), Tintinalli’s Emergency Medicine (9th Ed.), WHO Essential Medicines Opioid Guidelines (2023)."
        }
    }
    "ES": {
        "bulario": {
        "nomePrincipioAtivo": "Pentazocina (clorhidrato de pentazocina)",
        "nomeComercial": "Fortral®, Talwin®",
        "classificacao": "Analgésico opioide; agonista-antagonista opioide; agonista de receptores κ y antagonista parcial de receptores μ",
        "mecanismoAcao": "La pentazocina es un agonista de los receptores opioides κ (kappa) y un antagonista parcial de los receptores μ (mu), con propiedades farmacológicas mixtas que otorgan acción analgésica moderada y menor riesgo de euforia, dependencia y depresión respiratoria. Su activación de los receptores κ promueve analgesia espinal al inhibir la liberación de neurotransmisores excitatorios (como la sustancia P) en las neuronas del asta dorsal de la médula espinal. Esta acción también se asocia a efectos secundarios centrales como disforia, alucinaciones y sedación, especialmente en dosis elevadas. Como antagonista parcial de los receptores μ, la pentazocina compite con agonistas plenos (ej: morfina), pudiendo precipitar síndrome de abstinencia en usuarios crónicos. Su efecto techo tanto para la analgesia como para la depresión respiratoria limita el aumento de la eficacia con la elevación de la dosis, favoreciendo mayor seguridad respiratoria en comparación con opioides μ puros. La pentazocina también presenta leve acción simpaticomimética, posiblemente relacionada con la liberación de catecolaminas endógenas, lo que puede causar taquicardia y aumento de la presión arterial en algunos pacientes. En modelos experimentales, demostró capacidad de modular vías descendentes inhibitorias y reducir la actividad de neuronas nociceptivas en múltiples regiones espinales. La respuesta analgésica es más eficaz para el dolor somático agudo de intensidad leve a moderada, con menor eficacia para dolor visceral profundo o neuropático.",
        "farmacocinetica": "• Inicio de acción: 15–30 minutos (VO/IM/SC), 2–3 min (IV).\n• Pico de efecto: 30–60 minutos.\n• Duración de la analgesia: 3 a 4 horas.\n• Vida media: 2 a 4 horas.\n• Unión a proteínas plasmáticas: ~45%.\n• Volumen de distribución: 3–5 L/kg.\n• Metabolismo: hepático (CYP450), formando metabolitos inactivos.\n• Excreción: renal, en su mayoría como metabolitos conjugados.",
        "farmacodinamica": "Presenta analgesia moderada comparable a la de la morfina en dosis terapéuticas, con efecto techo para depresión respiratoria. La acción agonista κ se asocia a disforia, sedación y alteraciones cognitivas. Puede causar aumento de la resistencia vascular pulmonar y sobrecarga del ventrículo derecho, estando contraindicada en pacientes con enfermedad coronaria inestable. Su perfil de antagonista μ hace que la pentazocina sea inadecuada para pacientes en uso crónico de opioides agonistas plenos debido al riesgo de precipitación de abstinencia. El efecto techo en analgesia y depresión respiratoria limita la escalabilidad terapéutica de la pentazocina en dolores intensos. En estudios comparativos, su potencia analgésica equivale a aproximadamente 30 mg de morfina por cada 60 mg de pentazocina. Los efectos adversos psicomiméticos son más pronunciados en mujeres y ancianos, con mayor incidencia de confusión y delirio en pacientes mayores de 65 años. En situaciones de abstinencia inducida, los síntomas suelen iniciar entre 15 y 30 minutos después de la inyección, siendo autorresolutivos pero incómodos.",
        "indicacoes": "• Alivio del dolor moderado a intenso de origen agudo o crónico.\n• Alternativa para pacientes con mayor riesgo de depresión respiratoria.\n• Situaciones en las que se desea reducir el potencial de abuso de opioides potentes.\n• Uso fuera de indicación: analgesia obstétrica (con precaución), dolor postoperatorio, dolor oncológico (en pacientes sin exposición previa a opioides μ).",
        "posologia": "Adultos:\n• VO: 50–100 mg cada 3–4 h, máximo 600 mg/día.\n• IM/SC: 30–60 mg cada 3–4 h, máximo 360 mg/día.\n• IV (lento): 30 mg cada 3–4 h (en hospital).\nPediatría:\n• Uso no recomendado debido a la variabilidad farmacodinámica y efectos adversos centrales.",
        "administracao": "• Oral: comprimidos o solución oral.\n• Parenteral: IM, SC o IV (debe administrarse lentamente, diluida si es necesario).\n• Observar signos de reacciones adversas tras la administración parenteral, especialmente IV.",
        "doseMaxima": "• 600 mg/día VO.\n• 360 mg/día parenteral.\n• Dosis superiores aumentan el riesgo de disforia y alucinaciones.",
        "doseMinima": "• 30 mg IM/SC o 50 mg VO cada 3–4 h.",
        "reacoesAdversas": "Muy comunes (>10%):\n• Náuseas, mareo, somnolencia.\n• Efectos psicomiméticos (despersonalización, confusión).\nComunes (1–10%):\n• Vómitos, estreñimiento, taquicardia, sudoración.\n• Elevación de la presión arterial, disforia, euforia moderada.\nInfrecuentes (0,1–1%):\n• Reacciones alérgicas, erupción cutánea.\n• Temblores, insomnio, agitación.\nRaras (<0,1%):\n• Depresión respiratoria (especialmente IV rápida).\n• Crisis hipertensiva en pacientes sensibles a catecolaminas.",
        "riscoGravidez": "Categoría C. Puede causar depresión respiratoria neonatal si se utiliza cerca del parto. Usar solo si es claramente necesario y bajo monitoreo hospitalario.",
        "riscoLactacao": "Excretada en pequeñas cantidades en la leche materna. Usar con precaución, evitar la lactancia hasta 24 h después de la dosis parenteral.",
        "ajusteRenal": "• Usar con precaución en insuficiencia renal grave (depuración <30 mL/min).\n• Reducir la dosis y aumentar el intervalo entre administraciones.",
        "ajusteHepatico": "• Precaución en hepatopatías moderadas a graves.\n• Monitorizar signos de sedación y acumulación.",
        "contraindicacoes": "• Hipersensibilidad a la pentazocina.\n• Insuficiencia coronaria grave.\n• Uso concomitante con opioides agonistas plenos.\n• Hipertensión descompensada o feocromocitoma.\n• Antecedentes de psicosis o esquizofrenia.",
        "interacaoMedicamento": "• Potenciación con alcohol, benzodiacepinas y depresores del SNC.\n• Reducción del efecto de agonistas μ (ej: morfina, oxicodona).\n• Uso con inhibidores de la MAO: riesgo de hipertensión y excitación.\n• Evitar uso con clonidina (antagonismo del efecto analgésico). La pentazocina puede antagonizar la analgesia de agonistas opioides μ como morfina, oxicodona y fentanilo, estando contraindicada en pacientes en tratamiento crónico con estos agentes. Su uso con antidepresivos tricíclicos o ISRS puede aumentar el riesgo de síndrome serotoninérgico leve. Existe potencial aditivo con bloqueadores de canales de calcio, resultando en hipotensión. Los inhibidores de la MAO deben evitarse por el riesgo de hipertensión grave, crisis adrenérgicas e hipertermia. El uso con antipsicóticos puede intensificar síntomas extrapiramidales y disforia.",
        "apresentacao": "• Comprimidos: 50 mg, 100 mg.\n• Solución inyectable: 30 mg/mL en ampollas de 1 mL.\n• Formulaciones combinadas con naloxona disponibles en algunos países (no comercializadas en Brasil).",
        "preparo": "• IV: diluir 30 mg en 10–20 mL de SF 0,9%, administrar lentamente.\n• IM/SC: administrar sin diluir en sitios con buena perfusión muscular.\n• VO: ingerir con o sin alimentos, sin triturar los comprimidos.",
        "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Incompatible con soluciones alcalinas y lipídicas.\n• Usar diluyente adecuado para administración IV lenta.",
        "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y el calor excesivo.\n• Una vez abierto, utilizar inmediatamente o en hasta 24 h bajo refrigeración.",
        "cuidadosMedicos": "• Monitorizar signos vitales y efectos neuropsiquiátricos tras uso parenteral.\n• Evaluar riesgo-beneficio en pacientes con antecedentes psiquiátricos.\n• Evitar uso asociado con otros opioides.\n• Tener naloxona disponible para eventos de depresión respiratoria.",
        "cuidadosFarmaceuticos": "• Verificar dosis, vía y concentración.\n• Orientar al equipo sobre el riesgo de efectos psicomiméticos.\n• Monitorizar almacenamiento adecuado e integridad de la ampolla.\n• Documentar reacciones adversas e intervenciones asociadas.",
        "cuidadosEnfermagem": "• Evaluar el patrón respiratorio, sedación y nivel de conciencia.\n• Observar alteraciones conductuales (confusión, alucinación).\n• Asegurar administración lenta por vía IV.\n• Reportar reacciones adversas y eficacia analgésica.",
        "fontesBibliograficas": "Prospecto de Anvisa (Fortral®), UpToDate (2024), Micromedex, PubMed ID 37623417, Goodman & Gilman (13ª Ed.), Tintinalli’s Emergency Medicine (9ª Ed.), WHO Essential Medicines Opioid Guidelines (2023)."
    }
}
}
