{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Plasma-Lyte® (solução eletrolítica balanceada)",
            "nomeComercial": "Plasma-Lyte®, Plasma-Lyte 148®, Plasma-Lyte A®",
            "classificacao": "Solução cristaloide balanceada isotônica; repositor volêmico e eletrolítico; tamponada com acetato e gluconato",
            "mecanismoAcao": "Plasma-Lyte® é uma solução cristaloide balanceada isotônica composta por eletrólitos em proporções similares ao plasma, incluindo sódio, potássio, magnésio, cloreto, acetato e gluconato. Diferente da solução salina isotônica (SF 0,9%), seu uso evita a acidose hiperclorêmica por apresentar ânions orgânicos tamponantes, como o acetato e o gluconato, que são metabolizados em bicarbonato, contribuindo para o equilíbrio ácido-base. O acetato é convertido rapidamente em bicarbonato no músculo esquelético e nos rins, mesmo em pacientes com comprometimento hepático. O gluconato também exerce função tamponante, embora de forma menos eficiente. A presença de potássio e magnésio contribui para a manutenção da excitabilidade celular, estabilidade elétrica e prevenção de arritmias. A osmolaridade da solução (~294 mOsm/L) é semelhante ao plasma, permitindo sua distribuição principalmente no compartimento extracelular (intersticial e intravascular). Sua composição com razão Na:Cl de 140:98 mEq/L respeita a fisiologia, reduzindo a incidência de distúrbios ácido-base. Estudos indicam que sua utilização em pacientes críticos promove menor disfunção renal, menor mortalidade e menor necessidade de terapia renal substitutiva, além de menor risco de coagulopatia e distúrbios eletrolíticos em comparação com soluções salinas convencionais.",
            "farmacocinetica": "• Distribuição: compartimento extracelular (plasma e interstício).\n• Metabolismo: acetato e gluconato convertidos em bicarbonato no fígado, músculo e rins.\n• Excreção: renal (excesso de eletrólitos e volume).\n• Meia-vida efetiva: minutos a horas, dependente da volemia e função renal.\n• Osmolaridade: 294 mOsm/L (~isotônica ao plasma).",
            "farmacodinamica": "Promove expansão rápida e eficaz do volume plasmático, correção de distúrbios eletrolíticos e manutenção da perfusão tecidual. Reduz a ocorrência de acidose metabólica hiperclorêmica por conter ânions orgânicos com potencial de conversão em bicarbonato. É considerado mais fisiológico do que SF 0,9% em pacientes críticos, cirúrgicos e pediátricos. Não interfere significativamente na hemostasia ou função renal, sendo bem tolerado mesmo em infusões prolongadas. A presença de magnésio na formulação favorece a estabilidade de membranas celulares e participa de processos metabólicos, incluindo a modulação do transporte de potássio. Em pacientes críticos, o uso de Plasma-Lyte tem sido associado a menor incidência de lesão renal aguda e menor mortalidade em comparação com SF 0,9%, segundo estudos observacionais e ensaios clínicos controlados. Além disso, apresenta menor tendência à coagulação intravascular disseminada (CIVD) ou disfunções ácido-base em protocolos de grandes volumes na reanimação volêmica.",
            "indicacoes": "• Reposição volêmica em desidratação, hipovolemia e choque.\n• Manutenção da hidratação intravenosa em perioperatório.\n• Solvente para medicações compatíveis.\n• Expansão volêmica em pacientes críticos (sepse, TCE, politrauma).\n• Terapia de reposição em estados hipocalêmicos leves.",
            "posologia": "Adultos:\n• Manutenção: 25–40 mL/kg/dia.\n• Reposição: 500–1000 mL em bolus, conforme status hemodinâmico.\nPediatria:\n• Manutenção: 4:2:1 mL/kg/h (baseado em peso).\n• Reposição: bolus de 10–20 mL/kg (em hipovolemia aguda).",
            "administracao": "• Via intravenosa contínua ou intermitente.\n• Pode ser usado por acesso periférico ou central.\n• Compatível com a maioria das bombas de infusão e sistemas fechados.\n• Técnica asséptica obrigatória na conexão e manipulação.",
            "doseMaxima": "Individualizada conforme balanço hídrico, peso, função renal e comorbidades.",
            "doseMinima": "Manutenção mínima: ~25–30 mL/kg/dia (1.000–1.500 mL/dia).",
            "reacoesAdversas": "Comuns (1–10%):\n• Edema periférico, irritação local.\nIncomuns (0,1–1%):\n• Hipernatremia leve, hipermagnesemia transitória.\nRaras (<0,1%):\n• Reações alérgicas, extravasamento com dor local, hipercalemia em pacientes com disfunção renal.",
            "riscoGravidez": "Categoria A. Pode ser utilizado com segurança em gestantes para hidratação, reposição ou solvente em terapias intravenosas.",
            "riscoLactacao": "Compatível. Não interfere na produção ou composição do leite. Seguro para uso materno em contexto hospitalar.",
            "ajusteRenal": "• Reduzir volume e controlar potássio e magnésio em pacientes com oligúria, anúria ou IRC.\n• Monitorar eletrólitos e osmolaridade em infusões prolongadas.",
            "ajusteHepatico": "• Não requer ajuste na maioria dos casos. Em hepatopatia grave, a conversão de acetato pode estar reduzida — monitorar bicarbonato.",
            "contraindicacoes": "• Hipercalemia conhecida (>5,5 mEq/L).\n• Insuficiência renal grave sem terapia dialítica.\n• Alcalose metabólica ou hipermagnesemia significativa.\n• Hipervolêmicos sem controle (ICC, edema pulmonar).",
            "interacaoMedicamento": "• Compatível com diversos antibióticos e sedativos (ex: midazolam, propofol).\n• Incompatível com fosfato, cálcio concentrado e bicarbonato.\n• Deve-se evitar associação na mesma via com eletrólitos concentrados sem diluição apropriada. Estudos demonstram que a coadministracao com aminoglicosídeos, betalactâmicos e sedativos é segura, desde que não haja precipitação visível ou turbidez. Evitar associação direta com soluções que contenham cálcio, fosfato ou bicarbonato, pois podem ocorrer reações de incompatibilidade físico-química. A estabilidade dos medicamentos pode ser influenciada pelo pH da solução, que em Plasma-Lyte® se aproxima da neutralidade (pH ~7,4).",
            "apresentacao": "• Bolsas de 250 mL, 500 mL e 1.000 mL (PVC e livres de DEHP).\n• Apresentações com e sem glicose 5% (Plasma-Lyte D, Plasma-Lyte 148).",
            "preparo": "• Pronta para uso.\n• Técnica asséptica na conexão.\n• Não requer diluição ou reconstituição.\n• Não adicionar outros medicamentos sem avaliação de compatibilidade.",
            "solucoesCompatíveis": "• Compatível com SF 0,9%, Glicose 5%, aminoácidos e muitos antibióticos.\n• Incompatível com fosfatos, bicarbonato e soluções hiperosmolares concentradas sem diluição.",
            "armazenamento": "• Temperatura ambiente (15–30°C).\n• Proteger da luz direta.\n• Usar em até 24 h após abertura em condições assépticas.",
            "cuidadosMedicos": "• Monitorar eletrólitos séricos, função renal, débito urinário e sinais de sobrecarga hídrica.\n• Avaliar resposta hemodinâmica em pacientes críticos ou em reanimação volêmica.\n• Evitar em pacientes com hipercalemia ou hipermagnesemia não tratada.",
            "cuidadosFarmaceuticos": "• Verificar integridade da bolsa, data de validade e compatibilidade medicamentosa.\n• Documentar lote, volume utilizado e tempo de infusão.\n• Utilizar sistema fechado sempre que possível.",
            "cuidadosEnfermagem": "• Verificar sinais vitais e balanço hídrico rigorosamente.\n• Observar sinais de extravasamento e irritação local.\n• Relatar sinais de hipercalemia (fraqueza, arritmia) ou sobrecarga volêmica (dispneia, edema).",
            "fontesBibliograficas": "Bula Anvisa (Plasma-Lyte®), UpToDate (2024), Micromedex, PubMed ID 37639265, Goodman & Gilman (13ª Ed.), SBH Terapêutica, Miller’s Anesthesia (9ª Ed.), WHO IV Fluids Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Plasma-Lyte® (balanced electrolyte solution)",
            "brandNames": "Plasma-Lyte®, Plasma-Lyte 148®, Plasma-Lyte A®",
            "classification": "Isotonic balanced crystalloid solution; volume and electrolyte replenisher; buffered with acetate and gluconate",
            "mechanismOfAction": "Plasma-Lyte® is an isotonic balanced crystalloid solution containing electrolytes in proportions similar to plasma, including sodium, potassium, magnesium, chloride, acetate, and gluconate. Unlike isotonic saline solution (0.9% NaCl), its use prevents hyperchloremic acidosis due to the presence of organic anion buffers such as acetate and gluconate, which are metabolized to bicarbonate, contributing to acid-base homeostasis. Acetate is rapidly converted to bicarbonate in skeletal muscle and kidneys, even in patients with hepatic impairment. Gluconate also exerts a buffering effect, albeit less efficiently. The presence of potassium and magnesium supports cellular excitability, electrical stability, and arrhythmia prevention. The solution's osmolarity (~294 mOsm/L) is similar to plasma, allowing distribution mainly in the extracellular compartment (interstitial and intravascular). Its Na:Cl ratio of 140:98 mEq/L respects physiological balance, reducing the incidence of acid-base disturbances. Studies indicate that its use in critically ill patients results in lower renal dysfunction, reduced mortality, and decreased need for renal replacement therapy, as well as lower risk of coagulopathy and electrolyte disorders compared to conventional saline solutions.",
            "pharmacokinetics": "• Distribution: extracellular compartment (plasma and interstitial fluid).\n• Metabolism: acetate and gluconate converted to bicarbonate in liver, muscle, and kidneys.\n• Excretion: renal (excess electrolytes and volume).\n• Effective half-life: minutes to hours, dependent on volume status and renal function.\n• Osmolarity: 294 mOsm/L (approximately isotonic to plasma).",
            "pharmacodynamics": "Promotes rapid and effective plasma volume expansion, correction of electrolyte imbalances, and maintenance of tissue perfusion. Reduces the occurrence of hyperchloremic metabolic acidosis by containing organic anions with potential conversion to bicarbonate. Considered more physiological than 0.9% NaCl in critically ill, surgical, and pediatric patients. Does not significantly interfere with hemostasis or renal function and is well tolerated even during prolonged infusions. Magnesium presence enhances cellular membrane stability and participates in metabolic processes, including modulation of potassium transport. In critically ill patients, Plasma-Lyte use has been associated with lower incidence of acute kidney injury and reduced mortality compared to 0.9% NaCl, according to observational studies and controlled clinical trials. Additionally, it shows lower propensity for disseminated intravascular coagulation (DIC) or acid-base dysfunction in large-volume resuscitation protocols.",
            "indications": "• Volume replacement in dehydration, hypovolemia, and shock.\n• Maintenance intravenous hydration in the perioperative period.\n• Solvent for compatible medications.\n• Volume expansion in critically ill patients (sepsis, traumatic brain injury, polytrauma).\n• Replacement therapy in mild hypokalemic states.",
            "dosage": "Adults:\n• Maintenance: 25–40 mL/kg/day.\n• Replacement: 500–1000 mL bolus, according to hemodynamic status.\nPediatrics:\n• Maintenance: 4:2:1 mL/kg/h (weight-based).\n• Replacement: 10–20 mL/kg bolus (in acute hypovolemia).",
            "administration": "• Continuous or intermittent intravenous route.\n• Can be administered via peripheral or central access.\n• Compatible with most infusion pumps and closed systems.\n• Aseptic technique mandatory during connection and handling.",
            "maximumDose": "Individualized based on fluid balance, body weight, renal function, and comorbidities.",
            "minimumDose": "Minimum maintenance: approximately 25–30 mL/kg/day (1,000–1,500 mL/day).",
            "adverseReactions": "Common (1–10%):\n• Peripheral edema, local irritation.\nUncommon (0.1–1%):\n• Mild hypernatremia, transient hypermagnesemia.\nRare (<0.1%):\n• Allergic reactions, extravasation with local pain, hyperkalemia in patients with renal dysfunction.",
            "pregnancyRisk": "Category A. Can be safely used in pregnant women for hydration, replacement, or as a solvent in intravenous therapies.",
            "lactationRisk": "Compatible. Does not interfere with milk production or composition. Safe for maternal use in hospital settings.",
            "renalAdjustment": "• Reduce volume and monitor potassium and magnesium in patients with oliguria, anuria, or chronic kidney disease.\n• Monitor electrolytes and osmolarity during prolonged infusions.",
            "hepaticAdjustment": "• Generally no adjustment required. In severe hepatic impairment, acetate conversion may be reduced—monitor bicarbonate levels.",
            "contraindications": "• Known hyperkalemia (>5.5 mEq/L).\n• Severe renal failure without dialysis therapy.\n• Metabolic alkalosis or significant hypermagnesemia.\n• Uncontrolled hypervolemia (congestive heart failure, pulmonary edema).",
            "drugInteractions": "• Compatible with various antibiotics and sedatives (e.g., midazolam, propofol).\n• Incompatible with phosphate, concentrated calcium, and bicarbonate.\n• Avoid co-administration via the same line with concentrated electrolytes without appropriate dilution. Studies show co-administration with aminoglycosides, beta-lactams, and sedatives is safe provided there is no visible precipitation or turbidity. Avoid direct mixing with solutions containing calcium, phosphate, or bicarbonate due to potential physicochemical incompatibility reactions. Medication stability may be influenced by solution pH, which in Plasma-Lyte® approaches neutrality (pH ~7.4).",
            "presentations": "• Bags of 250 mL, 500 mL, and 1,000 mL (PVC and DEHP-free).\n• Presentations with and without 5% glucose (Plasma-Lyte D, Plasma-Lyte 148).",
            "preparation": "• Ready to use.\n• Aseptic technique during connection.\n• No dilution or reconstitution required.\n• Do not add other medications without compatibility assessment.",
            "compatibleSolutions": "• Compatible with 0.9% NaCl, 5% glucose, amino acids, and many antibiotics.\n• Incompatible with phosphates, bicarbonate, and hyperosmolar concentrated solutions without dilution.",
            "storage": "• Room temperature (15–30°C).\n• Protect from direct light.\n• Use within 24 hours after opening under aseptic conditions.",
            "medicalConsiderations": "• Monitor serum electrolytes, renal function, urine output, and signs of fluid overload.\n• Assess hemodynamic response in critically ill patients or during volume resuscitation.\n• Avoid in patients with untreated hyperkalemia or hypermagnesemia.",
            "pharmaceuticalCare": "• Verify bag integrity, expiration date, and medication compatibility.\n• Document batch number, volume used, and infusion duration.\n• Use closed systems whenever possible.",
            "nursingCare": "• Rigorously monitor vital signs and fluid balance.\n• Observe for signs of extravasation and local irritation.\n• Report signs of hyperkalemia (weakness, arrhythmia) or volume overload (dyspnea, edema).",
            "references": "Anvisa leaflet (Plasma-Lyte®), UpToDate (2024), Micromedex, PubMed ID 37639265, Goodman & Gilman (13th Ed.), SBH Therapeutics, Miller’s Anesthesia (9th Ed.), WHO IV Fluids Guidelines (2023)."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Plasma-Lyte® (solución electrolítica balanceada)",
            "nomeComercial": "Plasma-Lyte®, Plasma-Lyte 148®, Plasma-Lyte A®",
            "classificacao": "Solución cristaloide balanceada isotónica; expansor de volumen y reponedor de electrolitos; tamponada con acetato y gluconato",
            "mecanismoAcao": "Plasma-Lyte® es una solución cristaloide balanceada isotónica compuesta por electrolitos en proporciones similares al plasma, incluyendo sodio, potasio, magnesio, cloruro, acetato y gluconato. A diferencia de la solución salina isotónica (NaCl 0,9%), su uso previene la acidosis hiperclorémica gracias a la presencia de aniones orgánicos tamponadores, como el acetato y el gluconato, que se metabolizan a bicarbonato, contribuyendo al equilibrio ácido-base. El acetato se convierte rápidamente en bicarbonato en el músculo esquelético y los riñones, incluso en pacientes con insuficiencia hepática. El gluconato también ejerce función tamponadora, aunque de manera menos eficiente. La presencia de potasio y magnesio contribuye a la excitabilidad celular, estabilidad eléctrica y prevención de arritmias. La osmolaridad de la solución (~294 mOsm/L) es similar a la del plasma, permitiendo su distribución principalmente en el compartimento extracelular (intersticial e intravascular). Su composición con una relación Na:Cl de 140:98 mEq/L respeta la fisiología, reduciendo la incidencia de trastornos ácido-base. Estudios muestran que su uso en pacientes críticos se asocia con menor disfunción renal, menor mortalidad y menor necesidad de terapia de reemplazo renal, así como menor riesgo de coagulopatía y alteraciones electrolíticas en comparación con soluciones salinas convencionales.",
            "farmacocinetica": "• Distribución: compartimento extracelular (plasma e intersticio).\n• Metabolismo: el acetato y el gluconato se convierten en bicarbonato en hígado, músculo y riñones.\n• Excreción: renal (exceso de electrolitos y volumen).\n• Vida media efectiva: minutos a horas, dependiente del estado de volemia y función renal.\n• Osmolaridad: 294 mOsm/L (~isotónica al plasma).",
            "farmacodinamica": "Favorece una expansión rápida y eficaz del volumen plasmático, corrige trastornos electrolíticos y mantiene la perfusión tisular. Reduce la aparición de acidosis metabólica hiperclorémica al contener aniones orgánicos con potencial de conversión en bicarbonato. Es considerada más fisiológica que NaCl 0,9% en pacientes críticos, quirúrgicos y pediátricos. No interfiere significativamente en la hemostasia ni en la función renal, siendo bien tolerada incluso en infusiones prolongadas. La presencia de magnesio en la formulación favorece la estabilidad de las membranas celulares y participa en procesos metabólicos, incluyendo la modulación del transporte de potasio. En pacientes críticos, el uso de Plasma-Lyte se ha asociado con menor incidencia de lesión renal aguda y menor mortalidad en comparación con NaCl 0,9%, según estudios observacionales y ensayos clínicos controlados. Además, presenta menor tendencia a coagulación intravascular diseminada (CID) o disfunciones ácido-base en protocolos de reanimación con grandes volúmenes.",
            "indicacoes": "• Reposición de volumen en deshidratación, hipovolemia y shock.\n• Mantenimiento de hidratación intravenosa en el perioperatorio.\n• Disolvente para medicamentos compatibles.\n• Expansión de volumen en pacientes críticos (sepsis, traumatismo craneoencefálico, politraumatismo).\n• Terapia de reemplazo en estados leves de hipokalemia.",
            "posologia": "Adultos:\n• Mantenimiento: 25–40 mL/kg/día.\n• Reposición: bolo de 500–1000 mL, según estado hemodinámico.\nPediatría:\n• Mantenimiento: 4:2:1 mL/kg/h (según peso).\n• Reposición: bolo de 10–20 mL/kg (en hipovolemia aguda).",
            "administracao": "• Vía intravenosa continua o intermitente.\n• Puede administrarse por acceso periférico o central.\n• Compatible con la mayoría de bombas de infusión y sistemas cerrados.\n• Técnica aséptica obligatoria durante la conexión y manipulación.",
            "doseMaxima": "Individualizada según balance hídrico, peso, función renal y comorbilidades.",
            "doseMinima": "Mantenimiento mínimo: ~25–30 mL/kg/día (1.000–1.500 mL/día).",
            "reacoesAdversas": "Comunes (1–10%):\n• Edema periférico, irritación local.\nInfrecuentes (0,1–1%):\n• Hipernatremia leve, hipermagnesemia transitoria.\nRaras (<0,1%):\n• Reacciones alérgicas, extravasación con dolor local, hipercalemia en pacientes con disfunción renal.",
            "riscoGravidez": "Categoría A. Puede utilizarse con seguridad en embarazadas para hidratación, reposición o como disolvente en terapias intravenosas.",
            "riscoLactacao": "Compatible. No interfiere en la producción ni en la composición de la leche. Seguro para uso materno en contexto hospitalario.",
            "ajusteRenal": "• Reducir volumen y controlar potasio y magnesio en pacientes con oliguria, anuria o insuficiencia renal crónica.\n• Monitorizar electrolitos y osmolaridad en infusiones prolongadas.",
            "ajusteHepatico": "• Generalmente no requiere ajuste. En hepatopatía grave, la conversión de acetato puede estar reducida—monitorizar bicarbonato.",
            "contraindicacoes": "• Hipercalemia conocida (>5,5 mEq/L).\n• Insuficiencia renal grave sin terapia dialítica.\n• Alcalosis metabólica o hipermagnesemia significativa.\n• Hipervolemia no controlada (insuficiencia cardíaca congestiva, edema pulmonar).",
            "interacaoMedicamento": "• Compatible con diversos antibióticos y sedantes (ej: midazolam, propofol).\n• Incompatible con fosfato, calcio concentrado y bicarbonato.\n• Se debe evitar la administración conjunta por la misma vía con electrolitos concentrados sin dilución adecuada. Estudios demuestran que la coadministración con aminoglucósidos, betalactámicos y sedantes es segura, siempre que no haya precipitación visible o turbidez. Evitar la mezcla directa con soluciones que contengan calcio, fosfato o bicarbonato, ya que pueden producirse reacciones de incompatibilidad físico-química. La estabilidad de los medicamentos puede verse influida por el pH de la solución, que en Plasma-Lyte® se aproxima a la neutralidad (pH ~7,4).",
            "apresentacao": "• Bolsas de 250 mL, 500 mL y 1.000 mL (PVC y libres de DEHP).\n• Presentaciones con y sin glucosa al 5% (Plasma-Lyte D, Plasma-Lyte 148).",
            "preparo": "• Lista para usar.\n• Técnica aséptica en la conexión.\n• No requiere dilución ni reconstitución.\n• No añadir otros medicamentos sin evaluación de compatibilidad.",
            "solucoesCompatíveis": "• Compatible con NaCl 0,9%, glucosa al 5%, aminoácidos y muchos antibióticos.\n• Incompatible con fosfatos, bicarbonato y soluciones concentradas hiperosmolares sin dilución.",
            "armazenamento": "• Temperatura ambiente (15–30°C).\n• Proteger de la luz directa.\n• Usar en un plazo de 24 h tras la apertura en condiciones asépticas.",
            "cuidadosMedicos": "• Monitorizar electrolitos séricos, función renal, diuresis y signos de sobrecarga hídrica.\n• Evaluar la respuesta hemodinámica en pacientes críticos o en reanimación con volumen.\n• Evitar en pacientes con hipercalemia o hipermagnesemia no tratadas.",
            "cuidadosFarmaceuticos": "• Verificar la integridad de la bolsa, fecha de caducidad y compatibilidad medicamentosa.\n• Documentar lote, volumen utilizado y tiempo de infusión.\n• Utilizar sistema cerrado siempre que sea posible.",
            "cuidadosEnfermagem": "• Control riguroso de signos vitales y balance hídrico.\n• Observar signos de extravasación e irritación local.\n• Notificar signos de hipercalemia (debilidad, arritmia) o sobrecarga de volumen (disnea, edema).",
            "fontesBibliograficas": "Prospecto AEMPS (Plasma-Lyte®), UpToDate (2024), Micromedex, PubMed ID 37639265, Goodman & Gilman (13ª Ed.), SBH Terapéutica, Miller’s Anesthesia (9ª Ed.), WHO IV Fluids Guidelines (2023)."
        }
    }
