{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Propofol",
            "nomeComercial": "Diprivan®, Propovan®, Propofol®",
            "classificacao": "Anestésico geral intravenoso, hipnótico de ação ultrarrápida, sedativo, agente de indução e manutenção anestésica",
            "mecanismoAcao": "Atua principalmente como agonista alostérico positivo dos receptores GABA-A, aumentando a afinidade do GABA endógeno e prolongando o tempo de abertura dos canais de cloro, resultando em influxo de Cl- e hiperpolarização da membrana neuronal, o que leva à inibição da neurotransmissão excitatória e depressão do sistema nervoso central. Além disso, modula canais HCN (hiperpolarização-ativados e nucleares cíclicos) que contribuem para a estabilização da atividade neuronal e ritmo cardíaco. Inibe a condução colinérgica excitatória em sinapses glutamatérgicas e reduz a transmissão excitatória subcortical, modulando circuitos talâmicos e córtico-talâmicos. Inibe secundariamente receptores NMDA e reduz a atividade da via serotoninérgica, contribuindo para seus efeitos ansiolítico, hipnótico, sedativo e antiemético. A combinação dessas ações resulta em depressão global do sistema nervoso central com rápida indução da anestesia e sedação.",
            "farmacocinetica": "Início de ação ultrarrápido (30–60 segundos após administração IV), com pico de efeito entre 90–100 segundos. A distribuição ocorre em fases: fase I rápida (redistribuição para tecidos altamente perfundidos como cérebro, coração, fígado e rins) com meia-vida de 2–8 minutos; fase II mais lenta, envolvendo redistribuição para tecido muscular e adiposo, prolongando a eliminação. A obesidade aumenta o volume de distribuição, especialmente no tecido adiposo, podendo alterar a dose de manutenção. A perfusão hepática elevada influencia a depuração do propofol, que é extensivamente metabolizado no fígado por glucuronidação e sulfatação, com contribuição significativa do metabolismo extra-hepático, incluindo pulmões, rins e intestinos. O metabolismo pulmonar reduz a concentração de propofol no sangue venoso misto. Clearance plasmático elevado (1,5–2 L/min), volume de distribuição entre 2–10 L/kg, e alta ligação às proteínas plasmáticas (95–98%). Excreção renal ocorre principalmente na forma de metabólitos inativos. O término do efeito clínico se dá principalmente pela redistribuição tecidual, especialmente para tecido adiposo, seguido pela eliminação metabólica.",
            "farmacodinamica": "Induz hipnose rápida, sedação profunda e amnésia anterógrada, sem efeito analgésico significativo. Causa depressão dose-dependente do sistema cardiovascular, incluindo redução da contratilidade miocárdica, diminuição da pré-carga e pós-carga, resultando em hipotensão arterial. Também provoca depressão respiratória com apneia transitória e redução do drive ventilatório. Afeta o fluxo sanguíneo hepático e cerebral, diminuindo ambos, o que pode ser benéfico em neurocirurgias para redução da pressão intracraniana. O tempo de recuperação é geralmente rápido e previsível, mesmo após administração prolongada, devido à rápida redistribuição e eliminação, embora seja mais prolongado em pacientes obesos ou com insuficiência hepática. Comparado a outros hipnóticos como tiopental e etomidato, o propofol apresenta menor incidência de náuseas e vômitos pós-operatórios, mas maior risco de hipotensão. Possui propriedades antieméticas e anticonvulsivantes leves, sendo útil em status epilepticus refratário.",
            "indicacoes": "Indução e manutenção da anestesia geral em procedimentos cirúrgicos de curta e média duração. Sedação em pacientes ventilados na UTI, incluindo sedação profunda para procedimentos invasivos. Sedação para procedimentos diagnósticos e terapêuticos como endoscopias, cardioversões, exames de imagem e pequenas cirurgias. Utilizado em centros cirúrgicos, pronto-socorros e salas de recuperação anestésica. Também indicado em anestesia total intravenosa (TIVA), manejo do status epilepticus refratário, neurocirurgias para controle do fluxo cerebral e redução da pressão intracraniana, e em procedimentos intervencionistas fora do centro cirúrgico, como em unidades de emergência e terapia intensiva.",
            "posologia": "Indução anestésica em adultos: 1,5–2,5 mg/kg IV em bolus lento (20–40 mg a cada 10 segundos). Em idosos, pacientes hipovolêmicos ou ASA III-IV: 1–1,5 mg/kg. Em obesos, utilizar peso corporal ideal para indução e peso corporal total para manutenção, ajustando doses para evitar acumulação. Manutenção anestésica: 50–200 mcg/kg/min (3–12 mg/kg/h). Sedação na UTI adulto: 5–50 mcg/kg/min IV contínuo (evitar doses >50 mcg/kg/min por >48h devido à Síndrome de Infusão de Propofol - SIP). Procedimentos diagnósticos: 25–75 mcg/kg/min. Em pacientes neurocríticos, doses menores são recomendadas para minimizar efeitos hemodinâmicos e neurológicos. Pediatria: indução 2,5–3,5 mg/kg; manutenção 100–200 mcg/kg/min. Em indução balanceada, pode ser combinado com opioides e benzodiazepínicos para redução da dose total de propofol.",
            "administracao": "Via exclusivamente intravenosa (IV), em bolus ou infusão contínua, com bomba de infusão dedicada e filtro lipídico para evitar embolia lipídica. A emulsão é incompatível com materiais plásticos que possam adsorver o fármaco, como seringas de PVC e certos tipos de tubos, sendo recomendada utilização de materiais compatíveis para evitar perdas do princípio ativo. Administração deve ser realizada apenas por médicos treinados em anestesia ou sedação profunda, com monitorização contínua da via aérea, parâmetros respiratórios e hemodinâmicos. Atenção à técnica asséptica para evitar contaminação bacteriana.",
            "doseMaxima": "Indução: até 3 mg/kg em adultos saudáveis. Manutenção anestésica: até 200–300 mcg/kg/min. Sedação em UTI: máximo recomendado 50 mcg/kg/min para infusões >48 horas, devido ao risco aumentado de Síndrome de Infusão de Propofol (SIP). Critérios para interrupção precoce incluem hipotensão refratária, acidose metabólica progressiva, rabdomiólise, elevação significativa de enzimas musculares, arritmias graves e sinais clínicos de SIP.",
            "doseMinima": "Sedação leve: 5–10 mcg/kg/min. Indução em pacientes frágeis ou idosos: 1 mg/kg.",
            "reacoesAdversas": "Hipotensão (comum, dose-dependente), bradicardia, apneia, depressão respiratória, dor na injeção (até 70% dos pacientes sem uso de lidocaína), mioclonias, arritmias, assistolia, parada cardíaca, hipertrigliceridemia, pancreatite, rabdomiólise, acidose metabólica, insuficiência cardíaca e renal aguda, hiperlactatemia. A Síndrome de Infusão de Propofol (SIP) é uma complicação rara porém grave, caracterizada por acidose metabólica resistente, rabdomiólise, hiperpotassemia, insuficiência renal, arritmias ventriculares e colapso cardiovascular. Fatores de risco incluem doses >4 mg/kg/h (aproximadamente 67 mcg/kg/min), uso prolongado (>48 horas), estado crítico do paciente e uso concomitante de corticosteroides ou catecolaminas. Casos raros descritos incluem síndrome serotoninérgica, convulsões paradoxais e colapso cardiovascular súbito. Monitorização rigorosa é essencial para detecção precoce.",
            "riscoGravidez": "Categoria B. Seguro para indução anestésica em cesariana. Não recomendado para sedação prolongada durante gestação. Sem evidência de teratogenicidade em humanos.",
            "riscoLactacao": "Compatível. Excreção mínima no leite materno. Seguro para uso em sedação de curta duração sem necessidade de suspender a amamentação.",
            "ajusteRenal": "Sem necessidade de ajuste em insuficiência renal leve a moderada. Usar com cautela em insuficiência renal grave devido ao risco de acúmulo de metabólitos e maior chance de SIP em infusões prolongadas.",
            "ajusteHepatico": "Usar com cautela em insuficiência hepática moderada a grave. Metabolização comprometida pode levar a acúmulo e efeitos prolongados. Monitorização rigorosa é essencial.",
            "contraindicacoes": "Hipersensibilidade ao propofol, soja, ovo ou glicerol. Contraindicado em pacientes com alergia a derivados de ovo/soja. Não usar para sedação prolongada em UTI pediátrica (<16 anos). Contraindicado em caso de SIP prévia.",
            "interacaoMedicamento": "Potencializa depressores do SNC (opioides, benzodiazepínicos, álcool). Potencializa hipotensão com anti-hipertensivos, betabloqueadores, bloqueadores de canais de cálcio. Sinergismo com bloqueadores neuromusculares. Reduz necessidade de opioides e anestésicos voláteis. Incompatível com soluções alcalinas, bicarbonato e eletrólitos concentrados. Interage com anticonvulsivantes, podendo alterar níveis plasmáticos. Pode potencializar efeitos de inibidores da MAO e fármacos lipofílicos devido à competição por proteínas plasmáticas e metabolismo hepático. Reforçar a incompatibilidade físico-química com soluções alcalinas e certos fármacos, prevenindo precipitação e degradação do propofol.",
            "apresentacao": "Emulsão lipídica a 10 mg/mL (1%) em frascos-ampola de 20, 50 e 100 mL para uso IV.",
            "preparo": "Pronto para uso. Agitar suavemente antes de administrar para homogeneizar a emulsão. Pode ser misturado com lidocaína 1% (até 20 mg/20 mL) imediatamente antes da injeção para reduzir dor na punção. Não diluir com outras soluções. Usar bomba dedicada e filtro lipídico. Utilizar em até 6 horas após abertura do frasco para minimizar risco de contaminação bacteriana.",
            "solucoesCompatíveis": "Compatível com SF 0,9%. Pode ser infundido na mesma linha com SG 5% ou Ringer lactato. Incompatível com soluções alcalinas e bicarbonato de sódio, que causam precipitação da emulsão.",
            "armazenamento": "Manter entre 2°C e 25°C. Não congelar. Após abertura, usar em até 6 horas devido ao risco aumentado de contaminação bacteriana, mesmo sob refrigeração. Descartar sobras. Proteger da luz para evitar degradação da emulsão.",
            "cuidadosMedicos": "Monitorizar pressão arterial, frequência cardíaca, SpO2, capnografia e ECG continuamente durante administração. Ter sempre disponível material para ventilação assistida. Atenção a sinais precoces de depressão respiratória, SIP, rabdomiólise, acidose metabólica e hipertrigliceridemia. Realizar exames laboratoriais periódicos em uso prolongado para detecção precoce de complicações.",
            "cuidadosFarmaceuticos": "Manter técnica asséptica rigorosa durante preparo e administração. Não reutilizar sobras para evitar contaminação bacteriana. Verificar homogeneidade da emulsão antes do uso; descartar se houver separação de fases, floculação ou alteração da cor. Evitar seringas de borracha de látex devido à adsorção do fármaco. Preparar infusão com bomba apropriada para emulsões lipídicas e filtro lipídico. Trocar o equipo infusor a cada 12 horas para minimizar risco de contaminação e garantir estabilidade da emulsão.",
            "cuidadosEnfermagem": "Monitorar sinais vitais, nível de sedação, ventilação e consciência do paciente continuamente. Observar local de punção para sinais de extravasamento ou inflamação. Notificar prontamente alterações clínicas graves como hipotensão, arritmias, depressão respiratória ou sinais de SIP. Garantir material de ventilação disponível e funcional. Observar o limite de 6 horas após abertura do frasco para uso do produto.",
            "fontesBibliograficas": "Bula Diprivan®, UpToDate (2024), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia, Micromedex, Tintinalli’s Emergency Medicine, PubMed ID 37129698, Diretrizes ASA, Diretrizes SCCM."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Propofol",
            "brandName": "Diprivan®, Propovan®, Propofol®",
            "classification": "Intravenous general anesthetic, ultrashort-acting hypnotic, sedative, anesthetic induction and maintenance agent",
            "mechanismOfAction": "Acts primarily as a positive allosteric modulator of GABA-A receptors, enhancing the affinity of endogenous GABA and prolonging chloride channel opening. This leads to chloride influx and neuronal hyperpolarization, resulting in CNS depression. It also modulates HCN channels (hyperpolarization-activated cyclic nucleotide-gated), inhibits excitatory cholinergic conduction at glutamatergic synapses, reduces subcortical excitatory transmission, inhibits NMDA receptors, and downregulates serotonergic activity. These mechanisms result in rapid hypnosis, sedation, anxiolysis, and antiemetic effects.",
            "pharmacokinetics": "Rapid onset of action (30–60 seconds after IV administration), with peak effect at 90–100 seconds. Distribution occurs in phases: a rapid phase I (half-life 2–8 minutes) to highly perfused tissues (brain, heart, liver, kidneys), followed by slower phase II redistribution to muscle and fat, prolonging elimination. Obesity increases volume of distribution, particularly in adipose tissue, potentially requiring maintenance dose adjustment. Extensive hepatic metabolism via glucuronidation and sulfation, with significant extra-hepatic metabolism in the lungs, kidneys, and intestines. Pulmonary metabolism lowers mixed venous blood levels. High clearance (1.5–2 L/min), Vd: 2–10 L/kg, and high protein binding (95–98%). Renal excretion primarily of inactive metabolites.",
            "pharmacodynamics": "Induces rapid hypnosis, deep sedation, and anterograde amnesia, without analgesic properties. Causes dose-dependent cardiovascular depression: reduced myocardial contractility, preload, and afterload. Induces respiratory depression with transient apnea and reduced ventilatory drive. Decreases hepatic and cerebral blood flow, beneficial in neurosurgical cases. Recovery is generally fast even after prolonged use. Compared to other hypnotics, propofol causes less postoperative nausea/vomiting but has greater hypotension risk. Exhibits mild antiemetic and anticonvulsant properties and is effective in refractory status epilepticus.",
            "indications": "Induction and maintenance of general anesthesia for short and medium surgical procedures. ICU sedation of intubated patients, including deep sedation for invasive procedures. Procedural sedation (endoscopy, cardioversion, imaging, minor surgeries). Also used in TIVA, neurocritical care (ICP control), emergency sedation, and refractory status epilepticus.",
            "dosage": "Induction in adults: 1.5–2.5 mg/kg IV slow bolus (20–40 mg every 10 seconds). In elderly, hypovolemic or ASA III–IV: 1–1.5 mg/kg. In obese patients: use ideal body weight for induction, total body weight for maintenance. Maintenance: 50–200 mcg/kg/min (3–12 mg/kg/h). ICU sedation: 5–50 mcg/kg/min (limit duration >48h at high doses). Diagnostic procedures: 25–75 mcg/kg/min. Pediatrics: induction 2.5–3.5 mg/kg; maintenance 100–200 mcg/kg/min. In balanced induction, can be combined with opioids or benzodiazepines to reduce total propofol dose.",
            "administration": "Intravenous only, via bolus or continuous infusion with dedicated infusion pump and lipid filter. Incompatible with certain plastics—use compatible materials to avoid drug adsorption. Requires skilled anesthesiology supervision with full airway, hemodynamic, and respiratory monitoring. Aseptic technique mandatory to avoid bacterial contamination.",
            "maximumDose": "Induction: up to 3 mg/kg in healthy adults. Maintenance: up to 200–300 mcg/kg/min. ICU sedation: max 50 mcg/kg/min beyond 48h due to PRIS risk. Early discontinuation if refractory hypotension, progressive acidosis, rhabdomyolysis, CK elevation, arrhythmias, or PRIS signs.",
            "minimumDose": "Light sedation: 5–10 mcg/kg/min. Frail/elderly induction: 1 mg/kg.",
            "adverseReactions": "Common: hypotension, bradycardia, apnea, respiratory depression, injection site pain, myoclonus. Serious: arrhythmias, asystole, cardiac arrest, hypertriglyceridemia, pancreatitis, rhabdomyolysis, metabolic acidosis, renal/hepatic failure, hyperlactatemia. PRIS (Propofol Infusion Syndrome): rare but fatal, includes metabolic acidosis, rhabdomyolysis, hyperkalemia, renal failure, arrhythmias, CV collapse. Risk factors: doses >4 mg/kg/h, >48h duration, critical illness, catecholamines, corticosteroids. Rare reports: serotonin syndrome, paradoxical seizures, sudden CV collapse.",
            "pregnancyRisk": "Category B. Safe for induction in cesarean section. Not recommended for prolonged sedation during pregnancy. No teratogenicity in humans reported.",
            "lactationRisk": "Minimal excretion in breast milk. Safe for short-term use. No need to suspend breastfeeding.",
            "renalAdjustment": "No dose adjustment in mild/moderate renal failure. Use caution in severe renal impairment due to metabolite accumulation and PRIS risk.",
            "hepaticAdjustment": "Use with caution in moderate/severe hepatic impairment. Reduced metabolism may prolong effects. Close monitoring required.",
            "contraindications": "Allergy to propofol, egg, soy, or glycerol. Avoid in known hypersensitivity. Contraindicated in pediatric ICU sedation (<16 years). Do not use if previous PRIS.",
            "drugInteractions": "Potentiates CNS depressants (opioids, benzodiazepines, alcohol). Enhances hypotension with antihypertensives, beta-blockers, calcium channel blockers. Synergistic with NMBDs. Reduces volatile anesthetic/opioid requirements. Incompatible with alkaline solutions and concentrated electrolytes. Interacts with anticonvulsants, MAO inhibitors, and lipophilic agents (protein binding/metabolism). Avoid physical-chemical incompatibilities that cause precipitation.",
            "presentation": "10 mg/mL lipid emulsion in 20, 50, and 100 mL vials for IV use.",
            "preparation": "Ready-to-use. Shake gently before administration. May mix with lidocaine 1% (up to 20 mg/20 mL) to reduce injection pain. Do not dilute. Use dedicated pump with lipid filter. Discard within 6 hours of opening to prevent bacterial contamination.",
            "compatibleSolutions": "Compatible with 0.9% NaCl. May run in same line with 5% dextrose or lactated Ringer. Incompatible with bicarbonate and alkaline solutions.",
            "storage": "Store at 2–25°C. Do not freeze. Use within 6 hours of opening. Discard residue. Protect from light.",
            "medicalPrecautions": "Continuous monitoring: BP, HR, SpO2, capnography, ECG. Resuscitation equipment must be ready. Watch for early PRIS signs (metabolic acidosis, rhabdo, hypertriglyceridemia). Order labs during prolonged use.",
            "pharmaceuticalPrecautions": "Strict aseptic technique. Do not reuse opened vials. Check for emulsion uniformity; discard if phase separation, flocculation, or discoloration. Avoid latex/rubber syringes. Use lipid-compatible pump and change tubing every 12h.",
            "nursingCare": "Monitor vital signs, consciousness, ventilation. Inspect IV site for phlebitis/extravasation. Report clinical deterioration (hypotension, apnea, PRIS). Ensure airway/resuscitation setup. Respect 6-hour use limit after opening.",
            "references": "Diprivan® PI, UpToDate (2024), Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 37129698, SCCM Guidelines, ASA Guidelines"
        }
    }
}
"ES": {
  "bulario": {
    "nombrePrincipioActivo": "Propofol",
    "nombreComercial": "Diprivan®, Propofol®, Propoven®",
    "clasificacion": "Anestésico general intravenoso de acción ultrarrápida, hipnótico, sedante, agente de inducción y mantenimiento anestésico",
    "mecanismoAccion": "Actúa principalmente como modulador alostérico positivo del receptor GABA-A, aumentando la afinidad por el GABA endógeno y prolongando la apertura del canal de cloro, lo que produce hiperpolarización neuronal y depresión del SNC. También modula canales HCN (hiperpolarización y nucleótidos cíclicos), inhibe la transmisión glutamatérgica excitatoria, reduce la transmisión subcortical e inhibe los receptores NMDA y la actividad serotoninérgica. Estos mecanismos explican su perfil hipnótico, sedante, ansiolítico y antiemético.",
    "farmacocinetica": "Inicio rápido (30–60 s). Pico: 90–100 s. Distribución en dos fases: rápida a órganos altamente perfundidos (2–8 min) y lenta a músculo y grasa. El metabolismo es hepático (glucuronidación/sulfatación) y extrahepático (pulmones, riñones, intestino). Eliminación renal de metabolitos inactivos. Alta fijación a proteínas plasmáticas (95–98%). Obesidad aumenta el Vd; ajustar dosis de mantenimiento.",
    "farmacodinamia": "Induce hipnosis, sedación profunda y amnesia anterógrada sin efecto analgésico. Provoca depresión cardiovascular dosis-dependiente (disminución de contractilidad, precarga y poscarga) e inhibición respiratoria con apnea. Reduce el flujo sanguíneo hepático y cerebral. Recuperación rápida incluso tras uso prolongado. Menor incidencia de náuseas que otros hipnóticos, pero mayor riesgo de hipotensión. Tiene efecto antiemético y anticonvulsivante leve.",
    "indicaciones": "Inducción y mantenimiento de anestesia general. Sedación en UCI en pacientes intubados. Sedación en procedimientos diagnósticos/terapéuticos (endoscopias, cardioversión, imágenes, cirugía menor). TIVA, estatus epiléptico refractario, neurocirugía con control de presión intracraneal.",
    "posologia": "Inducción en adultos: 1,5–2,5 mg/kg IV lento (20–40 mg cada 10 s). Mayores, hipovolémicos o ASA III-IV: 1–1,5 mg/kg. Obesos: peso ideal para inducción, peso total para mantenimiento. Mantenimiento: 50–200 mcg/kg/min. UCI: 5–50 mcg/kg/min (evitar >48 h a dosis altas). Procedimientos: 25–75 mcg/kg/min. Pediátricos: inducción 2,5–3,5 mg/kg; mantenimiento 100–200 mcg/kg/min.",
    "administracion": "Solo IV en bolus o infusión continua. Usar bomba dedicada con filtro lipídico. No compatible con plásticos que absorban el fármaco. Requiere monitoreo continuo de vía aérea, ECG, PA y SpO2. Técnica aséptica obligatoria.",
    "dosisMaxima": "Inducción hasta 3 mg/kg. Mantenimiento hasta 300 mcg/kg/min. Sedación en UCI: máx. 50 mcg/kg/min por >48 h. Suspender si hay hipotensión refractaria, acidosis, rabdomiólisis, elevación de CPK o signos de PRIS.",
    "dosisMinima": "Sedación leve: 5–10 mcg/kg/min. Inducción en mayores/frágiles: 1 mg/kg.",
    "reaccionesAdversas": "Comunes: hipotensión, bradicardia, apnea, dolor en el sitio de inyección, mioclonías. Graves: arritmias, asistolia, paro cardíaco, hipertrigliceridemia, pancreatitis, rabdomiólisis, acidosis metabólica, fallo hepático/renal. PRIS (síndrome de infusión de propofol): raro y potencialmente fatal, incluye acidosis, rabdomiólisis, hiperpotasemia, colapso CV. Riesgo: dosis >4 mg/kg/h, duración >48 h, enfermedad crítica, catecolaminas, corticoides. Casos raros: síndrome serotoninérgico, convulsiones paradójicas, colapso súbito.",
    "riesgoEmbarazo": "Categoría B. Seguro en cesáreas. No recomendado para sedación prolongada durante el embarazo.",
    "riesgoLactancia": "Excreción mínima en leche. Seguro para uso de corta duración. No requiere suspender lactancia.",
    "ajusteRenal": "No requiere ajuste en IR leve/moderada. Precaución en IR grave por riesgo de acumulación y PRIS.",
    "ajusteHepatico": "Precaución en insuficiencia hepática moderada/grave. Efecto prolongado por menor metabolismo.",
    "contraindicaciones": "Alergia a propofol, huevo, soja o glicerol. Contraindicado en sedación prolongada UCI pediátrica (<16 años) y antecedentes de PRIS.",
    "interaccionesMedicamentosas": "Potencia depresores SNC (opioides, benzodiazepinas). Aumenta hipotensión con antihipertensivos, betabloqueantes, BCC. Sinergia con bloqueadores neuromusculares. Incompatible con soluciones alcalinas y electrólitos concentrados. Precaución con IMAO, anticonvulsivos, y fármacos lipofílicos.",
    "presentacion": "Emulsión lipídica 10 mg/mL en viales de 20, 50 y 100 mL para uso IV.",
    "preparacion": "Listo para usar. Agitar suavemente. Puede mezclarse con lidocaína 1% (hasta 20 mg/20 mL) para reducir dolor. No diluir. Usar bomba dedicada. Descartar en 6 h tras apertura.",
    "solucionesCompatibles": "Compatible con SF 0,9%, SG 5%, Ringer lactato. Incompatible con bicarbonato o soluciones alcalinas.",
    "almacenamiento": "Conservar a 2–25 °C. No congelar. Usar en 6 h tras apertura. Proteger de la luz.",
    "cuidadosMedicos": "Monitorización continua de PA, FC, SpO2, capnografía y ECG. Tener equipo de resucitación disponible. Vigilar signos precoces de PRIS (acidosis, rabdomiólisis). Controlar laboratorio en infusiones prolongadas.",
    "cuidadosFarmaceuticos": "Técnica aséptica estricta. No reutilizar. Verificar emulsión homogénea. Descartar si separación de fases, floculación o color alterado. Evitar jeringas de látex. Usar bomba compatible. Cambiar equipo cada 12 h.",
    "cuidadosEnfermeria": "Controlar signos vitales, nivel de sedación, ventilación. Vigilar punto de infusión. Notificar eventos adversos. Garantizar vía aérea segura y equipo de soporte disponible.",
    "fuentesBibliograficas": "Ficha técnica Diprivan®, UpToDate (2024), Miller’s Anesthesia (9.ª Ed.), Barash Clinical Anesthesia, Micromedex, PubMed ID 37129698, Guías ASA, Guías SCCM"
  }
}
