{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Protamina (Sulfato de Protamina)",
            "nomeComercial": "Protamina UCB®, Protamina Blau®",
            "classificacao": "Antagonista da heparina; agente neutralizante de anticoagulante",
            "mecanismoAcao": "A protamina é uma proteína policationica de origem principalmente salmonídea, composta por resíduos de arginina que conferem alta carga positiva. Essa propriedade permite que ela se ligue eletrostaticamente à heparina, um polissacarídeo fortemente aniônico, formando um complexo estável e biologicamente inativo. A neutralização ocorre rapidamente no plasma, revertendo os efeitos anticoagulantes da heparina em poucos minutos. Esse complexo protamina-heparina é removido por fagocitose hepática ou excreção renal. A protamina neutraliza eficazmente a heparina não fracionada (HNF) e, em menor grau, a heparina de baixo peso molecular (HBPM), sendo menos eficaz contra o efeito anti-Xa residual. Quando administrada isoladamente ou em doses excessivas, a protamina pode interferir na agregação plaquetária e na atividade de fatores da coagulação como o fator V, resultando em efeito anticoagulante paradoxal. Também pode induzir liberação de histamina, ativação do complemento e vasoconstrição pulmonar, justificando o risco de reações anafilactoides, especialmente em pacientes previamente sensibilizados. Seu efeito é dose-dependente e deve ser calculado com base na dose e no tempo de administração da heparina prévia.",
            "farmacocinetica": "• Início de ação: imediato (≤5 minutos).\n• Pico de efeito: 5 minutos.\n• Duração clínica: 2 horas.\n• Meia-vida: 7 minutos (fase inicial); 23 minutos (eliminação terminal).\n• Volume de distribuição: 0,2–0,4 L/kg.\n• Ligação às proteínas plasmáticas: forma complexo com heparina.\n• Metabolização: hepática (parcial).\n• Excreção: renal (como complexos inativos ou protamina livre).",
            "farmacodinamica": "Neutraliza rapidamente o efeito anticoagulante da heparina, restaurando a coagulação normal. Possui efeito anti-heparina dose-dependente. Em excesso, pode paradoxalmente ter efeito anticoagulante próprio, interferindo na agregação plaquetária e no fator V.",
            "indicacoes": "• Neutralização da anticoagulação induzida pela heparina não fracionada (HNF).\n• Reversão da heparina após cirurgia cardiovascular, hemodiálise, procedimentos intervencionistas ou administração terapêutica.\n• Neutralização parcial de heparina de baixo peso molecular (HBPM) (eficácia parcial).",
            "posologia": "• Dose padrão:\n  - 1 mg de protamina neutraliza aproximadamente 100 unidades de heparina não fracionada.\n• Cálculo da dose:\n  - Basear na quantidade de heparina administrada nas últimas 2 horas.\n  - Se a heparina foi administrada há >30 minutos, reduzir a dose de protamina proporcionalmente (ex.: 50% após 30–60 minutos, 25% após 60–120 minutos).\n• Exemplo:\n  - 5.000 UI de heparina = 50 mg de protamina.\n• HBPM (enoxaparina):\n  - 1 mg de protamina neutraliza 1 mg de enoxaparina (cerca de 60–70% do efeito anti-Xa).",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administrar lentamente, em no mínimo 10 minutos (máximo 5 mg/min), para reduzir risco de reações adversas graves, incluindo hipotensão e anafilaxia.\n• Pode ser diluído em 50–100 mL de SF 0,9% se necessário para controle da velocidade de infusão.",
            "doseMaxima": "• Até 50 mg por dose isolada.\n• Doses maiores exigem infusão lenta fracionada devido ao risco de reações adversas severas.",
            "doseMinima": "• 1 mg (para neutralização de 100 UI de heparina).",
            "reacoesAdversas": "Comuns (1–10%):\n• Hipotensão.\n• Bradicardia.\n• Sensação de calor, rubor facial.\n• Náusea, vômito.\n• Dor no local da injeção.\nIncomuns (0,1–1%):\n• Reações anafilactoides não imunológicas (liberação de histamina).\n• Broncoespasmo.\n• Dispneia.\nRaras (<0,1%):\n• Anafilaxia verdadeira (mediada por IgE, especialmente em pacientes com alergia prévia a peixes ou uso prévio de protamina).\n• Colapso cardiovascular.\n• Hipertensão pulmonar aguda, choque e parada cardíaca (mais comum em pacientes submetidos à circulação extracorpórea).",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Dados limitados em humanos, mas não há relatos de teratogenicidade. O benefício na reversão da anticoagulação geralmente supera os riscos.",
            "riscoLactacao": "Não se sabe se é excretada no leite humano, mas devido à rápida eliminação plasmática e baixo risco sistêmico no lactente, é considerada segura.",
            "ajusteRenal": "• Não é necessário ajuste.\n• Usar com cautela na insuficiência renal terminal, devido ao risco teórico de acúmulo, embora não clinicamente significativo na prática.",
            "ajusteHepatico": "• Não é necessário ajuste.\n• Usar com cautela em disfunção hepática severa devido à possível redução da depuração metabólica.",
            "contraindicacoes": "• Hipersensibilidade à protamina ou a peixes.\n• Histórico de reação anafilática à protamina.\n• Uso prévio de protamina ou NPH/insulina protamina, que aumenta risco de reação alérgica cruzada.",
            "interacaoMedicamento": "• Aumento do risco de hemorragia se administrado isoladamente em excesso.\n• Pode interagir com anticoagulantes orais e agentes antiplaquetários, porém de forma clínica irrelevante na neutralização da heparina.",
            "apresentacao": "• Ampolas de 50 mg/5 mL (10 mg/mL) para uso EV.",
            "preparo": "• Pronto para uso.\n• Pode ser administrado puro ou diluído em SF 0,9% para infusão lenta.\n• Ex.: 50 mg em 50–100 mL de SF = 0,5–1 mg/mL.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Incompatível com soluções alcalinas e bicarbonato de sódio.",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Não congelar.\n• Estável até a data de validade na embalagem original.\n• Após abertura, usar imediatamente ou em até 24 horas se mantido refrigerado e protegido da luz.",
            "cuidadosMedicos": "• Monitorizar pressão arterial, frequência cardíaca e saturação durante e após a administração.\n• Administrar lentamente para reduzir risco de hipotensão, bradicardia e anafilaxia.\n• Ter disponível suporte avançado de vida e agentes para tratamento de anafilaxia (adrenalina, anti-histamínicos, corticoides).\n• Observar rigorosamente a dose e o tempo desde a administração da heparina.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Realizar dupla conferência da dose calculada.\n• Documentar lote, dose, via, horário e quaisquer eventos adversos.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, saturação e possíveis reações adversas durante a infusão.\n• Notificar imediatamente hipotensão, dispneia, broncoespasmo, urticária ou choque.\n• Garantir acesso venoso pérvio e funcionamento adequado da bomba de infusão se utilizada.\n• Registrar cuidadosamente dose administrada e tempo de infusão.",
            "fontesBibliograficas": "Bula Anvisa (Protamina UCB®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37613382, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Protamina (Sulfato de Protamina)",
            "nomeComercial": "Protamina UCB®, Protamina Blau®",
            "classificacao": "Antagonista de la heparina; agente neutralizante de anticoagulante",
            "mecanismoAcao": "La protamina es una proteína policatiónica de origen principalmente salmónido, compuesta por residuos de arginina que le confieren una alta carga positiva. Esta propiedad le permite unirse electrostáticamente a la heparina, un polisacárido fuertemente aniónico, formando un complejo estable y biológicamente inactivo. La neutralización ocurre rápidamente en el plasma, revirtiendo los efectos anticoagulantes de la heparina en pocos minutos. Este complejo protamina-heparina es eliminado por fagocitosis hepática o excreción renal. La protamina neutraliza eficazmente la heparina no fraccionada (HNF) y, en menor grado, la heparina de bajo peso molecular (HBPM), siendo menos eficaz contra el efecto anti-Xa residual. Cuando se administra sola o en dosis excesivas, la protamina puede interferir con la agregación plaquetaria y la actividad de factores de la coagulación como el factor V, resultando en un efecto anticoagulante paradójico. También puede inducir liberación de histamina, activación del complemento y vasoconstricción pulmonar, justificando el riesgo de reacciones anafilactoides, especialmente en pacientes previamente sensibilizados. Su efecto es dosis-dependiente y debe calcularse en base a la dosis y al tiempo de administración previa de heparina.",
            "farmacocinetica": "• Inicio de acción: inmediato (≤5 minutos).\n• Pico de efecto: 5 minutos.\n• Duración clínica: 2 horas.\n• Vida media: 7 minutos (fase inicial); 23 minutos (eliminación terminal).\n• Volumen de distribución: 0,2–0,4 L/kg.\n• Unión a proteínas plasmáticas: forma complejo con heparina.\n• Metabolismo: hepático (parcial).\n• Excreción: renal (como complejos inactivos o protamina libre).",
            "farmacodinamica": "Neutraliza rápidamente el efecto anticoagulante de la heparina, restaurando la coagulación normal. Posee efecto antiheparina dosis-dependiente. En exceso, puede paradójicamente tener efecto anticoagulante propio, interfiriendo en la agregación plaquetaria y el factor V.",
            "indicacoes": "• Neutralización de la anticoagulación inducida por heparina no fraccionada (HNF).\n• Reversión de la heparina tras cirugía cardiovascular, hemodiálisis, procedimientos intervencionistas o administración terapéutica.\n• Neutralización parcial de heparina de bajo peso molecular (HBPM) (eficacia parcial).",
            "posologia": "• Dosis estándar:\n  - 1 mg de protamina neutraliza aproximadamente 100 unidades de heparina no fraccionada.\n• Cálculo de la dosis:\n  - Basar en la cantidad de heparina administrada en las últimas 2 horas.\n  - Si la heparina fue administrada hace >30 minutos, reducir la dosis de protamina proporcionalmente (ej.: 50% después de 30–60 minutos, 25% después de 60–120 minutos).\n• Ejemplo:\n  - 5.000 UI de heparina = 50 mg de protamina.\n• HBPM (enoxaparina):\n  - 1 mg de protamina neutraliza 1 mg de enoxaparina (alrededor del 60–70% del efecto anti-Xa).",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Administrar lentamente, en al menos 10 minutos (máximo 5 mg/min), para reducir el riesgo de reacciones adversas graves, incluyendo hipotensión y anafilaxia.\n• Puede diluirse en 50–100 mL de SF 0,9% si es necesario para controlar la velocidad de infusión.",
            "doseMaxima": "• Hasta 50 mg por dosis única.\n• Dosis mayores requieren infusión lenta fraccionada debido al riesgo de reacciones adversas severas.",
            "doseMinima": "• 1 mg (para neutralizar 100 UI de heparina).",
            "reacoesAdversas": "Comunes (1–10%):\n• Hipotensión.\n• Bradicardia.\n• Sensación de calor, rubor facial.\n• Náuseas, vómitos.\n• Dolor en el sitio de inyección.\nInfrecuentes (0,1–1%):\n• Reacciones anafilactoides no inmunológicas (liberación de histamina).\n• Broncoespasmo.\n• Disnea.\nRaras (<0,1%):\n• Anafilaxia verdadera (mediada por IgE, especialmente en pacientes con alergia previa a pescados o uso previo de protamina).\n• Colapso cardiovascular.\n• Hipertensión pulmonar aguda, shock y paro cardíaco (más común en pacientes sometidos a circulación extracorpórea).",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Datos limitados en humanos, pero no hay reportes de teratogenicidad. El beneficio en la reversión de la anticoagulación generalmente supera los riesgos.",
            "riscoLactacao": "No se sabe si se excreta en la leche humana, pero debido a la rápida eliminación plasmática y bajo riesgo sistémico en el lactante, se considera segura.",
            "ajusteRenal": "• No es necesario ajuste.\n• Usar con precaución en insuficiencia renal terminal, debido al riesgo teórico de acumulación, aunque no clínicamente significativo en la práctica.",
            "ajusteHepatico": "• No es necesario ajuste.\n• Usar con precaución en disfunción hepática severa debido a la posible reducción de la depuración metabólica.",
            "contraindicacoes": "• Hipersensibilidad a la protamina o a pescados.\n• Antecedentes de reacción anafiláctica a la protamina.\n• Uso previo de protamina o insulina NPH/protamina, lo que aumenta el riesgo de reacción alérgica cruzada.",
            "interacaoMedicamento": "• Aumento del riesgo de hemorragia si se administra sola en exceso.\n• Puede interactuar con anticoagulantes orales y agentes antiplaquetarios, aunque de forma clínicamente irrelevante en la neutralización de la heparina.",
            "apresentacao": "• Ampollas de 50 mg/5 mL (10 mg/mL) para uso IV.",
            "preparo": "• Listo para usar.\n• Puede administrarse puro o diluido en SF 0,9% para infusión lenta.\n• Ej.: 50 mg en 50–100 mL de SF = 0,5–1 mg/mL.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Incompatible con soluciones alcalinas y bicarbonato de sodio.",
            "armazenamento": "• Conservar entre 2°C y 8°C (refrigerado).\n• No congelar.\n• Estable hasta la fecha de caducidad en el envase original.\n• Tras la apertura, usar inmediatamente o en hasta 24 horas si se mantiene refrigerado y protegido de la luz.",
            "cuidadosMedicos": "• Monitorizar presión arterial, frecuencia cardíaca y saturación durante y después de la administración.\n• Administrar lentamente para reducir el riesgo de hipotensión, bradicardia y anafilaxia.\n• Tener disponible soporte vital avanzado y agentes para el tratamiento de la anafilaxia (adrenalina, antihistamínicos, corticoides).\n• Observar rigurosamente la dosis y el tiempo desde la administración de la heparina.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Realizar doble verificación de la dosis calculada.\n• Documentar lote, dosis, vía, horario y cualquier evento adverso.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, saturación y posibles reacciones adversas durante la infusión.\n• Notificar inmediatamente hipotensión, disnea, broncoespasmo, urticaria o shock.\n• Garantizar acceso venoso permeable y correcto funcionamiento de la bomba de infusión si se utiliza.\n• Registrar cuidadosamente la dosis administrada y el tiempo de infusión.",
            "fontesBibliograficas": "Folleto Anvisa (Protamina UCB®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37613382, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    },
        "bulario": {
            "nomePrincipioAtivo": "Protamine (Protamine Sulfate)",
            "nomeComercial": "Protamine UCB®, Protamine Blau®",
            "classificacao": "Heparin antagonist; anticoagulant neutralizing agent",
            "mecanismoAcao": "Protamine is a polycationic protein primarily derived from salmon, composed of arginine residues conferring a high positive charge. This property allows it to electrostatically bind to heparin, a strongly anionic polysaccharide, forming a stable and biologically inactive complex. Neutralization occurs rapidly in plasma, reversing the anticoagulant effects of heparin within minutes. This protamine-heparin complex is removed by hepatic phagocytosis or renal excretion. Protamine effectively neutralizes unfractionated heparin (UFH) and, to a lesser extent, low molecular weight heparin (LMWH), being less effective against residual anti-Xa activity. When administered alone or in excessive doses, protamine may interfere with platelet aggregation and coagulation factors such as factor V, resulting in a paradoxical anticoagulant effect. It may also induce histamine release, complement activation, and pulmonary vasoconstriction, explaining the risk of anaphylactoid reactions, especially in previously sensitized patients. Its effect is dose-dependent and should be calculated based on the dose and timing of prior heparin administration.",
            "farmacocinetica": "• Onset of action: immediate (≤5 minutes).\n• Peak effect: 5 minutes.\n• Clinical duration: 2 hours.\n• Half-life: 7 minutes (initial phase); 23 minutes (terminal elimination).\n• Volume of distribution: 0.2–0.4 L/kg.\n• Plasma protein binding: forms complex with heparin.\n• Metabolism: hepatic (partial).\n• Excretion: renal (as inactive complexes or free protamine).",
            "farmacodinamica": "Rapidly neutralizes the anticoagulant effect of heparin, restoring normal coagulation. Exhibits dose-dependent anti-heparin effect. In excess, may paradoxically exert its own anticoagulant effect by interfering with platelet aggregation and factor V.",
            "indicacoes": "• Neutralization of anticoagulation induced by unfractionated heparin (UFH).\n• Reversal of heparin after cardiovascular surgery, hemodialysis, interventional procedures, or therapeutic administration.\n• Partial neutralization of low molecular weight heparin (LMWH) (partial efficacy).",
            "posologia": "• Standard dose:\n  - 1 mg of protamine neutralizes approximately 100 units of unfractionated heparin.\n• Dose calculation:\n  - Based on the amount of heparin administered in the last 2 hours.\n  - If heparin was administered >30 minutes ago, reduce protamine dose proportionally (e.g., 50% after 30–60 minutes, 25% after 60–120 minutes).\n• Example:\n  - 5,000 IU of heparin = 50 mg of protamine.\n• LMWH (enoxaparin):\n  - 1 mg of protamine neutralizes 1 mg of enoxaparin (approximately 60–70% of the anti-Xa effect).",
            "administracao": "• Exclusively intravenous administration.\n• Administer slowly over at least 10 minutes (maximum 5 mg/min) to reduce risk of severe adverse reactions, including hypotension and anaphylaxis.\n• May be diluted in 50–100 mL of 0.9% saline if necessary to control infusion rate.",
            "doseMaxima": "• Up to 50 mg per single dose.\n• Larger doses require slow fractionated infusion due to risk of severe adverse reactions.",
            "doseMinima": "• 1 mg (to neutralize 100 IU of heparin).",
            "reacoesAdversas": "Common (1–10%):\n• Hypotension.\n• Bradycardia.\n• Flushing, facial warmth.\n• Nausea, vomiting.\n• Injection site pain.\nUncommon (0.1–1%):\n• Non-immunologic anaphylactoid reactions (histamine release).\n• Bronchospasm.\n• Dyspnea.\nRare (<0.1%):\n• True anaphylaxis (IgE-mediated, especially in patients with prior fish allergy or previous protamine exposure).\n• Cardiovascular collapse.\n• Acute pulmonary hypertension, shock, and cardiac arrest (more common in patients undergoing extracorporeal circulation).",
            "riscoGravidez": "Category C. Use only if clearly needed. Limited human data but no reports of teratogenicity. Benefits of anticoagulation reversal generally outweigh risks.",
            "riscoLactacao": "Unknown if excreted in human milk; however, due to rapid plasma elimination and low systemic risk to the infant, it is considered safe.",
            "ajusteRenal": "• No dose adjustment necessary.\n• Use with caution in end-stage renal disease due to theoretical accumulation risk, although not clinically significant in practice.",
            "ajusteHepatico": "• No dose adjustment necessary.\n• Use with caution in severe hepatic dysfunction due to possible reduced metabolic clearance.",
            "contraindicacoes": "• Hypersensitivity to protamine or fish.\n• History of anaphylactic reaction to protamine.\n• Prior use of protamine or NPH/protamine insulin, increasing risk of cross-allergic reaction.",
            "interacaoMedicamento": "• Increased risk of bleeding if administered alone in excess.\n• May interact with oral anticoagulants and antiplatelet agents, but clinically irrelevant in heparin neutralization.",
            "apresentacao": "• Ampoules of 50 mg/5 mL (10 mg/mL) for intravenous use.",
            "preparo": "• Ready to use.\n• May be administered undiluted or diluted in 0.9% saline for slow infusion.\n• Example: 50 mg in 50–100 mL saline = 0.5–1 mg/mL.",
            "solucoesCompatíveis": "• 0.9% Sodium chloride solution.\n• 5% Dextrose solution.\n• Incompatible with alkaline solutions and sodium bicarbonate.",
            "armazenamento": "• Store between 2°C and 8°C (refrigerated).\n• Do not freeze.\n• Stable until expiration date in original packaging.\n• After opening, use immediately or within 24 hours if kept refrigerated and protected from light.",
            "cuidadosMedicos": "• Monitor blood pressure, heart rate, and oxygen saturation during and after administration.\n• Administer slowly to reduce risk of hypotension, bradycardia, and anaphylaxis.\n• Have advanced life support and agents for anaphylaxis treatment (epinephrine, antihistamines, corticosteroids) available.\n• Strictly observe dose and timing since heparin administration.",
            "cuidadosFarmaceuticos": "• Verify name, dose, route, concentration, and ampoule integrity.\n• Prepare under aseptic conditions.\n• Perform double-check of calculated dose.\n• Document batch, dose, route, time, and any adverse events.",
            "cuidadosEnfermagem": "• Monitor vital signs, oxygen saturation, and possible adverse reactions during infusion.\n• Immediately report hypotension, dyspnea, bronchospasm, urticaria, or shock.\n• Ensure patent venous access and proper functioning of infusion pump if used.\n• Carefully record administered dose and infusion time.",
            "fontesBibliograficas": "Anvisa Package Insert (Protamine UCB®), UpToDate (2024), Micromedex, Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13th Edition), PubMed ID 37613382, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    }
}
