{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Remifentanil (cloridrato de remifentanila)",
            "nomeComercial": "Ultiva®",
            "classificacao": "Analgésico opioide; agonista μ-opioide ultrapotente; de ação ultracurta; derivado do fentanil",
            "mecanismoAcao": "O remifentanil é um agonista seletivo dos receptores μ-opioides localizados no sistema nervoso central e medula espinhal, produzindo analgesia profunda por inibição da transmissão nociceptiva. Sua estrutura química contém um grupo éster que o torna altamente susceptível à hidrólise por estearases inespecíficas presentes no plasma e tecidos, resultando em metabolismo extremamente rápido e meia-vida de eliminação ultracurta (~3–10 min). Ao contrário de outros opioides como fentanil ou sufentanil, o remifentanil não depende de metabolismo hepático nem de função renal para depuração, sendo ideal para pacientes críticos, idosos ou com disfunção hepatorrenal. Sua meia-vida contexto-independente permite que mesmo infusões prolongadas resultem em recuperação anestésica e respiratória extremamente rápida. O início de ação ocorre em menos de 1 minuto após administração intravenosa, e seu pico de efeito em cerca de 90 segundos. A afinidade do remifentanil pelos receptores μ resulta em inibição da via ascendente da dor e modulação da resposta autonômica ao estímulo cirúrgico. A ausência de acúmulo tecidual e a reversibilidade imediata após a suspensão da infusão fazem deste fármaco um dos mais previsíveis e controláveis em anestesia intravenosa total (TIVA).",
            "farmacocinetica": "• Início de ação: 1 minuto (IV).\n• Pico de efeito: 1–2 minutos.\n• Duração clínica: 5–10 minutos após interrupção da infusão.\n• Meia-vida de eliminação: 3–10 minutos.\n• Meia-vida contexto-independente.\n• Volume de distribuição: 0,3–0,4 L/kg.\n• Ligação a proteínas plasmáticas: 70%.\n• Metabolização: por estearases plasmáticas e teciduais.\n• Excreção: urinária, como ácido carboxílico inativo.",
            "farmacodinamica": "Proporciona analgesia profunda, rápida e reversível, ideal para cirurgias com rápida titulação e extubação precoce. Devido à sua eliminação ultra-rápida, não possui efeito cumulativo mesmo em infusões prolongadas, permitindo controle dinâmico intraoperatório. Não apresenta ação anti-inflamatória ou anestésica local. A interrupção abrupta pode resultar em hiperalgesia ou dor rebote em pacientes sem analgesia complementar. Apresenta risco aumentado de bradicardia e rigidez torácica em bolus rápido ou altas doses contínuas sem sedação. Em contextos de anestesia balanceada, o remifentanil permite redução de até 50% nas doses de hipnóticos voláteis ou intravenosos. A dor rebote ou hiperalgesia induzida pela interrupção abrupta de infusões prolongadas é um fenômeno reconhecido, comumente mitigado por transição para opioides de meia-vida mais longa (ex: morfina ou oxicodona). Estudos demonstram que seu perfil farmacodinâmico favorece o uso em cirurgias de curta duração, mas também é seguro em procedimentos complexos com protocolos de transição controlada.",
            "indicacoes": "• Indução e manutenção da anestesia geral.\n• Suplemento analgésico em procedimentos cirúrgicos e diagnósticos.\n• Sedação analgésica em pacientes críticos ventilados (curta duração).\n• Procedimentos neurocirúrgicos, cardíacos ou ambulatoriais com rápida recuperação.\n• Off-label: analgesia controlada intraoperatória com coadministração de propofol ou sevoflurano.",
            "posologia": "Adultos:\n• Indução: bolus de 1 mcg/kg IV (opcional) + infusão contínua 0,1–1 mcg/kg/min.\n• Manutenção: 0,05–2 mcg/kg/min (titular conforme resposta e tipo cirúrgico).\nPediatria:\n• Indução: 1 mcg/kg em 30–60 s (com sedação).\n• Manutenção: 0,05–0,3 mcg/kg/min IV (ajustar por idade e peso).\n• Não recomendado para infusão contínua prolongada em neonatos ou lactentes sem monitorização avançada.",
            "administracao": "• Exclusivamente intravenosa.\n• Infusão contínua com bomba volumétrica.\n• Administração em bolus deve ser lenta (≥60 segundos) e sempre com sedativo.\n• Incompatível com uso epidural ou intratecal.",
            "doseMaxima": "• Até 2 mcg/kg/min em cirurgias complexas (adultos).\n• Dose total não deve exceder 100 mcg/kg sem coadministração de sedativos e controle ventilatório.",
            "doseMinima": "• 0,025 mcg/kg/min para sedação leve ou procedimentos curtos.",
            "reacoesAdversas": "Muito comuns (>10%):\n• Hipotensão, bradicardia, rigidez muscular.\nComuns (1–10%):\n• Bradipneia, náusea, tremores, apneia.\n• Dor no local da infusão, prurido, hipertermia.\nIncomuns (0,1–1%):\n• Hiperalgesia de rebote, disforia, agitação pós-operatória.\nRaras (<0,1%):\n• Arritmias, depressão respiratória prolongada, laringoespasmo.",
            "riscoGravidez": "Categoria C. Pode ser utilizado na indução anestésica de cesarianas com controle ventilatório. Causa depressão respiratória neonatal em altas doses sem suporte.",
            "riscoLactacao": "Meia-vida curta e metabolismo plasmático favorecem uso pontual. Evitar amamentação por 4 horas após infusão prolongada. Considerado compatível com uso intraoperatório isolado.",
            "ajusteRenal": "• Não requer ajuste em IRC.\n• Metabolismo não depende da função renal; não se acumula mesmo em anúria.",
            "ajusteHepatico": "• Não requer ajuste em hepatopatias leves a moderadas.\n• Não sofre metabolismo hepático clássico; clearance mantido em disfunção hepática.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao remifentanil.\n• Uso fora de ambiente monitorado.\n• Administração epidural ou intratecal.\n• Infusão prolongada sem analgesia complementar.",
            "interacaoMedicamento": "• Potencializa sedação e apneia com benzodiazepínicos, propofol, etomidato.\n• Potencialização de bloqueadores neuromusculares (rocurônio, cisatracúrio).\n• Risco de bradicardia com betabloqueadores.\n• Sinergia analgésica com dexmedetomidina e sevoflurano. O remifentanil potencializa a ação de agentes inalatórios (sevoflurano, desflurano), reduzindo a concentração alveolar mínima (CAM). Não há necessidade de ajuste de dose quando coadministrado com relaxantes musculares não despolarizantes, mas a recuperação neuromuscular pode ser retardada se a sedação com remifentanil for prolongada. A coadministração com dexmedetomidina reduz a incidência de rigidez torácica e melhora o conforto do paciente durante infusão contínua. Não interage com fármacos metabolizados por CYP450, o que o torna seguro em pacientes polimedicados.",
            "apresentacao": "• Pó liofilizado para reconstituição: 1 mg, 2 mg ou 5 mg.\n• Reconstituir com água estéril ou SF 0,9%, diluir para concentração de 20–50 mcg/mL.",
            "preparo": "• Reconstituir em técnica asséptica.\n• Diluir em SF 0,9% para infusão contínua.\n• Preparações devem ser usadas em até 24 h sob refrigeração.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com bicarbonato e soluções alcalinas.",
            "armazenamento": "• Pó liofilizado: conservar entre 15°C e 25°C.\n• Protegido da luz.\n• Solução diluída: refrigerar e usar em até 24 h.",
            "cuidadosMedicos": "• Monitorar continuamente ventilação, sedação e resposta hemodinâmica.\n• Não suspender abruptamente em pacientes sensíveis (risco de hiperalgesia).\n• Ajustar infusão em cirurgias longas ou transição para opioides de meia-vida longa.\n• Ter naloxona e suporte ventilatório imediatamente disponíveis.",
            "cuidadosFarmaceuticos": "• Confirmar diluição correta, rastreabilidade e compatibilidade.\n• Preparar com bomba e técnica asséptica.\n• Documentar lote, horário de início e tempo total de infusão.\n• Garantir descarte seguro de solução residual após término.",
            "cuidadosEnfermagem": "• Avaliar continuamente padrão respiratório, sedação e sinais vitais.\n• Garantir bomba de infusão calibrada.\n• Observar rigidez torácica e necessidade de ventilação assistida.\n• Comunicar imediatamente variações neurológicas ou hemodinâmicas.",
            "fontesBibliograficas": "Bula Anvisa (Ultiva®), UpToDate (2024), Micromedex, PubMed ID 37626212, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), FDA Remifentanil Drug Label, Guidelines ESRA/ASA 2023."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Remifentanil (remifentanil hydrochloride)",
            "nomeComercial": "Ultiva®",
            "classificacao": "Opioid analgesic; ultra-potent μ-opioid agonist; ultra-short acting; fentanyl derivative",
            "mecanismoAcao": "Remifentanil is a selective agonist of μ-opioid receptors located in the central nervous system and spinal cord, producing profound analgesia by inhibiting nociceptive transmission. Its chemical structure contains an ester group that makes it highly susceptible to hydrolysis by nonspecific esterases present in plasma and tissues, resulting in extremely rapid metabolism and an ultra-short elimination half-life (~3–10 minutes). Unlike other opioids such as fentanyl or sufentanil, remifentanil does not depend on hepatic metabolism or renal function for clearance, making it ideal for critically ill patients, the elderly, or those with hepatorenal dysfunction. Its context-insensitive half-life allows even prolonged infusions to result in extremely rapid anesthetic and respiratory recovery. Onset of action occurs in less than 1 minute after intravenous administration, with peak effect around 90 seconds. The affinity of remifentanil for μ receptors results in inhibition of the ascending pain pathway and modulation of the autonomic response to surgical stimulus. The absence of tissue accumulation and immediate reversibility after infusion cessation make this drug one of the most predictable and controllable in total intravenous anesthesia (TIVA).",
            "farmacocinetica": "• Onset of action: 1 minute (IV).\n• Peak effect: 1–2 minutes.\n• Clinical duration: 5–10 minutes after infusion stop.\n• Elimination half-life: 3–10 minutes.\n• Context-insensitive half-life.\n• Volume of distribution: 0.3–0.4 L/kg.\n• Plasma protein binding: 70%.\n• Metabolism: by plasma and tissue esterases.\n• Excretion: urinary, as inactive carboxylic acid.",
            "farmacodinamica": "Provides profound, rapid, and reversible analgesia, ideal for surgeries requiring rapid titration and early extubation. Due to its ultra-rapid elimination, it does not have cumulative effects even in prolonged infusions, allowing dynamic intraoperative control. It does not possess anti-inflammatory or local anesthetic action. Abrupt discontinuation may result in hyperalgesia or rebound pain in patients without complementary analgesia. There is an increased risk of bradycardia and chest wall rigidity with rapid bolus or high continuous doses without sedation. In balanced anesthesia contexts, remifentanil allows reduction of up to 50% in volatile or intravenous hypnotic doses. Rebound pain or hyperalgesia induced by abrupt cessation of prolonged infusions is a recognized phenomenon, commonly mitigated by transition to longer half-life opioids (e.g., morphine or oxycodone). Studies show its pharmacodynamic profile favors use in short-duration surgeries but is also safe in complex procedures with controlled transition protocols.",
            "indicacoes": "• Induction and maintenance of general anesthesia.\n• Analgesic supplement in surgical and diagnostic procedures.\n• Analgesic sedation in ventilated critical patients (short duration).\n• Neurosurgical, cardiac, or ambulatory procedures with rapid recovery.\n• Off-label: intraoperative controlled analgesia with coadministration of propofol or sevoflurane.",
            "posologia": "Adults:\n• Induction: 1 mcg/kg IV bolus (optional) + continuous infusion 0.1–1 mcg/kg/min.\n• Maintenance: 0.05–2 mcg/kg/min (titrate according to response and surgical type).\nPediatrics:\n• Induction: 1 mcg/kg over 30–60 seconds (with sedation).\n• Maintenance: 0.05–0.3 mcg/kg/min IV (adjust for age and weight).\n• Not recommended for prolonged continuous infusion in neonates or infants without advanced monitoring.",
            "administracao": "• Exclusively intravenous.\n• Continuous infusion with volumetric pump.\n• Bolus administration should be slow (≥60 seconds) and always with sedative.\n• Incompatible with epidural or intrathecal use.",
            "doseMaxima": "• Up to 2 mcg/kg/min in complex surgeries (adults).\n• Total dose should not exceed 100 mcg/kg without coadministration of sedatives and ventilatory control.",
            "doseMinima": "• 0.025 mcg/kg/min for light sedation or short procedures.",
            "reacoesAdversas": "Very common (>10%):\n• Hypotension, bradycardia, muscle rigidity.\nCommon (1–10%):\n• Bradypnea, nausea, tremors, apnea.\n• Infusion site pain, pruritus, hyperthermia.\nUncommon (0.1–1%):\n• Rebound hyperalgesia, dysphoria, postoperative agitation.\nRare (<0.1%):\n• Arrhythmias, prolonged respiratory depression, laryngospasm.",
            "riscoGravidez": "Category C. Can be used for anesthetic induction in cesarean sections with ventilatory support. Causes neonatal respiratory depression at high doses without support.",
            "riscoLactacao": "Short half-life and plasma metabolism favor single use. Avoid breastfeeding for 4 hours after prolonged infusion. Considered compatible with isolated intraoperative use.",
            "ajusteRenal": "• No adjustment required in chronic kidney disease.\n• Metabolism does not depend on renal function; does not accumulate even in anuria.",
            "ajusteHepatico": "• No adjustment required in mild to moderate liver disease.\n• Does not undergo classic hepatic metabolism; clearance maintained in hepatic dysfunction.",
            "contraindicacoes": "• Known hypersensitivity to remifentanil.\n• Use outside monitored environment.\n• Epidural or intrathecal administration.\n• Prolonged infusion without complementary analgesia.",
            "interacaoMedicamento": "• Potentiates sedation and apnea with benzodiazepines, propofol, etomidate.\n• Potentiation of neuromuscular blockers (rocuronium, cisatracurium).\n• Risk of bradycardia with beta-blockers.\n• Analgesic synergy with dexmedetomidine and sevoflurane. Remifentanil potentiates the action of inhalational agents (sevoflurane, desflurane), reducing minimum alveolar concentration (MAC). No dose adjustment needed when coadministered with non-depolarizing muscle relaxants, but neuromuscular recovery may be delayed if sedation with remifentanil is prolonged. Coadministration with dexmedetomidine reduces incidence of chest wall rigidity and improves patient comfort during continuous infusion. Does not interact with CYP450-metabolized drugs, making it safe in polymedicated patients.",
            "apresentacao": "• Lyophilized powder for reconstitution: 1 mg, 2 mg, or 5 mg.\n• Reconstitute with sterile water or 0.9% saline, dilute to concentration of 20–50 mcg/mL.",
            "preparo": "• Reconstitute using aseptic technique.\n• Dilute in 0.9% saline for continuous infusion.\n• Preparations should be used within 24 hours under refrigeration.",
            "solucoesCompatíveis": "• 0.9% saline, 5% glucose.\n• Incompatible with bicarbonate and alkaline solutions.",
            "armazenamento": "• Lyophilized powder: store between 15°C and 25°C.\n• Protect from light.\n• Diluted solution: refrigerate and use within 24 hours.",
            "cuidadosMedicos": "• Continuously monitor ventilation, sedation, and hemodynamic response.\n• Do not abruptly discontinue in sensitive patients (risk of hyperalgesia).\n• Adjust infusion in long surgeries or transition to long half-life opioids.\n• Have naloxone and ventilatory support immediately available.",
            "cuidadosFarmaceuticos": "• Confirm correct dilution, traceability, and compatibility.\n• Prepare with pump and aseptic technique.\n• Document batch, start time, and total infusion time.\n• Ensure safe disposal of residual solution after completion.",
            "cuidadosEnfermagem": "• Continuously assess respiratory pattern, sedation, and vital signs.\n• Ensure calibrated infusion pump.\n• Observe chest wall rigidity and need for assisted ventilation.\n• Immediately report neurological or hemodynamic changes.",
            "fontesBibliograficas": "Anvisa Package Insert (Ultiva®), UpToDate (2024), Micromedex, PubMed ID 37626212, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), FDA Remifentanil Drug Label, ESRA/ASA Guidelines 2023."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Remifentanilo (clorhidrato de remifentanilo)",
            "nomeComercial": "Ultiva®",
            "classificacao": "Analgésico opioide; agonista μ-opioide ultrapotente; de acción ultracorta; derivado del fentanilo",
            "mecanismoAcao": "El remifentanilo es un agonista selectivo de los receptores μ-opioides localizados en el sistema nervioso central y la médula espinal, produciendo analgesia profunda mediante la inhibición de la transmisión nociceptiva. Su estructura química contiene un grupo éster que lo hace altamente susceptible a la hidrólisis por esterasas inespecíficas presentes en el plasma y tejidos, resultando en un metabolismo extremadamente rápido y una vida media de eliminación ultracorta (~3–10 min). A diferencia de otros opioides como el fentanilo o sufentanilo, el remifentanilo no depende del metabolismo hepático ni de la función renal para su depuración, siendo ideal para pacientes críticos, ancianos o con disfunción hepatorrenal. Su vida media independiente del contexto permite que incluso infusiones prolongadas resulten en una recuperación anestésica y respiratoria extremadamente rápida. El inicio de acción ocurre en menos de 1 minuto tras la administración intravenosa, alcanzando el pico de efecto en aproximadamente 90 segundos. La afinidad del remifentanilo por los receptores μ resulta en la inhibición de la vía ascendente del dolor y la modulación de la respuesta autonómica al estímulo quirúrgico. La ausencia de acumulación tisular y la reversibilidad inmediata tras la suspensión de la infusión hacen de este fármaco uno de los más predecibles y controlables en anestesia intravenosa total (TIVA).",
            "farmacocinetica": "• Inicio de acción: 1 minuto (IV).\n• Pico de efecto: 1–2 minutos.\n• Duración clínica: 5–10 minutos tras la interrupción de la infusión.\n• Vida media de eliminación: 3–10 minutos.\n• Vida media independiente del contexto.\n• Volumen de distribución: 0,3–0,4 L/kg.\n• Unión a proteínas plasmáticas: 70%.\n• Metabolismo: por esterasas plasmáticas y tisulares.\n• Excreción: urinaria, como ácido carboxílico inactivo.",
            "farmacodinamica": "Proporciona analgesia profunda, rápida y reversible, ideal para cirugías que requieren rápida titulación y extubación precoz. Debido a su eliminación ultrarrápida, no presenta efecto acumulativo incluso en infusiones prolongadas, permitiendo un control intraoperatorio dinámico. No posee acción antiinflamatoria ni anestésica local. La suspensión abrupta puede resultar en hiperalgesia o dolor de rebote en pacientes sin analgesia complementaria. Presenta mayor riesgo de bradicardia y rigidez torácica con bolos rápidos o dosis continuas elevadas sin sedación. En contextos de anestesia balanceada, el remifentanilo permite reducir hasta un 50% las dosis de hipnóticos volátiles o intravenosos. El dolor de rebote o la hiperalgesia inducida por la suspensión abrupta de infusiones prolongadas es un fenómeno reconocido, habitualmente mitigado mediante la transición a opioides de vida media más larga (ej: morfina u oxicodona). Los estudios demuestran que su perfil farmacodinámico favorece el uso en cirugías de corta duración, pero también es seguro en procedimientos complejos con protocolos de transición controlada.",
            "indicacoes": "• Inducción y mantenimiento de la anestesia general.\n• Suplemento analgésico en procedimientos quirúrgicos y diagnósticos.\n• Sedación analgésica en pacientes críticos ventilados (corta duración).\n• Procedimientos neuroquirúrgicos, cardíacos o ambulatorios con recuperación rápida.\n• Uso fuera de ficha técnica: analgesia controlada intraoperatoria con coadministración de propofol o sevofluorano.",
            "posologia": "Adultos:\n• Inducción: bolo de 1 mcg/kg IV (opcional) + infusión continua de 0,1–1 mcg/kg/min.\n• Mantenimiento: 0,05–2 mcg/kg/min (titular según respuesta y tipo de cirugía).\nPediatría:\n• Inducción: 1 mcg/kg en 30–60 s (con sedación).\n• Mantenimiento: 0,05–0,3 mcg/kg/min IV (ajustar por edad y peso).\n• No recomendado para infusión continua prolongada en neonatos o lactantes sin monitorización avanzada.",
            "administracao": "• Exclusivamente intravenosa.\n• Infusión continua con bomba volumétrica.\n• La administración en bolo debe ser lenta (≥60 segundos) y siempre acompañada de sedante.\n• Incompatible con uso epidural o intratecal.",
            "doseMaxima": "• Hasta 2 mcg/kg/min en cirugías complejas (adultos).\n• La dosis total no debe superar los 100 mcg/kg sin coadministración de sedantes y control ventilatorio.",
            "doseMinima": "• 0,025 mcg/kg/min para sedación ligera o procedimientos cortos.",
            "reacoesAdversas": "Muy frecuentes (>10%):\n• Hipotensión, bradicardia, rigidez muscular.\nFrecuentes (1–10%):\n• Bradipnea, náuseas, temblores, apnea.\n• Dolor en el sitio de infusión, prurito, hipertermia.\nPoco frecuentes (0,1–1%):\n• Hiperalgesia de rebote, disforia, agitación postoperatoria.\nRaras (<0,1%):\n• Arritmias, depresión respiratoria prolongada, laringoespasmo.",
            "riscoGravidez": "Categoría C. Puede utilizarse en la inducción anestésica de cesáreas con control ventilatorio. Provoca depresión respiratoria neonatal en dosis altas sin soporte.",
            "riscoLactacao": "La vida media corta y el metabolismo plasmático favorecen el uso puntual. Evitar la lactancia durante 4 horas tras infusión prolongada. Considerado compatible con uso intraoperatorio aislado.",
            "ajusteRenal": "• No requiere ajuste en insuficiencia renal crónica.\n• El metabolismo no depende de la función renal; no se acumula incluso en anuria.",
            "ajusteHepatico": "• No requiere ajuste en hepatopatías leves a moderadas.\n• No sufre metabolismo hepático clásico; el aclaramiento se mantiene en disfunción hepática.",
            "contraindicacoes": "• Hipersensibilidad conocida al remifentanilo.\n• Uso fuera de entorno monitorizado.\n• Administración epidural o intratecal.\n• Infusión prolongada sin analgesia complementaria.",
            "interacaoMedicamento": "• Potencia la sedación y la apnea con benzodiacepinas, propofol, etomidato.\n• Potenciación de bloqueadores neuromusculares (rocuronio, cisatracurio).\n• Riesgo de bradicardia con betabloqueantes.\n• Sinergia analgésica con dexmedetomidina y sevofluorano. El remifentanilo potencia la acción de los agentes inhalatorios (sevofluorano, desfluorano), reduciendo la concentración alveolar mínima (CAM). No es necesario ajustar la dosis cuando se coadministra con relajantes musculares no despolarizantes, pero la recuperación neuromuscular puede retrasarse si la sedación con remifentanilo es prolongada. La coadministración con dexmedetomidina reduce la incidencia de rigidez torácica y mejora el confort del paciente durante la infusión continua. No interacciona con fármacos metabolizados por CYP450, lo que lo hace seguro en pacientes polimedicados.",
            "apresentacao": "• Polvo liofilizado para reconstitución: 1 mg, 2 mg o 5 mg.\n• Reconstituir con agua estéril o SF 0,9%, diluir hasta una concentración de 20–50 mcg/mL.",
            "preparo": "• Reconstituir con técnica aséptica.\n• Diluir en SF 0,9% para infusión continua.\n• Las preparaciones deben usarse en un plazo de 24 h bajo refrigeración.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con bicarbonato y soluciones alcalinas.",
            "armazenamento": "• Polvo liofilizado: conservar entre 15°C y 25°C.\n• Proteger de la luz.\n• Solución diluida: refrigerar y usar en un plazo de 24 h.",
            "cuidadosMedicos": "• Monitorizar continuamente la ventilación, sedación y respuesta hemodinámica.\n• No suspender abruptamente en pacientes sensibles (riesgo de hiperalgesia).\n• Ajustar la infusión en cirugías largas o transición a opioides de vida media larga.\n• Tener naloxona y soporte ventilatorio inmediatamente disponibles.",
            "cuidadosFarmaceuticos": "• Confirmar dilución correcta, trazabilidad y compatibilidad.\n• Preparar con bomba y técnica aséptica.\n• Documentar lote, horario de inicio y tiempo total de infusión.\n• Garantizar el desecho seguro de la solución residual tras finalizar.",
            "cuidadosEnfermagem": "• Evaluar continuamente el patrón respiratorio, sedación y signos vitales.\n• Garantizar bomba de infusión calibrada.\n• Observar rigidez torácica y necesidad de ventilación asistida.\n• Comunicar inmediatamente variaciones neurológicas o hemodinámicas.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Ultiva®), UpToDate (2024), Micromedex, PubMed ID 37626212, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), FDA Remifentanil Drug Label, Guías ESRA/ASA 2023."
        }
    },
