{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Rocurônio (Brometo de Rocurônio)",
            "nomeComercial": "Esmeron®",
            "classificacao": "Bloqueador neuromuscular não despolarizante, de ação intermediária, esteroidal",
            "mecanismoAcao": "O rocurônio é um bloqueador neuromuscular não despolarizante do tipo esteroidal que atua como antagonista competitivo dos receptores nicotínicos da acetilcolina na placa motora da junção neuromuscular. Ele se liga ao sítio de reconhecimento da acetilcolina no receptor nicotínico sem ativá-lo, impedindo a despolarização da membrana muscular e resultando em paralisia flácida dose-dependente. Seu início de ação é rápido devido à menor potência comparativa em relação a outros bloqueadores (ex.: pancurônio), o que permite maior ocupação dos receptores em menos tempo. O rocurônio não possui atividade agonista intrínseca nem interfere diretamente com a liberação de acetilcolina, e seus efeitos são potencializados pela anestesia volátil, acidose, hipocalemia e hipotermia. A reversão do bloqueio é feita com anticolinesterásicos (neostigmina) em bloqueios superficiais ou, preferencialmente, com sugamadex, que encapsula seletivamente a molécula de rocurônio no plasma, promovendo restauração rápida da função neuromuscular mesmo em bloqueios profundos.",
            "farmacocinetica": "• Início de ação: 60–90 segundos (em doses de intubação padrão).\n• Pico de efeito: 1–3 minutos.\n• Duração clínica: 30–40 minutos.\n• Tempo até recuperação de 25% da função muscular: 50–70 minutos.\n• Meia-vida de eliminação: 60–120 minutos.\n• Volume de distribuição: 0,21–0,27 L/kg.\n• Ligação às proteínas plasmáticas: 30–50%.\n• Metabolização: hepática parcial, sem metabólitos ativos clinicamente relevantes.\n• Excreção: 50–70% biliar/fecal, 20–30% renal.",
            "farmacodinamica": "Bloqueador neuromuscular de ação intermediária, com início de ação rápido, especialmente em doses elevadas. Não provoca liberação significativa de histamina, sendo hemodinamicamente estável. Seu antagonismo é eficaz com Sugamadex® de forma rápida e segura.",
            "indicacoes": "• Facilitação da intubação orotraqueal, inclusive em situações de sequência rápida.\n• Manutenção do bloqueio neuromuscular durante procedimentos cirúrgicos.\n• Uso em ventilação mecânica prolongada na UTI.\n• Procedimentos diagnósticos ou terapêuticos que exijam relaxamento muscular adequado.",
            "posologia": "Adulto:\n• Intubação convencional:\n  - 0,6 mg/kg IV em bolus.\n• Intubação em sequência rápida:\n  - 1–1,2 mg/kg IV em bolus.\n• Manutenção:\n  - Bolus adicionais de 0,1–0,2 mg/kg IV.\n  - Ou infusão contínua: 7–12 mcg/kg/min.\nPediatria:\n• Neonatos (<28 dias):\n  - 0,6 mg/kg IV bolus (dados limitados).\n• Lactentes (1–23 meses):\n  - 0,6 mg/kg IV bolus.\n  - Infusão: 8–12 mcg/kg/min.\n• Crianças (2–12 anos):\n  - 0,6 mg/kg IV bolus.\n  - Infusão: 7–10 mcg/kg/min.\n• Adolescentes (12–18 anos):\n  - Mesma posologia de adultos.",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administração em bolus lento (20–30 segundos) ou infusão contínua com bomba volumétrica.\n• É altamente recomendada a monitorização neuromuscular com estimulador de nervo (TOF).",
            "doseMaxima": "• Bolus único: até 1,2 mg/kg.\n• Infusão contínua: até 12 mcg/kg/min.",
            "doseMinima": "• Bolus de manutenção: 0,1 mg/kg.\n• Infusão: 7 mcg/kg/min.",
            "reacoesAdversas": "Comuns (1–10%):\n• Hipotensão leve, bradicardia, taquicardia transitória.\n• Reações no local da injeção (dor ou desconforto).\nIncomuns (0,1–1%):\n• Erupções cutâneas, urticária, prurido.\n• Bloqueio neuromuscular prolongado.\nRaras (<0,1%):\n• Reações anafiláticas graves.\n• Broncoespasmo.\n• Arritmias cardíacas isoladas.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Pode ser utilizado em cesarianas sob anestesia geral, não atravessa significativamente a barreira placentária em doses usuais.",
            "riscoLactacao": "Desconhecido se excreta no leite materno. Devido à rápida depuração plasmática, o risco é considerado muito baixo.",
            "ajusteRenal": "• Usar com cautela em insuficiência renal grave.\n• Prolongamento do bloqueio pode ocorrer devido à menor excreção renal.\n• Monitorização rigorosa do TOF é obrigatória.",
            "ajusteHepatico": "• Usar com cautela em insuficiência hepática.\n• Redução da depuração e prolongamento do bloqueio podem ocorrer.\n• Recomenda-se ajustar a dose de manutenção e monitorar TOF continuamente.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao rocurônio ou qualquer bloqueador neuromuscular não despolarizante.\n• Histórico de reação anafilática grave a agentes bloqueadores neuromusculares.",
            "interacaoMedicamento": "• Potencializado por:\n  - Anestésicos voláteis (sevoflurano, isoflurano, desflurano).\n  - Aminoglicosídeos, lítio, bloqueadores de canais de cálcio, polimixinas.\n  - Magnésio, lidocaína IV, corticoterapia prolongada.\n• Efeito reduzido por:\n  - Anticonvulsivantes crônicos (fenitoína, carbamazepina).\n• Prolongamento do bloqueio em:\n  - Hipotermia.\n  - Acidose metabólica.\n  - Disfunção hepática ou renal significativa.",
            "apresentacao": "• Ampolas de 10 mg/mL – 5 mL (50 mg) e 100 mg/10 mL (10 mg/mL) para uso EV.",
            "preparo": "• Pronto para uso.\n• Para infusão contínua: diluir 500 mg em 500 mL de SF 0,9%, SG 5% ou Ringer Lactato = 1 mg/mL (1000 mcg/mL).",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Ringer Lactato.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Após abertura ou diluição, usar em até 24 horas se mantido refrigerado.\n• Proteger da luz.\n• Descartar se houver turbidez, precipitação ou alteração de cor.",
            "cuidadosMedicos": "• Monitorizar rigorosamente a função neuromuscular (TOF).\n• Preparar suporte ventilatório até recuperação completa da função muscular.\n• Cuidado em pacientes com disfunção hepática ou renal pela possibilidade de bloqueio prolongado.\n• Observar sinais de bloqueio residual na recuperação.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade da ampola.\n• Preparar sob condições assépticas.\n• Calcular corretamente a diluição para infusão contínua.\n• Documentar lote, dose, via, horário e parâmetros de monitorização neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, sinais vitais, capnografia e ventilação.\n• Observar sinais de bloqueio neuromuscular prolongado.\n• Verificar acesso venoso e funcionamento da bomba de infusão.\n• Notificar qualquer reação adversa ou bloqueio prolongado imediatamente.",
            "fontesBibliograficas": "Bula Anvisa (Esmeron®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37611482, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Rocuronium (Rocuronium Bromide)",
            "nomeComercial": "Esmeron®",
            "classificacao": "Non-depolarizing neuromuscular blocking agent, intermediate-acting, steroidal",
            "mecanismoAcao": "Rocuronium is a steroidal non-depolarizing neuromuscular blocking agent that acts as a competitive antagonist at nicotinic acetylcholine receptors at the motor endplate of the neuromuscular junction. It binds to the acetylcholine recognition site on the nicotinic receptor without activating it, preventing depolarization of the muscle membrane and resulting in dose-dependent flaccid paralysis. Its onset of action is rapid due to lower potency compared to other blockers (e.g., pancuronium), allowing greater receptor occupancy in less time. Rocuronium has no intrinsic agonist activity and does not directly interfere with acetylcholine release; its effects are potentiated by volatile anesthesia, acidosis, hypokalemia, and hypothermia. Reversal of blockade is achieved with anticholinesterases (neostigmine) in shallow blocks or, preferably, with sugammadex, which selectively encapsulates the rocuronium molecule in plasma, promoting rapid restoration of neuromuscular function even in deep blocks.",
            "farmacocinetica": "• Onset of action: 60–90 seconds (at standard intubation doses).\n• Peak effect: 1–3 minutes.\n• Clinical duration: 30–40 minutes.\n• Time to 25% muscle function recovery: 50–70 minutes.\n• Elimination half-life: 60–120 minutes.\n• Volume of distribution: 0.21–0.27 L/kg.\n• Plasma protein binding: 30–50%.\n• Metabolism: partial hepatic, without clinically relevant active metabolites.\n• Excretion: 50–70% biliary/fecal, 20–30% renal.",
            "farmacodinamica": "Intermediate-acting neuromuscular blocker with rapid onset, especially at higher doses. Does not cause significant histamine release, hemodynamically stable. Its antagonism is effectively and safely reversed with Sugammadex®.",
            "indicacoes": "• Facilitation of orotracheal intubation, including rapid sequence situations.\n• Maintenance of neuromuscular blockade during surgical procedures.\n• Use in prolonged mechanical ventilation in ICU.\n• Diagnostic or therapeutic procedures requiring adequate muscle relaxation.",
            "posologia": "Adult:\n• Conventional intubation:\n  - 0.6 mg/kg IV bolus.\n• Rapid sequence intubation:\n  - 1–1.2 mg/kg IV bolus.\n• Maintenance:\n  - Additional boluses of 0.1–0.2 mg/kg IV.\n  - Or continuous infusion: 7–12 mcg/kg/min.\nPediatrics:\n• Neonates (<28 days):\n  - 0.6 mg/kg IV bolus (limited data).\n• Infants (1–23 months):\n  - 0.6 mg/kg IV bolus.\n  - Infusion: 8–12 mcg/kg/min.\n• Children (2–12 years):\n  - 0.6 mg/kg IV bolus.\n  - Infusion: 7–10 mcg/kg/min.\n• Adolescents (12–18 years):\n  - Same dosing as adults.",
            "administracao": "• Exclusively intravenous route.\n• Administer as a slow bolus (20–30 seconds) or continuous infusion with volumetric pump.\n• Neuromuscular monitoring with nerve stimulator (TOF) is highly recommended.",
            "doseMaxima": "• Single bolus: up to 1.2 mg/kg.\n• Continuous infusion: up to 12 mcg/kg/min.",
            "doseMinima": "• Maintenance bolus: 0.1 mg/kg.\n• Infusion: 7 mcg/kg/min.",
            "reacoesAdversas": "Common (1–10%):\n• Mild hypotension, bradycardia, transient tachycardia.\n• Injection site reactions (pain or discomfort).\nUncommon (0.1–1%):\n• Skin rash, urticaria, pruritus.\n• Prolonged neuromuscular blockade.\nRare (<0.1%):\n• Severe anaphylactic reactions.\n• Bronchospasm.\n• Isolated cardiac arrhythmias.",
            "riscoGravidez": "Category C. Use only if clearly needed. Can be used in cesarean sections under general anesthesia; does not significantly cross the placental barrier at usual doses.",
            "riscoLactacao": "Unknown if excreted in breast milk. Due to rapid plasma clearance, risk is considered very low.",
            "ajusteRenal": "• Use with caution in severe renal insufficiency.\n• Prolonged blockade may occur due to reduced renal excretion.\n• Strict TOF monitoring is mandatory.",
            "ajusteHepatico": "• Use with caution in hepatic insufficiency.\n• Reduced clearance and prolonged blockade may occur.\n• Maintenance dose adjustment and continuous TOF monitoring are recommended.",
            "contraindicacoes": "• Known hypersensitivity to rocuronium or any non-depolarizing neuromuscular blocker.\n• History of severe anaphylactic reaction to neuromuscular blocking agents.",
            "interacaoMedicamento": "• Potentiated by:\n  - Volatile anesthetics (sevoflurane, isoflurane, desflurane).\n  - Aminoglycosides, lithium, calcium channel blockers, polymyxins.\n  - Magnesium, IV lidocaine, prolonged corticosteroid therapy.\n• Reduced effect by:\n  - Chronic anticonvulsants (phenytoin, carbamazepine).\n• Prolonged blockade in:\n  - Hypothermia.\n  - Metabolic acidosis.\n  - Significant hepatic or renal dysfunction.",
            "apresentacao": "• Ampoules of 10 mg/mL – 5 mL (50 mg) and 100 mg/10 mL (10 mg/mL) for IV use.",
            "preparo": "• Ready to use.\n• For continuous infusion: dilute 500 mg in 500 mL of 0.9% saline, 5% glucose solution, or Ringer Lactate = 1 mg/mL (1000 mcg/mL).",
            "solucoesCompatíveis": "• 0.9% Normal saline.\n• 5% glucose solution.\n• Ringer Lactate.\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate).",
            "armazenamento": "• Store between 2°C and 8°C (refrigerated).\n• After opening or dilution, use within 24 hours if refrigerated.\n• Protect from light.\n• Discard if turbid, precipitated, or discolored.",
            "cuidadosMedicos": "• Strictly monitor neuromuscular function (TOF).\n• Prepare ventilatory support until full muscle function recovery.\n• Caution in patients with hepatic or renal dysfunction due to possibility of prolonged blockade.\n• Observe for residual blockade signs during recovery.",
            "cuidadosFarmaceuticos": "• Verify name, dose, route, concentration, and ampoule integrity.\n• Prepare under aseptic conditions.\n• Correctly calculate dilution for continuous infusion.\n• Document batch, dose, route, time, and neuromuscular monitoring parameters.",
            "cuidadosEnfermagem": "• Monitor TOF, vital signs, capnography, and ventilation.\n• Observe signs of prolonged neuromuscular blockade.\n• Check venous access and infusion pump function.\n• Immediately report any adverse reaction or prolonged blockade.",
            "fontesBibliograficas": "Anvisa package insert (Esmeron®), UpToDate (2024), Micromedex, Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13th Edition), PubMed ID 37611482, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Rocuronio (Bromuro de rocuronio)",
            "nomeComercial": "Esmeron®",
            "classificacao": "Bloqueante neuromuscular no despolarizante, de acción intermedia, esteroideo",
            "mecanismoAcao": "El rocuronio es un bloqueante neuromuscular no despolarizante de tipo esteroideo que actúa como antagonista competitivo de los receptores nicotínicos de acetilcolina en la placa motora de la unión neuromuscular. Se une al sitio de reconocimiento de la acetilcolina en el receptor nicotínico sin activarlo, impidiendo la despolarización de la membrana muscular y resultando en una parálisis flácida dependiente de la dosis. Su inicio de acción es rápido debido a su menor potencia comparativa en relación con otros bloqueantes (por ejemplo, pancuronio), lo que permite una mayor ocupación de los receptores en menos tiempo. El rocuronio no posee actividad agonista intrínseca ni interfiere directamente con la liberación de acetilcolina, y sus efectos son potenciados por la anestesia volátil, acidosis, hipocalemia e hipotermia. La reversión del bloqueo se realiza con anticolinesterásicos (neostigmina) en bloqueos superficiales o, preferentemente, con sugammadex, que encapsula selectivamente la molécula de rocuronio en el plasma, promoviendo la restauración rápida de la función neuromuscular incluso en bloqueos profundos.",
            "farmacocinetica": "• Inicio de acción: 60–90 segundos (en dosis estándar de intubación).\n• Pico de efecto: 1–3 minutos.\n• Duración clínica: 30–40 minutos.\n• Tiempo hasta la recuperación del 25% de la función muscular: 50–70 minutos.\n• Vida media de eliminación: 60–120 minutos.\n• Volumen de distribución: 0,21–0,27 L/kg.\n• Unión a proteínas plasmáticas: 30–50%.\n• Metabolización: hepática parcial, sin metabolitos activos clínicamente relevantes.\n• Excreción: 50–70% biliar/fecal, 20–30% renal.",
            "farmacodinamica": "Bloqueante neuromuscular de acción intermedia, con inicio de acción rápido, especialmente en dosis elevadas. No provoca liberación significativa de histamina, siendo hemodinámicamente estable. Su antagonismo es eficaz con Sugamadex® de forma rápida y segura.",
            "indicacoes": "• Facilitación de la intubación orotraqueal, incluso en situaciones de secuencia rápida.\n• Mantenimiento del bloqueo neuromuscular durante procedimientos quirúrgicos.\n• Uso en ventilación mecánica prolongada en la UCI.\n• Procedimientos diagnósticos o terapéuticos que requieran relajación muscular adecuada.",
            "posologia": "Adultos:\n• Intubación convencional:\n  - 0,6 mg/kg IV en bolo.\n• Intubación en secuencia rápida:\n  - 1–1,2 mg/kg IV en bolo.\n• Mantenimiento:\n  - Bolos adicionales de 0,1–0,2 mg/kg IV.\n  - O infusión continua: 7–12 mcg/kg/min.\nPediatría:\n• Neonatos (<28 días):\n  - 0,6 mg/kg IV bolo (datos limitados).\n• Lactantes (1–23 meses):\n  - 0,6 mg/kg IV bolo.\n  - Infusión: 8–12 mcg/kg/min.\n• Niños (2–12 años):\n  - 0,6 mg/kg IV bolo.\n  - Infusión: 7–10 mcg/kg/min.\n• Adolescentes (12–18 años):\n  - Misma posología que adultos.",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Administración en bolo lento (20–30 segundos) o infusión continua con bomba volumétrica.\n• Se recomienda altamente la monitorización neuromuscular con estimulador de nervio (TOF).",
            "doseMaxima": "• Bolo único: hasta 1,2 mg/kg.\n• Infusión continua: hasta 12 mcg/kg/min.",
            "doseMinima": "• Bolo de mantenimiento: 0,1 mg/kg.\n• Infusión: 7 mcg/kg/min.",
            "reacoesAdversas": "Comunes (1–10%):\n• Hipotensión leve, bradicardia, taquicardia transitoria.\n• Reacciones en el sitio de inyección (dolor o molestia).\nInfrecuentes (0,1–1%):\n• Erupciones cutáneas, urticaria, prurito.\n• Bloqueo neuromuscular prolongado.\nRaras (<0,1%):\n• Reacciones anafilácticas graves.\n• Broncoespasmo.\n• Arritmias cardíacas aisladas.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Puede utilizarse en cesáreas bajo anestesia general, no atraviesa significativamente la barrera placentaria en dosis habituales.",
            "riscoLactacao": "Se desconoce si se excreta en la leche materna. Debido a la rápida depuración plasmática, el riesgo se considera muy bajo.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal grave.\n• Puede ocurrir prolongación del bloqueo debido a menor excreción renal.\n• Es obligatoria la monitorización rigurosa del TOF.",
            "ajusteHepatico": "• Usar con precaución en insuficiencia hepática.\n• Puede ocurrir reducción de la depuración y prolongación del bloqueo.\n• Se recomienda ajustar la dosis de mantenimiento y monitorizar TOF continuamente.",
            "contraindicacoes": "• Hipersensibilidad conocida al rocuronio o a cualquier bloqueante neuromuscular no despolarizante.\n• Antecedentes de reacción anafiláctica grave a agentes bloqueantes neuromusculares.",
            "interacaoMedicamento": "• Potenciado por:\n  - Anestésicos volátiles (sevoflurano, isoflurano, desflurano).\n  - Aminoglucósidos, litio, bloqueadores de canales de calcio, polimixinas.\n  - Magnesio, lidocaína IV, corticoterapia prolongada.\n• Efecto reducido por:\n  - Anticonvulsivantes crónicos (fenitoína, carbamazepina).\n• Prolongación del bloqueo en:\n  - Hipotermia.\n  - Acidosis metabólica.\n  - Disfunción hepática o renal significativa.",
            "apresentacao": "• Ampollas de 10 mg/mL – 5 mL (50 mg) y 100 mg/10 mL (10 mg/mL) para uso IV.",
            "preparo": "• Listo para usar.\n• Para infusión continua: diluir 500 mg en 500 mL de SF 0,9%, SG 5% o Ringer Lactato = 1 mg/mL (1000 mcg/mL).",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Ringer Lactato.\n• Incompatible con soluciones alcalinas (ej.: bicarbonato de sodio).",
            "armazenamento": "• Conservar entre 2°C y 8°C (refrigerado).\n• Tras la apertura o dilución, usar en hasta 24 horas si se mantiene refrigerado.\n• Proteger de la luz.\n• Desechar si hay turbidez, precipitación o alteración de color.",
            "cuidadosMedicos": "• Monitorizar rigurosamente la función neuromuscular (TOF).\n• Preparar soporte ventilatorio hasta la recuperación completa de la función muscular.\n• Precaución en pacientes con disfunción hepática o renal por la posibilidad de bloqueo prolongado.\n• Observar signos de bloqueo residual durante la recuperación.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad de la ampolla.\n• Preparar bajo condiciones asépticas.\n• Calcular correctamente la dilución para infusión continua.\n• Documentar lote, dosis, vía, horario y parámetros de monitorización neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, signos vitales, capnografía y ventilación.\n• Observar signos de bloqueo neuromuscular prolongado.\n• Verificar acceso venoso y funcionamiento de la bomba de infusión.\n• Notificar inmediatamente cualquier reacción adversa o bloqueo prolongado.",
            "fontesBibliograficas": "Ficha técnica Anvisa (Esmeron®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37611482, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    },
