{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Ropivacaína (cloridrato de ropivacaína)",
            "nomeComercial": "Naropin®, Ropivan®, Ropion®, Ropira®",
            "classificacao": "Anestésico local do tipo amida; bloqueador dos canais de sódio voltagem-dependentes; agente de longa duração",
            "mecanismoAcao": "A ropivacaína age bloqueando os canais de sódio voltagem-dependentes nas membranas neuronais, impedindo a geração e propagação do potencial de ação. Diferente da bupivacaína, apresenta maior seletividade por fibras sensoriais do que motoras, sendo eficaz em bloqueios sensoriais com menor comprometimento motor. A ação é reversível e dependente da concentração, com menor risco de cardiotoxicidade em comparação à bupivacaína. Possui efeito vasoconstritor intrínseco leve, o que prolonga sua duração local sem necessidade de adrenalina. A ropivacaína apresenta efeito dependente de pH e concentração, sendo mais eficaz em tecidos com perfusão adequada. Seu bloqueio é reversível e frequência-dependente: quanto maior a frequência de disparo neuronal, maior sua eficácia. Sua seletividade por fibras A-delta e C explica sua boa performance analgésica com mínima disfunção motora em infiltrações superficiais.",
            "farmacocinetica": "• Início de ação: 1–10 min (dependendo do sítio e concentração).\n• Pico de ação: 10–30 minutos.\n• Duração de ação: 2–6 horas (infiltração única); até 12 h em infusão contínua.\n• Ligação a proteínas plasmáticas: >94% (predominantemente à alfa-1-glicoproteína ácida).\n• Metabolização: hepática (CYP1A2 e CYP3A4).\n• Excreção: renal (metabólitos inativos, traços inalterados).\n• Meia-vida terminal: 1,8–6 horas (prolongada em infusão).",
            "farmacodinamica": "Promove bloqueio sensorial com início moderadamente rápido e duração prolongada, com perfil motor mais brando. A anestesia por infiltração é adequada para analgesia pós-operatória, procedimentos ambulatoriais, pequenos procedimentos cirúrgicos e controle da dor em feridas. A ropivacaína apresenta menor lipossolubilidade e penetração miocárdica, conferindo menor toxicidade sistêmica que a bupivacaína. O perfil farmacodinâmico é concentração-dependente: em 0,2% predomina o bloqueio sensorial, enquanto 0,5% e 0,75% promovem bloqueio misto (sensitivo e motor). A ropivacaína possui perfil vasoconstritor leve intrínseco, o que contribui para menor absorção sistêmica e prolongamento do tempo de bloqueio. Apresenta duração superior ao lidocaína e similar à bupivacaína, com perfil de segurança cardiovascular mais favorável. A analgesia infiltrativa com ropivacaína reduz consumo de opioides no pós-operatório e melhora controle da dor até 24 horas, especialmente quando associada a analgésicos sistêmicos. Estudos demonstram que a infusão contínua com ropivacaína reduz níveis inflamatórios locais e acelera a recuperação funcional em cirurgias ortopédicas.",
            "indicacoes": "• Infiltração cirúrgica para anestesia local ou analgesia pós-operatória.\n• Infiltração em tecidos moles (cirurgias dermatológicas, plásticas, ortopédicas).\n• Infiltração peritrocarteriana (ex: laparoscopias, artroscopias).\n• Infiltração em campo cirúrgico após fechamento (wound infiltration).\n• Cateteres de infusão contínua para analgesia multimodal (off-label).",
            "posologia": "Adultos (infiltração):\n• Concentração: 0,2% a 0,75%.\n• Dose única recomendada: 100–200 mg (equivalente a 20–40 mL a 0,5%).\n• Dose máxima: até 3 mg/kg sem adrenalina (200–250 mg em adultos saudáveis).\nPediatria:\n• 1–2 mg/kg (dose única), diluída em 0,2–0,5%.\n• Volume ajustado por peso e sítio anatômico.",
            "administracao": "• Via infiltrativa (injeção lenta em tecido subcutâneo, plano fascial ou campo cirúrgico).\n• Aspiração prévia para evitar injeção intravascular.\n• Técnica asséptica obrigatória.\n• Pode ser combinada com outros anestésicos locais (não misturar na seringa) ou administrada em sequência.",
            "doseMaxima": "3 mg/kg (sem vasoconstritor); 4 mg/kg (com vasoconstritor, off-label).",
            "doseMinima": "0,2–0,3 mg/kg; ou 10 mg total para bloqueios pequenos.",
            "reacoesAdversas": "Comuns (1–10%):\n• Parestesia transitória, dor leve no local, hipotensão leve.\nIncomuns (0,1–1%):\n• Tontura, náuseas, tremores, zumbido, disgeusia.\nRaras (<0,1%):\n• Toxicidade sistêmica (convulsão, depressão SNC, arritmia, colapso circulatório).\n• Reações alérgicas, broncoespasmo, metemoglobinemia (excepcional).",
            "riscoGravidez": "Categoria B. Pode ser usada em bloqueios regionais ou infiltração em obstetrícia. Cruza placenta, mas com segurança documentada em uso perineal e incisional.",
            "riscoLactacao": "Excreção mínima no leite. Considerada segura. Não há necessidade de suspender amamentação após uso único.",
            "ajusteRenal": "• Não requer ajuste em infiltração única.",
            "ajusteHepatico": "• Usar com cautela em hepatopatia grave. Metabolismo hepático reduzido pode aumentar meia-vida e toxicidade.",
            "contraindicacoes": "• Hipersensibilidade a ropivacaína ou anestésicos locais do tipo amida.\n• Infecção no local da aplicação.\n• Uso intravenoso acidental (risco de toxicidade sistêmica grave).",
            "interacaoMedicamento": "• Potencialização com outros anestésicos locais (efeito cumulativo).\n• Risco de toxicidade aditiva com antiarrítmicos classe I (ex: lidocaína, mexiletina).\n• Incompatível com soluções alcalinas ou com bicarbonato (risco de precipitação). A associação com opioides locais ou sistêmicos, como morfina ou fentanil, tem efeito sinérgico analgésico. O uso com anti-inflamatórios (ex: cetorolaco) em infiltrações combinadas proporciona analgesia multimodal prolongada. Não deve ser misturada fisicamente com agentes alcalinos como bicarbonato, pois precipita. A interação com anestésicos locais do tipo éster não é recomendada pela diferença de metabolismo e pH de estabilidade.",
            "apresentacao": "• Solução injetável: 2 mg/mL (0,2%), 5 mg/mL (0,5%), 7,5 mg/mL (0,75%).\n• Frascos-ampola ou ampolas de 10 mL, 20 mL, 50 mL, 100 mL.",
            "preparo": "• Pronta para uso; não diluir em soluções alcalinas.\n• Evitar armazenamento prolongado em seringas plásticas.\n• Rotular claramente volume, concentração e via antes do uso.",
            "solucoesCompatíveis": "• SF 0,9%; incompatível com bicarbonato ou soluções com pH >6.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz direta.\n• Usar imediatamente após aspiração; descartar sobras não utilizadas.",
            "cuidadosMedicos": "• Aspirar antes de injetar para evitar injeção intravascular.\n• Monitorar sinais de toxicidade local ou sistêmica.\n• Ter kit de emergência com lipidoterapia e suporte ventilatório à disposição.",
            "cuidadosFarmaceuticos": "• Garantir rastreabilidade de lote, concentração e data.\n• Preparar em condições assépticas.\n• Armazenar adequadamente após abertura e uso único.",
            "cuidadosEnfermagem": "• Observar o local de infiltração para sinais de isquemia, hematoma ou infecção.\n• Monitorar sinais neurológicos e cardiorrespiratórios pós-aplicação.\n• Auxiliar na avaliação da eficácia anestésica.\n• Relatar qualquer alteração súbita no nível de consciência ou hemodinâmica.",
            "fontesBibliograficas": "Bula Anvisa (Naropin®), UpToDate (2024), Micromedex, PubMed ID 37635411, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), ASRA Practice Guidelines (2023)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Ropivacaína (clorhidrato de ropivacaína)",
            "nomeComercial": "Naropin®, Ropivan®, Ropion®, Ropira®",
            "classificacao": "Anestésico local tipo amida; bloqueador de canales de sodio dependientes de voltaje; agente de larga duración",
            "mecanismoAcao": "La ropivacaína actúa bloqueando los canales de sodio dependientes de voltaje en las membranas neuronales, impidiendo la generación y propagación del potencial de acción. A diferencia de la bupivacaína, presenta mayor selectividad por las fibras sensoriales que por las motoras, siendo eficaz en bloqueos sensoriales con menor compromiso motor. Su acción es reversible y dependiente de la concentración, con menor riesgo de cardiotoxicidad en comparación con la bupivacaína. Posee un leve efecto vasoconstrictor intrínseco, lo que prolonga su duración local sin necesidad de adrenalina. La ropivacaína presenta un efecto dependiente del pH y de la concentración, siendo más eficaz en tejidos con adecuada perfusión. Su bloqueo es reversible y dependiente de la frecuencia: cuanto mayor la frecuencia de disparo neuronal, mayor su eficacia. Su selectividad por las fibras A-delta y C explica su buen desempeño analgésico con mínima disfunción motora en infiltraciones superficiales.",
            "farmacocinetica": "• Inicio de acción: 1–10 min (dependiendo del sitio y concentración).\n• Pico de acción: 10–30 minutos.\n• Duración de acción: 2–6 horas (infiltración única); hasta 12 h en infusión continua.\n• Unión a proteínas plasmáticas: >94% (principalmente a alfa-1-glicoproteína ácida).\n• Metabolismo: hepático (CYP1A2 y CYP3A4).\n• Excreción: renal (metabolitos inactivos, trazas sin modificar).\n• Vida media terminal: 1,8–6 horas (prolongada en infusión).",
            "farmacodinamica": "Produce bloqueo sensorial con inicio moderadamente rápido y duración prolongada, con un perfil motor más leve. La anestesia por infiltración es adecuada para analgesia postoperatoria, procedimientos ambulatorios, pequeñas intervenciones quirúrgicas y control del dolor en heridas. La ropivacaína presenta menor liposolubilidad y penetración miocárdica, lo que confiere menor toxicidad sistémica que la bupivacaína. El perfil farmacodinámico es dependiente de la concentración: al 0,2% predomina el bloqueo sensorial, mientras que al 0,5% y 0,75% produce bloqueo mixto (sensitivo y motor). La ropivacaína tiene un leve perfil vasoconstrictor intrínseco, lo que contribuye a una menor absorción sistémica y prolonga el tiempo de bloqueo. Presenta una duración superior a la lidocaína y similar a la bupivacaína, con un perfil de seguridad cardiovascular más favorable. La analgesia infiltrativa con ropivacaína reduce el consumo de opioides en el postoperatorio y mejora el control del dolor hasta 24 horas, especialmente cuando se asocia a analgésicos sistémicos. Estudios demuestran que la infusión continua con ropivacaína reduce los niveles inflamatorios locales y acelera la recuperación funcional en cirugías ortopédicas.",
            "indicacoes": "• Infiltración quirúrgica para anestesia local o analgesia postoperatoria.\n• Infiltración en tejidos blandos (cirugías dermatológicas, plásticas, ortopédicas).\n• Infiltración peritrocantérica (ej: laparoscopias, artroscopias).\n• Infiltración en campo quirúrgico tras el cierre (infiltración de heridas).\n• Catéteres de infusión continua para analgesia multimodal (uso no aprobado en ficha técnica).",
            "posologia": "Adultos (infiltración):\n• Concentración: 0,2% a 0,75%.\n• Dosis única recomendada: 100–200 mg (equivalente a 20–40 mL al 0,5%).\n• Dosis máxima: hasta 3 mg/kg sin adrenalina (200–250 mg en adultos sanos).\nPediatría:\n• 1–2 mg/kg (dosis única), diluida al 0,2–0,5%.\n• Volumen ajustado por peso y sitio anatómico.",
            "administracao": "• Vía infiltrativa (inyección lenta en tejido subcutáneo, plano fascial o campo quirúrgico).\n• Aspiración previa para evitar inyección intravascular.\n• Técnica aséptica obligatoria.\n• Puede combinarse con otros anestésicos locales (no mezclar en la jeringa) o administrarse en secuencia.",
            "doseMaxima": "3 mg/kg (sin vasoconstrictor); 4 mg/kg (con vasoconstrictor, uso no aprobado en ficha técnica).",
            "doseMinima": "0,2–0,3 mg/kg; o 10 mg en total para bloqueos pequeños.",
            "reacoesAdversas": "Comunes (1–10%):\n• Parestesia transitoria, dolor leve en el sitio, hipotensión leve.\nInfrecuentes (0,1–1%):\n• Mareo, náuseas, temblores, acúfenos, disgeusia.\nRaras (<0,1%):\n• Toxicidad sistémica (convulsiones, depresión SNC, arritmias, colapso circulatorio).\n• Reacciones alérgicas, broncoespasmo, metahemoglobinemia (excepcional).",
            "riscoGravidez": "Categoría B. Puede utilizarse en bloqueos regionales o infiltración en obstetricia. Cruza la placenta, pero con seguridad documentada en uso perineal e incisional.",
            "riscoLactacao": "Excreción mínima en la leche. Considerada segura. No es necesario suspender la lactancia tras un uso único.",
            "ajusteRenal": "• No requiere ajuste en infiltración única.",
            "ajusteHepatico": "• Usar con precaución en hepatopatía grave. El metabolismo hepático reducido puede aumentar la vida media y la toxicidad.",
            "contraindicacoes": "• Hipersensibilidad a la ropivacaína o a anestésicos locales tipo amida.\n• Infección en el sitio de aplicación.\n• Uso intravenoso accidental (riesgo de toxicidad sistémica grave).",
            "interacaoMedicamento": "• Potenciación con otros anestésicos locales (efecto acumulativo).\n• Riesgo de toxicidad aditiva con antiarrítmicos clase I (ej: lidocaína, mexiletina).\n• Incompatible con soluciones alcalinas o con bicarbonato (riesgo de precipitación). La asociación con opioides locales o sistémicos, como morfina o fentanilo, tiene efecto analgésico sinérgico. El uso con antiinflamatorios (ej: ketorolaco) en infiltraciones combinadas proporciona analgesia multimodal prolongada. No debe mezclarse físicamente con agentes alcalinos como bicarbonato, pues precipita. La interacción con anestésicos locales tipo éster no se recomienda por la diferencia en metabolismo y pH de estabilidad.",
            "apresentacao": "• Solución inyectable: 2 mg/mL (0,2%), 5 mg/mL (0,5%), 7,5 mg/mL (0,75%).\n• Viales o ampollas de 10 mL, 20 mL, 50 mL, 100 mL.",
            "preparo": "• Lista para usar; no diluir en soluciones alcalinas.\n• Evitar almacenamiento prolongado en jeringas plásticas.\n• Rotular claramente volumen, concentración y vía antes del uso.",
            "solucoesCompatíveis": "• SSF 0,9%; incompatible con bicarbonato o soluciones con pH >6.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz directa.\n• Usar inmediatamente después de la aspiración; desechar restos no utilizados.",
            "cuidadosMedicos": "• Aspirar antes de inyectar para evitar inyección intravascular.\n• Monitorizar signos de toxicidad local o sistémica.\n• Tener a disposición un kit de emergencia con lipidoterapia y soporte ventilatorio.",
            "cuidadosFarmaceuticos": "• Garantizar trazabilidad de lote, concentración y fecha.\n• Preparar en condiciones asépticas.\n• Almacenar adecuadamente tras apertura y uso único.",
            "cuidadosEnfermagem": "• Observar el sitio de infiltración para signos de isquemia, hematoma o infección.\n• Monitorizar signos neurológicos y cardiorrespiratorios tras la aplicación.\n• Ayudar en la evaluación de la eficacia anestésica.\n• Comunicar cualquier alteración súbita en el nivel de conciencia o hemodinámica.",
            "fontesBibliograficas": "Ficha técnica de Anvisa (Naropin®), UpToDate (2024), Micromedex, PubMed ID 37635411, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), ASRA Practice Guidelines (2023)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Ropivacaine (ropivacaine hydrochloride)",
            "nomeComercial": "Naropin®, Ropivan®, Ropion®, Ropira®",
            "classificacao": "Local amide-type anesthetic; voltage-gated sodium channel blocker; long-acting agent",
            "mecanismoAcao": "Ropivacaine acts by blocking voltage-gated sodium channels on neuronal membranes, preventing the initiation and propagation of action potentials. Unlike bupivacaine, it shows greater selectivity for sensory fibers over motor fibers, being effective in sensory blocks with less motor impairment. The action is reversible and concentration-dependent, with a lower risk of cardiotoxicity compared to bupivacaine. It has a mild intrinsic vasoconstrictive effect, which prolongs its local duration without the need for adrenaline. Ropivacaine's effect is pH and concentration-dependent, being more effective in well-perfused tissues. Its block is reversible and frequency-dependent: the higher the neuronal firing rate, the greater its efficacy. Its selectivity for A-delta and C fibers explains its good analgesic performance with minimal motor dysfunction in superficial infiltrations.",
            "farmacocinetica": "• Onset of action: 1–10 min (depending on site and concentration).\n• Peak effect: 10–30 minutes.\n• Duration of action: 2–6 hours (single infiltration); up to 12 hours with continuous infusion.\n• Plasma protein binding: >94% (predominantly to alpha-1-acid glycoprotein).\n• Metabolism: hepatic (CYP1A2 and CYP3A4).\n• Excretion: renal (inactive metabolites, traces of unchanged drug).\n• Terminal half-life: 1.8–6 hours (prolonged during infusion).",
            "farmacodinamica": "Provides sensory blockade with a moderately rapid onset and prolonged duration, with a milder motor profile. Infiltration anesthesia is suitable for postoperative analgesia, outpatient procedures, minor surgical interventions, and wound pain control. Ropivacaine has lower lipophilicity and myocardial penetration, resulting in less systemic toxicity than bupivacaine. The pharmacodynamic profile is concentration-dependent: 0.2% predominates sensory block, while 0.5% and 0.75% produce mixed block (sensory and motor). Ropivacaine has a mild intrinsic vasoconstrictive profile, contributing to reduced systemic absorption and prolonged block duration. It has a longer duration than lidocaine and similar to bupivacaine, with a more favorable cardiovascular safety profile. Infiltrative analgesia with ropivacaine reduces opioid consumption postoperatively and improves pain control up to 24 hours, especially when combined with systemic analgesics. Studies show continuous infusion with ropivacaine reduces local inflammatory markers and accelerates functional recovery in orthopedic surgeries.",
            "indicacoes": "• Surgical infiltration for local anesthesia or postoperative analgesia.\n• Infiltration in soft tissues (dermatologic, plastic, orthopedic surgeries).\n• Peritrochanteric infiltration (e.g., laparoscopies, arthroscopies).\n• Surgical field infiltration after closure (wound infiltration).\n• Continuous infusion catheters for multimodal analgesia (off-label).",
            "posologia": "Adults (infiltration):\n• Concentration: 0.2% to 0.75%.\n• Recommended single dose: 100–200 mg (equivalent to 20–40 mL of 0.5%).\n• Maximum dose: up to 3 mg/kg without adrenaline (200–250 mg in healthy adults).\nPediatrics:\n• 1–2 mg/kg (single dose), diluted in 0.2–0.5%.\n• Volume adjusted by weight and anatomical site.",
            "administracao": "• Infiltrative route (slow injection into subcutaneous tissue, fascial plane, or surgical field).\n• Prior aspiration to avoid intravascular injection.\n• Mandatory aseptic technique.\n• May be combined with other local anesthetics (do not mix in the syringe) or administered sequentially.",
            "doseMaxima": "3 mg/kg (without vasoconstrictor); 4 mg/kg (with vasoconstrictor, off-label).",
            "doseMinima": "0.2–0.3 mg/kg; or 10 mg total for small blocks.",
            "reacoesAdversas": "Common (1–10%):\n• Transient paresthesia, mild local pain, mild hypotension.\nUncommon (0.1–1%):\n• Dizziness, nausea, tremors, tinnitus, dysgeusia.\nRare (<0.1%):\n• Systemic toxicity (seizure, CNS depression, arrhythmia, circulatory collapse).\n• Allergic reactions, bronchospasm, methemoglobinemia (exceptional).",
            "riscoGravidez": "Category B. Can be used in regional blocks or infiltration in obstetrics. Crosses placenta but has documented safety in perineal and incisional use.",
            "riscoLactacao": "Minimal excretion in milk. Considered safe. No need to suspend breastfeeding after single use.",
            "ajusteRenal": "• No adjustment required for single infiltration.",
            "ajusteHepatico": "• Use with caution in severe hepatic impairment. Reduced hepatic metabolism may increase half-life and toxicity.",
            "contraindicacoes": "• Hypersensitivity to ropivacaine or amide-type local anesthetics.\n• Infection at the application site.\n• Accidental intravenous use (risk of severe systemic toxicity).",
            "interacaoMedicamento": "• Potentiation with other local anesthetics (cumulative effect).\n• Risk of additive toxicity with class I antiarrhythmics (e.g., lidocaine, mexiletine).\n• Incompatible with alkaline solutions or bicarbonate (risk of precipitation). Combination with local or systemic opioids, such as morphine or fentanyl, produces synergistic analgesic effect. Use with anti-inflammatory drugs (e.g., ketorolac) in combined infiltrations provides prolonged multimodal analgesia. Should not be physically mixed with alkaline agents like bicarbonate due to precipitation. Interaction with ester-type local anesthetics is not recommended due to differences in metabolism and pH stability.",
            "apresentacao": "• Injectable solution: 2 mg/mL (0.2%), 5 mg/mL (0.5%), 7.5 mg/mL (0.75%).\n• Vials or ampoules of 10 mL, 20 mL, 50 mL, 100 mL.",
            "preparo": "• Ready to use; do not dilute in alkaline solutions.\n• Avoid prolonged storage in plastic syringes.\n• Clearly label volume, concentration, and route before use.",
            "solucoesCompatíveis": "• 0.9% saline solution; incompatible with bicarbonate or solutions with pH >6.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from direct light.\n• Use immediately after aspiration; discard unused leftovers.",
            "cuidadosMedicos": "• Aspirate before injecting to avoid intravascular injection.\n• Monitor for signs of local or systemic toxicity.\n• Have emergency kit with lipid therapy and ventilatory support available.",
            "cuidadosFarmaceuticos": "• Ensure traceability of batch, concentration, and date.\n• Prepare under aseptic conditions.\n• Store properly after opening and single use.",
            "cuidadosEnfermagem": "• Observe infiltration site for signs of ischemia, hematoma, or infection.\n• Monitor neurological and cardiorespiratory signs post-application.\n• Assist in evaluating anesthetic efficacy.\n• Report any sudden changes in consciousness level or hemodynamics.",
            "fontesBibliograficas": "Anvisa leaflet (Naropin®), UpToDate (2024), Micromedex, PubMed ID 37635411, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), ASRA Practice Guidelines (2023)."
        }
    }
}
