{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Salbutamol (Sulfato de Salbutamol)",
            "nomeComercial": "Aerolin®, Ventolin®, Asmalin®, ProAir®",
            "classificacao": "Agonista beta-2 adrenérgico seletivo (SABA); broncodilatador de curta duração",
            "mecanismoAcao": "O salbutamol é um agonista seletivo dos receptores beta-2 adrenérgicos, acoplados à proteína Gs, expressos predominantemente na musculatura lisa brônquica, uterina e vascular. Sua ligação ativa a adenilato ciclase, aumentando os níveis intracelulares de AMP cíclico (AMPc), que por sua vez ativa a proteína quinase A (PKA). Essa cascata reduz o influxo de cálcio citosólico e inibe a fosforilação da cadeia leve da miosina, levando à inibição da interação actina-miosina e ao relaxamento da musculatura lisa. No sistema respiratório, promove broncodilatação rápida, melhora da ventilação e alívio do broncoespasmo. Em mastócitos, reduz a liberação de histamina, prostaglandinas e leucotrienos, contribuindo para seu efeito anti-inflamatório indireto. Também melhora a depuração mucociliar. Em doses elevadas ou com uso repetido, pode perder seletividade, ativando receptores beta-1 cardíacos e causando taquicardia, tremores e ansiedade. Tolerância ao efeito broncodilatador pode ocorrer com o uso crônico, por regulação negativa dos receptores beta-2 e dessensibilização funcional.",
            "farmacocinetica": "• Início de ação: 5 minutos (inalação), 30 minutos (oral).\n• Pico de efeito: 30–60 minutos.\n• Duração clínica: 4–6 horas (inalação).\n• Biodisponibilidade oral: ~50%, mas com efeito de primeira passagem hepática significativo.\n• Ligação às proteínas plasmáticas: 10–20%.\n• Metabolização: hepática, via sulfoconjugação.\n• Excreção: urinária (~60–70%, principalmente como metabólito inativo).\n• Meia-vida: 3,8 a 6 horas.",
            "farmacodinamica": "Salbutamol promove relaxamento da musculatura lisa brônquica, com melhora significativa do VEF1 em pacientes com asma ou DPOC. Em uso repetido pode haver dessensibilização dos receptores beta-2, reduzindo eficácia. Induz hipocalemia leve transitória ao estimular a captação intracelular de potássio, efeito potencializado com diuréticos ou corticoides. A broncodilatação é eficaz em poucos minutos, com benefício sintomático rápido. Apresenta também leve efeito tocolítico e pode ser usado como adjuvante em hipercalemia com ECG alterado.",
            "indicacoes": "• Broncospasmo agudo em asma, bronquite crônica ou DPOC.\n• Prevenção do broncoespasmo induzido por exercício.\n• Exacerbações asmáticas em ambiente hospitalar.\n• Hipercalemia com sinais ECG (off-label).\n• Tocolítico (uso sistêmico off-label, limitado a ambiente hospitalar).",
            "posologia": "Adultos:\n• Aerossol dosimetrado (MDI): 100 mcg/jato. 1 a 2 jatos a cada 4–6 h. Máximo: 12 jatos/dia.\n• Solução inalatória: 0,5 a 1 mL (2,5–5 mg) em 2–3 mL de SF 0,9% a cada 4–6 h.\n• Nebulização contínua em crise grave: 10–15 mg/h.\nCrianças:\n• <12 anos: 0,15 mg/kg por nebulização, mínimo 1,25 mg (máximo 2,5 mg).\n• >12 anos: mesma dose de adultos.\n• MDI: 1 jato (100 mcg) a cada 6 horas, com espaçador.",
            "administracao": "• Inalação por nebulização com SF 0,9%.\n• Aerossol MDI com ou sem espaçador.\n• Via oral e IV reservadas para uso específico (não recomendadas de rotina).\n• Nebulização contínua em crises graves sob monitorização intensiva.",
            "doseMaxima": "• 15 mg/dia por nebulização contínua (adultos).\n• 12 jatos/dia em aerossol (1.2 mg).\n• 5 mg por nebulização isolada.",
            "doseMinima": "• 1,25 mg por nebulização (pediatria).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Tremores, taquicardia, cefaleia.\n• Irritação de garganta.\nComuns (1–10%):\n• Náusea, tontura, cãibras.\n• Palpitações.\nIncomuns (0,1–1%):\n• Hipocalemia, hiperglicemia, vasodilatação periférica.\n• Broncoespasmo paradoxal.\nRaras (<0,1%):\n• Arritmias, angina, colapso cardiovascular.",
            "riscoGravidez": "Categoria C. Utilizar apenas se o benefício justificar o risco fetal. Pode ser usado em emergências asmáticas sob prescrição médica.",
            "riscoLactacao": "Desconhece-se se é excretado no leite humano. Devido à baixa absorção sistêmica, é considerado seguro com monitoramento clínico.",
            "ajusteRenal": "• Não exige ajuste em uso inalatório. Cautela em pacientes dialíticos com risco de hipocalemia.",
            "ajusteHepatico": "• Não requer ajuste em uso inalatório. Monitorar em hepatopatias graves se uso oral ou sistêmico.",
            "contraindicacoes": "• Hipersensibilidade ao salbutamol.\n• Uso cauteloso em pacientes com arritmias, cardiomiopatias hipertróficas, hipertireoidismo e epilepsia.",
            "interacaoMedicamento": "• Betabloqueadores (efeito antagonista).\n• Diuréticos, corticoides e xantinas: risco de hipocalemia.\n• Inibidores da MAO e antidepressivos tricíclicos: potencialização de efeitos cardiovasculares.\n• Anestésicos halogenados: risco aumentado de arritmias.",
            "apresentacao": "• Aerossol MDI: 100 mcg/jato.\n• Solução inalatória: 5 mg/mL e 1 mg/mL em frascos de 10 ou 20 mL.\n• Comprimidos: 2 mg, 4 mg (uso limitado).\n• Solução oral: 1 mg/5 mL (uso pediátrico).",
            "preparo": "• Para nebulização: diluir 0,5–1 mL da solução (2,5–5 mg) em 2–3 mL de SF 0,9%.\n• Nebulizar com fluxo de oxigênio ≥6 L/min.\n• Para uso contínuo, diluir dose total em SF e administrar com bomba de infusão.",
            "solucoesCompatíveis": "• Compatível com solução fisiológica 0,9%.\n• Compatível com budesonida, ipratrópio.\n• Incompatível com soluções alcalinas ou hiperosmolares.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e umidade.\n• Após aberto, utilizar em até 30 dias.",
            "cuidadosMedicos": "• Monitorar frequência cardíaca, potássio sérico e padrão respiratório.\n• Avaliar resposta clínica a cada nebulização.\n• Considerar associação com anticolinérgicos e corticoides inalados.\n• Evitar uso isolado prolongado sem corticoide inalatório em asma.",
            "cuidadosFarmaceuticos": "• Conferir validade, aspecto e via de administração.\n• Orientar sobre uso correto do aerossol e espaçador.\n• Alertar para o uso excessivo (>2x/dia).\n• Documentar reações adversas.",
            "cuidadosEnfermagem": "• Observar padrão ventilatório antes e após administração.\n• Monitorar efeitos colaterais como taquicardia, tremores, ansiedade.\n• Garantir técnica correta de nebulização ou MDI.\n• Notificar sinais de resposta inadequada ao tratamento.",
            "fontesBibliograficas": "Bula Anvisa (Ventolin®, Aerolin®), UpToDate (2024), Micromedex, Global Initiative for Asthma (GINA 2024), GOLD Guidelines 2023, PubMed ID 37811845, Goodman & Gilman (13ª Edição), Miller’s Anesthesia (9ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Salbutamol (Salbutamol Sulfate)",
            "nomeComercial": "Aerolin®, Ventolin®, Asmalin®, ProAir®",
            "classificacao": "Selective beta-2 adrenergic agonist (SABA); short-acting bronchodilator",
            "mecanismoAcao": "Salbutamol is a selective agonist of beta-2 adrenergic receptors coupled to Gs protein, predominantly expressed in bronchial, uterine, and vascular smooth muscle. Its binding activates adenylate cyclase, increasing intracellular cyclic AMP (cAMP) levels, which in turn activates protein kinase A (PKA). This cascade reduces cytosolic calcium influx and inhibits myosin light chain phosphorylation, leading to inhibition of actin-myosin interaction and smooth muscle relaxation. In the respiratory system, it promotes rapid bronchodilation, improves ventilation, and relieves bronchospasm. In mast cells, it reduces the release of histamine, prostaglandins, and leukotrienes, contributing to its indirect anti-inflammatory effect. It also enhances mucociliary clearance. At high doses or with repeated use, selectivity may be lost, activating cardiac beta-1 receptors and causing tachycardia, tremors, and anxiety. Bronchodilator tolerance may occur with chronic use due to beta-2 receptor downregulation and functional desensitization.",
            "farmacocinetica": "• Onset of action: 5 minutes (inhalation), 30 minutes (oral).\n• Peak effect: 30–60 minutes.\n• Clinical duration: 4–6 hours (inhalation).\n• Oral bioavailability: ~50%, but significant first-pass hepatic effect.\n• Plasma protein binding: 10–20%.\n• Metabolism: hepatic via sulfoconjugation.\n• Excretion: urinary (~60–70%, mainly as inactive metabolite).\n• Half-life: 3.8 to 6 hours.",
            "farmacodinamica": "Salbutamol induces relaxation of bronchial smooth muscle, significantly improving FEV1 in patients with asthma or COPD. Repeated use may cause beta-2 receptor desensitization, reducing efficacy. It causes mild transient hypokalemia by stimulating intracellular potassium uptake, an effect potentiated by diuretics or corticosteroids. Bronchodilation is effective within minutes, providing rapid symptomatic relief. It also has mild tocolytic effects and can be used as an adjunct in hyperkalemia with ECG changes.",
            "indicacoes": "• Acute bronchospasm in asthma, chronic bronchitis, or COPD.\n• Prevention of exercise-induced bronchospasm.\n• Asthma exacerbations in hospital settings.\n• Hyperkalemia with ECG signs (off-label).\n• Tocolytic (systemic off-label use, limited to hospital environment).",
            "posologia": "Adults:\n• Metered-dose inhaler (MDI): 100 mcg/puff. 1 to 2 puffs every 4–6 hours. Maximum: 12 puffs/day.\n• Inhalation solution: 0.5 to 1 mL (2.5–5 mg) in 2–3 mL of 0.9% saline every 4–6 hours.\n• Continuous nebulization in severe crisis: 10–15 mg/h.\nChildren:\n• <12 years: 0.15 mg/kg per nebulization, minimum 1.25 mg (maximum 2.5 mg).\n• >12 years: same dose as adults.\n• MDI: 1 puff (100 mcg) every 6 hours with spacer.",
            "administracao": "• Inhalation by nebulization with 0.9% saline.\n• MDI aerosol with or without spacer.\n• Oral and IV routes reserved for specific use (not routinely recommended).\n• Continuous nebulization in severe crises under intensive monitoring.",
            "doseMaxima": "• 15 mg/day by continuous nebulization (adults).\n• 12 puffs/day by aerosol (1.2 mg).\n• 5 mg per isolated nebulization.",
            "doseMinima": "• 1.25 mg per nebulization (pediatrics).",
            "reacoesAdversas": "Very common (>10%):\n• Tremors, tachycardia, headache.\n• Throat irritation.\nCommon (1–10%):\n• Nausea, dizziness, cramps.\n• Palpitations.\nUncommon (0.1–1%):\n• Hypokalemia, hyperglycemia, peripheral vasodilation.\n• Paradoxical bronchospasm.\nRare (<0.1%):\n• Arrhythmias, angina, cardiovascular collapse.",
            "riscoGravidez": "Category C. Use only if the potential benefit justifies the fetal risk. Can be used in asthmatic emergencies under medical prescription.",
            "riscoLactacao": "Unknown if excreted in human milk. Due to low systemic absorption, considered safe with clinical monitoring.",
            "ajusteRenal": "• No adjustment needed for inhalation use. Caution in dialysis patients at risk of hypokalemia.",
            "ajusteHepatico": "• No adjustment required for inhalation use. Monitor in severe liver disease if oral or systemic use.",
            "contraindicacoes": "• Hypersensitivity to salbutamol.\n• Use cautiously in patients with arrhythmias, hypertrophic cardiomyopathies, hyperthyroidism, and epilepsy.",
            "interacaoMedicamento": "• Beta-blockers (antagonistic effect).\n• Diuretics, corticosteroids, and xanthines: risk of hypokalemia.\n• MAO inhibitors and tricyclic antidepressants: potentiation of cardiovascular effects.\n• Halogenated anesthetics: increased risk of arrhythmias.",
            "apresentacao": "• MDI aerosol: 100 mcg/puff.\n• Inhalation solution: 5 mg/mL and 1 mg/mL in 10 or 20 mL bottles.\n• Tablets: 2 mg, 4 mg (limited use).\n• Oral solution: 1 mg/5 mL (pediatric use).",
            "preparo": "• For nebulization: dilute 0.5–1 mL of solution (2.5–5 mg) in 2–3 mL of 0.9% saline.\n• Nebulize with oxygen flow ≥6 L/min.\n• For continuous use, dilute total dose in saline and administer with infusion pump.",
            "solucoesCompatíveis": "• Compatible with 0.9% saline solution.\n• Compatible with budesonide, ipratropium.\n• Incompatible with alkaline or hyperosmolar solutions.",
            "armazenamento": "• Store between 15°C and 30°C.\n• Protect from light and moisture.\n• After opening, use within 30 days.",
            "cuidadosMedicos": "• Monitor heart rate, serum potassium, and respiratory pattern.\n• Assess clinical response after each nebulization.\n• Consider association with anticholinergics and inhaled corticosteroids.\n• Avoid prolonged isolated use without inhaled corticosteroid in asthma.",
            "cuidadosFarmaceuticos": "• Check expiration, appearance, and route of administration.\n• Provide guidance on correct use of aerosol and spacer.\n• Warn against excessive use (>2x/day).\n• Document adverse reactions.",
            "cuidadosEnfermagem": "• Observe ventilatory pattern before and after administration.\n• Monitor side effects such as tachycardia, tremors, anxiety.\n• Ensure correct technique for nebulization or MDI.\n• Report signs of inadequate response to treatment.",
            "fontesBibliograficas": "Anvisa leaflet (Ventolin®, Aerolin®), UpToDate (2024), Micromedex, Global Initiative for Asthma (GINA 2024), GOLD Guidelines 2023, PubMed ID 37811845, Goodman & Gilman (13th Edition), Miller’s Anesthesia (9th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Salbutamol (Sulfato de Salbutamol)",
            "nomeComercial": "Aerolin®, Ventolin®, Asmalin®, ProAir®",
            "classificacao": "Agonista selectivo beta-2 adrenérgico (SABA); broncodilatador de corta duración",
            "mecanismoAcao": "El salbutamol es un agonista selectivo de los receptores beta-2 adrenérgicos acoplados a la proteína Gs, expresados predominantemente en el músculo liso bronquial, uterino y vascular. Su unión activa la adenilato ciclasa, aumentando los niveles intracelulares de AMP cíclico (AMPc), que a su vez activa la proteína quinasa A (PKA). Esta cascada reduce la entrada de calcio citosólico e inhibe la fosforilación de la cadena ligera de miosina, conduciendo a la inhibición de la interacción actina-miosina y a la relajación del músculo liso. En el sistema respiratorio, promueve una broncodilatación rápida, mejora la ventilación y alivia el broncoespasmo. En los mastocitos, reduce la liberación de histamina, prostaglandinas y leucotrienos, contribuyendo a su efecto antiinflamatorio indirecto. También mejora el aclaramiento mucociliar. A dosis elevadas o con uso repetido, puede perder selectividad, activando receptores beta-1 cardíacos y causando taquicardia, temblores y ansiedad. La tolerancia al efecto broncodilatador puede ocurrir con el uso crónico debido a la regulación negativa de los receptores beta-2 y la desensibilización funcional.",
            "farmacocinetica": "• Inicio de acción: 5 minutos (inhalación), 30 minutos (oral).\n• Pico de efecto: 30–60 minutos.\n• Duración clínica: 4–6 horas (inhalación).\n• Biodisponibilidad oral: ~50%, con efecto significativo de primer paso hepático.\n• Unión a proteínas plasmáticas: 10–20%.\n• Metabolismo: hepático vía sulfoconjugación.\n• Excreción: urinaria (~60–70%, principalmente como metabolito inactivo).\n• Vida media: 3,8 a 6 horas.",
            "farmacodinamica": "El salbutamol induce relajación del músculo liso bronquial, mejorando significativamente el VEF1 en pacientes con asma o EPOC. El uso repetido puede causar desensibilización de los receptores beta-2, reduciendo la eficacia. Induce hipopotasemia leve y transitoria al estimular la captación intracelular de potasio, efecto potenciado por diuréticos o corticoides. La broncodilatación es efectiva en pocos minutos, proporcionando alivio sintomático rápido. También presenta un leve efecto tocolítico y puede usarse como adyuvante en hiperkalemia con alteraciones en el ECG.",
            "indicacoes": "• Broncoespasmo agudo en asma, bronquitis crónica o EPOC.\n• Prevención del broncoespasmo inducido por ejercicio.\n• Exacerbaciones asmáticas en entorno hospitalario.\n• Hiperkalemia con signos en ECG (uso off-label).\n• Tocolítico (uso sistémico off-label, limitado a entorno hospitalario).",
            "posologia": "Adultos:\n• Aerosol dosimetrado (MDI): 100 mcg/pulverización. 1 a 2 pulverizaciones cada 4–6 h. Máximo: 12 pulverizaciones/día.\n• Solución inhalatoria: 0,5 a 1 mL (2,5–5 mg) en 2–3 mL de solución salina 0,9% cada 4–6 h.\n• Nebulización continua en crisis grave: 10–15 mg/h.\nNiños:\n• <12 años: 0,15 mg/kg por nebulización, mínimo 1,25 mg (máximo 2,5 mg).\n• >12 años: misma dosis que adultos.\n• MDI: 1 pulverización (100 mcg) cada 6 horas con espaciador.",
            "administracao": "• Inhalación por nebulización con solución salina 0,9%.\n• Aerosol MDI con o sin espaciador.\n• Vía oral e IV reservadas para uso específico (no recomendadas de rutina).\n• Nebulización continua en crisis graves bajo monitorización intensiva.",
            "doseMaxima": "• 15 mg/día por nebulización continua (adultos).\n• 12 pulverizaciones/día en aerosol (1,2 mg).\n• 5 mg por nebulización aislada.",
            "doseMinima": "• 1,25 mg por nebulización (pediatría).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Temblores, taquicardia, cefalea.\n• Irritación de garganta.\nComunes (1–10%):\n• Náuseas, mareos, calambres.\n• Palpitaciones.\nPoco comunes (0,1–1%):\n• Hipopotasemia, hiperglucemia, vasodilatación periférica.\n• Broncoespasmo paradójico.\nRaras (<0,1%):\n• Arritmias, angina, colapso cardiovascular.",
            "riscoGravidez": "Categoría C. Utilizar solo si el beneficio potencial justifica el riesgo fetal. Puede usarse en emergencias asmáticas bajo prescripción médica.",
            "riscoLactacao": "Se desconoce si se excreta en la leche humana. Debido a la baja absorción sistémica, se considera seguro con monitoreo clínico.",
            "ajusteRenal": "• No requiere ajuste en uso inhalatorio. Precaución en pacientes en diálisis con riesgo de hipopotasemia.",
            "ajusteHepatico": "• No requiere ajuste en uso inhalatorio. Monitorizar en hepatopatías graves si se usa por vía oral o sistémica.",
            "contraindicacoes": "• Hipersensibilidad al salbutamol.\n• Uso con precaución en pacientes con arritmias, miocardiopatías hipertróficas, hipertiroidismo y epilepsia.",
            "interacaoMedicamento": "• Betabloqueantes (efecto antagonista).\n• Diuréticos, corticoides y xantinas: riesgo de hipopotasemia.\n• Inhibidores de la MAO y antidepresivos tricíclicos: potenciación de efectos cardiovasculares.\n• Anestésicos halogenados: riesgo aumentado de arritmias.",
            "apresentacao": "• Aerosol MDI: 100 mcg/pulverización.\n• Solución inhalatoria: 5 mg/mL y 1 mg/mL en frascos de 10 o 20 mL.\n• Comprimidos: 2 mg, 4 mg (uso limitado).\n• Solución oral: 1 mg/5 mL (uso pediátrico).",
            "preparo": "• Para nebulización: diluir 0,5–1 mL de la solución (2,5–5 mg) en 2–3 mL de solución salina 0,9%.\n• Nebulizar con flujo de oxígeno ≥6 L/min.\n• Para uso continuo, diluir la dosis total en solución salina y administrar con bomba de infusión.",
            "solucoesCompatíveis": "• Compatible con solución salina 0,9%.\n• Compatible con budesonida, ipratropio.\n• Incompatible con soluciones alcalinas o hiperosmolares.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y la humedad.\n• Después de abierto, usar en un plazo de 30 días.",
            "cuidadosMedicos": "• Monitorizar frecuencia cardíaca, potasio sérico y patrón respiratorio.\n• Evaluar respuesta clínica tras cada nebulización.\n• Considerar asociación con anticolinérgicos y corticoides inhalados.\n• Evitar uso aislado prolongado sin corticoide inhalado en asma.",
            "cuidadosFarmaceuticos": "• Comprobar validez, aspecto y vía de administración.\n• Orientar sobre el uso correcto del aerosol y el espaciador.\n• Alertar sobre el uso excesivo (>2 veces/día).\n• Documentar reacciones adversas.",
            "cuidadosEnfermagem": "• Observar patrón ventilatorio antes y después de la administración.\n• Monitorizar efectos secundarios como taquicardia, temblores, ansiedad.\n• Garantizar técnica correcta de nebulización o MDI.\n• Notificar signos de respuesta inadecuada al tratamiento.",
            "fontesBibliograficas": "Ficha técnica Anvisa (Ventolin®, Aerolin®), UpToDate (2024), Micromedex, Global Initiative for Asthma (GINA 2024), Guías GOLD 2023, PubMed ID 37811845, Goodman & Gilman (13ª Edición), Miller’s Anesthesia (9ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    }
}
