{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Cloreto de sódio 3%",
            "nomeComercial": "Solução Salina Hipertônica 3%, Cloreto de Sódio 3%",
            "classificacao": "Solução hipertônica cristaloide; agente hiperosmolar; antiedema cerebral; repositor eletrolítico",
            "mecanismoAcao": "A solução salina hipertônica 3% contém 513 mEq/L de sódio e cloreto, com osmolalidade de aproximadamente 1.026 mOsm/L, significativamente superior ao plasma. Sua administração intravenosa aumenta a osmolaridade do plasma, criando um gradiente osmótico que desloca a água dos compartimentos intracelular e intersticial para o intravascular, reduzindo edema cerebral e intracraniano, além de expandir rapidamente o volume plasmático. Essa ação hiperosmolar também pode corrigir hiponatremias graves sintomáticas, promovendo rápida elevação da natremia.",
            "farmacocinetica": "• Distribuição: predominantemente no espaço extracelular (plasma e interstício).\n• Metabolismo: não se aplica (substância inorgânica).\n• Excreção: renal, regulada por mecanismos hormonais (aldosterona, ADH, peptídeo natriurético).\n• Meia-vida efetiva: minutos a horas dependendo da perfusão e função renal.",
            "farmacodinamica": "A infusão de salina 3% aumenta a natremia, melhora a perfusão cerebral, reduz a pressão intracraniana (PIC), e corrige hiponatremias sintomáticas. Seu efeito é dose-dependente, rápido e potencialmente duradouro. A resposta hemodinâmica envolve aumento do volume intravascular, elevação da pressão arterial e possível diurese osmótica. Em excesso ou infusão muito rápida, pode causar desmielinização osmótica central, hipernatremia, sobrecarga hídrica e acidose hiperclorêmica.",
            "indicacoes": "• Hiponatremia grave sintomática (Na <120 mEq/L com rebaixamento do nível de consciência, convulsões).\n• Edema cerebral (traumatismo cranioencefálico, HSA, encefalopatias).\n• Hipertensão intracraniana aguda (pré-operatório neurocirúrgico, TCE).\n• Manutenção de linha venosa central em contexto de monitorização intensiva.\n• Situações emergenciais em neurologia crítica.",
            "posologia": "Adultos:\n• Hiponatremia sintomática: bolus de 100 mL IV em 10 minutos (repetir até 3x se necessário).\n• Edema cerebral: 2–5 mL/kg IV em bolus lento ou infusão contínua de 0,1–1 mL/kg/h (sob monitorização).\n• Correção máxima da natremia: não exceder 8–10 mEq/L nas primeiras 24 h.\nPediatria:\n• 2–4 mL/kg IV bolus para hiponatremia sintomática ou hipertensão intracraniana.\n• Infusão contínua: 0,1–0,5 mL/kg/h conforme peso e resposta clínica.",
            "administracao": "• Via intravenosa exclusiva (preferencialmente em acesso central; periférico com veia calibrosa e curta duração).\n• Bolus ou infusão contínua sob monitorização.\n• Compatível com bomba de infusão e sistemas de microgotas.\n• Não administrar por via IM, SC ou enteral.",
            "doseMaxima": "Individualizada conforme objetivo clínico e risco de desmielinização; geralmente não ultrapassar 150 mL/h.",
            "doseMinima": "Bolus de 100 mL ou 2 mL/kg; correção contínua mínima: 0,1 mL/kg/h.",
            "reacoesAdversas": "Comuns (1–10%):\n• Sede, irritação venosa, calafrios, náusea.\nIncomuns (0,1–1%):\n• Hipernatremia, hipervolemia, taquicardia.\nRaras (<0,1%):\n• Desmielinização osmótica (síndrome pontina), ICC aguda, acidose hiperclorêmica, extravasamento com necrose local.",
            "riscoGravidez": "Categoria C. Usar com cautela em situações de emergência com avaliação risco-benefício, como em pré-eclâmpsia ou eclâmpsia com edema cerebral ou hiponatremia grave.",
            "riscoLactacao": "Compatível com a amamentação. Não há contraindicação específica. Monitorar eletrólitos se uso prolongado.",
            "ajusteRenal": "• Requer ajuste do volume total em insuficiência renal.\n• Monitorar natremia, osmolaridade, débito urinário e balanço hídrico.",
            "ajusteHepatico": "• Não requer ajuste específico, mas pacientes com encefalopatia hepática podem ser mais sensíveis à variação osmótica.",
            "contraindicacoes": "• Hipernatremia pré-existente (>150 mEq/L).\n• Hipervolemia não tratada.\n• ICC descompensada.\n• Insuficiência renal sem diurese adequada.",
            "interacaoMedicamento": "• Pode aumentar o risco de toxicidade com medicamentos nefrotóxicos se sobrecarregar o rim.\n• Incompatível com soluções de bicarbonato e cálcio concentrado no mesmo frasco (precipitação).\n• Cautela com diuréticos tiazídicos ou de alça (efeito aditivo na natremia).",
            "apresentacao": "• Frascos ou bolsas: 100 mL, 250 mL, 500 mL, 1.000 mL.\n• Ampolas de 20 mL e 50 mL para uso emergencial (bolus rápido).",
            "preparo": "• Pronta para uso.\n• Conectar sob técnica asséptica.\n• Não diluir ou misturar com outras soluções sem prescrição específica.",
            "solucoesCompatíveis": "• Em geral, compatível apenas com SF 0,9%; verificar individualmente antes da coadministração.",
            "armazenamento": "• Temperatura ambiente (15–30°C), protegida da luz.\n• Não congelar.\n• Usar até 24 h após abertura se armazenada sob condições assépticas.",
            "cuidadosMedicos": "• Monitorar sódio sérico, osmolaridade plasmática e balanço hídrico seriado.\n• Ajustar dose com base no risco de desmielinização osmótica.\n• Avaliar sinais de congestão pulmonar e sobrecarga volêmica.\n• Avaliar resposta neurológica contínua se usada em edema cerebral.",
            "cuidadosFarmaceuticos": "• Verificar validade, integridade da embalagem e rotulagem correta.\n• Garantir rastreabilidade e volume infundido.\n• Não utilizar com precipitados ou turbidez visível.",
            "cuidadosEnfermagem": "• Controlar sinais vitais e débito urinário a cada 1–2 h.\n• Relatar mudanças neurológicas, sinais de extravasamento ou edema agudo de pulmão.\n• Observar para dor no local da infusão e trocar acesso se necessário.",
            "fontesBibliograficas": "Bula Anvisa (Cloreto de Sódio 3%), UpToDate (2024), Micromedex, PubMed ID 37638445, Manual de Terapêutica Clínica SBH, Miller’s Anesthesia (9ª Ed.), Guidelines for TBI and Hyponatremia."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Sodium Chloride 3%",
            "brandNames": "3% Hypertonic Saline Solution, Sodium Chloride 3%",
            "classification": "Hypertonic crystalloid solution; hyperosmolar agent; cerebral anti-edema; electrolyte replenisher",
            "mechanismOfAction": "3% hypertonic saline solution contains 513 mEq/L of sodium and chloride, with an osmolality of approximately 1,026 mOsm/L, significantly higher than plasma. Intravenous administration increases plasma osmolarity, creating an osmotic gradient that shifts water from intracellular and interstitial compartments to the intravascular space, reducing cerebral and intracranial edema, and rapidly expanding plasma volume. This hyperosmolar action can also correct severe symptomatic hyponatremias, promoting rapid elevation of serum sodium.",
            "pharmacokinetics": "• Distribution: predominantly in the extracellular space (plasma and interstitium).\n• Metabolism: not applicable (inorganic substance).\n• Excretion: renal, regulated by hormonal mechanisms (aldosterone, ADH, natriuretic peptide).\n• Effective half-life: minutes to hours depending on perfusion and renal function.",
            "pharmacodynamics": "Infusion of 3% saline increases serum sodium, improves cerebral perfusion, reduces intracranial pressure (ICP), and corrects symptomatic hyponatremias. Its effect is dose-dependent, rapid, and potentially sustained. The hemodynamic response involves increased intravascular volume, elevated blood pressure, and possible osmotic diuresis. Excessive or rapid infusion may cause central osmotic demyelination, hypernatremia, fluid overload, and hyperchloremic acidosis.",
            "indications": "• Severe symptomatic hyponatremia (Na <120 mEq/L with decreased consciousness, seizures).\n• Cerebral edema (traumatic brain injury, SAH, encephalopathies).\n• Acute intracranial hypertension (neurosurgical preoperative, TBI).\n• Maintenance of central venous line in intensive monitoring context.\n• Emergency situations in critical neurology.",
            "dosage": "Adults:\n• Symptomatic hyponatremia: 100 mL IV bolus over 10 minutes (repeat up to 3 times if necessary).\n• Cerebral edema: 2–5 mL/kg IV slow bolus or continuous infusion at 0.1–1 mL/kg/h (under monitoring).\n• Maximum sodium correction: do not exceed 8–10 mEq/L in the first 24 hours.\nPediatrics:\n• 2–4 mL/kg IV bolus for symptomatic hyponatremia or intracranial hypertension.\n• Continuous infusion: 0.1–0.5 mL/kg/h according to weight and clinical response.",
            "administration": "• Intravenous route only (preferably central access; peripheral with large caliber vein and short duration).\n• Bolus or continuous infusion under monitoring.\n• Compatible with infusion pumps and microdrip systems.\n• Do not administer via IM, SC, or enteral routes.",
            "maximumDose": "Individualized according to clinical goal and demyelination risk; generally not exceeding 150 mL/h.",
            "minimumDose": "100 mL bolus or 2 mL/kg; minimum continuous correction: 0.1 mL/kg/h.",
            "adverseReactions": "Common (1–10%):\n• Thirst, venous irritation, chills, nausea.\nUncommon (0.1–1%):\n• Hypernatremia, hypervolemia, tachycardia.\nRare (<0.1%):\n• Osmotic demyelination (pontine syndrome), acute heart failure, hyperchloremic acidosis, extravasation with local necrosis.",
            "pregnancyRisk": "Category C. Use with caution in emergency situations with risk-benefit assessment, such as preeclampsia or eclampsia with cerebral edema or severe hyponatremia.",
            "lactationRisk": "Compatible with breastfeeding. No specific contraindication. Monitor electrolytes if prolonged use.",
            "renalAdjustment": "• Requires total volume adjustment in renal insufficiency.\n• Monitor serum sodium, osmolarity, urine output, and fluid balance.",
            "hepaticAdjustment": "• No specific adjustment required, but patients with hepatic encephalopathy may be more sensitive to osmotic variation.",
            "contraindications": "• Pre-existing hypernatremia (>150 mEq/L).\n• Untreated hypervolemia.\n• Decompensated heart failure.\n• Renal failure without adequate diuresis.",
            "drugInteractions": "• May increase risk of toxicity with nephrotoxic drugs if renal overload occurs.\n• Incompatible with bicarbonate and concentrated calcium solutions in the same container (precipitation).\n• Caution with thiazide or loop diuretics (additive effect on sodium).",
            "presentations": "• Bottles or bags: 100 mL, 250 mL, 500 mL, 1,000 mL.\n• Ampoules of 20 mL and 50 mL for emergency use (rapid bolus).",
            "preparation": "• Ready to use.\n• Connect under aseptic technique.\n• Do not dilute or mix with other solutions without specific prescription.",
            "compatibleSolutions": "• Generally compatible only with 0.9% saline; verify individually before co-administration.",
            "storage": "• Room temperature (15–30°C), protected from light.\n• Do not freeze.\n• Use within 24 hours after opening if stored under aseptic conditions.",
            "medicalConsiderations": "• Monitor serum sodium, plasma osmolarity, and serial fluid balance.\n• Adjust dose based on osmotic demyelination risk.\n• Assess signs of pulmonary congestion and volume overload.\n• Continuously evaluate neurological response if used for cerebral edema.",
            "pharmaceuticalCare": "• Check expiration, packaging integrity, and correct labeling.\n• Ensure traceability and infused volume.\n• Do not use if precipitates or visible turbidity are present.",
            "nursingCare": "• Monitor vital signs and urine output every 1–2 hours.\n• Report neurological changes, signs of extravasation or acute pulmonary edema.\n• Observe for infusion site pain and change access if necessary.",
            "references": "Anvisa leaflet (Sodium Chloride 3%), UpToDate (2024), Micromedex, PubMed ID 37638445, SBH Clinical Therapeutics Manual, Miller’s Anesthesia (9th Ed.), Guidelines for TBI and Hyponatremia."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Cloruro de sodio 3%",
            "nomeComercial": "Solución salina hipertónica al 3%, Cloruro de sodio 3%",
            "classificacao": "Solución cristaloide hipertónica; agente hiperosmolar; antiedema cerebral; reponedor electrolítico",
            "mecanismoAcao": "La solución salina hipertónica al 3% contiene 513 mEq/L de sodio y cloruro, con una osmolalidad de aproximadamente 1.026 mOsm/L, significativamente superior al plasma. Su administración intravenosa aumenta la osmolaridad plasmática, creando un gradiente osmótico que desplaza el agua de los compartimentos intracelular e intersticial hacia el intravascular, reduciendo el edema cerebral e intracraneal, además de expandir rápidamente el volumen plasmático. Esta acción hiperosmolar también puede corregir hiponatremias graves sintomáticas, promoviendo una rápida elevación de la natremia.",
            "farmacocinetica": "• Distribución: predominantemente en el espacio extracelular (plasma e intersticio).\n• Metabolismo: no aplica (sustancia inorgánica).\n• Excreción: renal, regulada por mecanismos hormonales (aldosterona, ADH, péptido natriurético).\n• Vida media efectiva: minutos a horas dependiendo de la perfusión y función renal.",
            "farmacodinamica": "La infusión de solución salina al 3% aumenta la natremia, mejora la perfusión cerebral, reduce la presión intracraneal (PIC) y corrige hiponatremias sintomáticas. Su efecto es dosis-dependiente, rápido y potencialmente duradero. La respuesta hemodinámica implica aumento del volumen intravascular, elevación de la presión arterial y posible diuresis osmótica. En exceso o infusión muy rápida, puede causar desmielinización osmótica central, hipernatremia, sobrecarga hídrica y acidosis hiperclorémica.",
            "indicacoes": "• Hiponatremia grave sintomática (Na <120 mEq/L con disminución del nivel de conciencia, convulsiones).\n• Edema cerebral (traumatismo craneoencefálico, HSA, encefalopatías).\n• Hipertensión intracraneal aguda (preoperatorio neuroquirúrgico, TCE).\n• Mantenimiento de línea venosa central en contexto de monitorización intensiva.\n• Situaciones de emergencia en neurología crítica.",
            "posologia": "Adultos:\n• Hiponatremia sintomática: bolo de 100 mL IV en 10 minutos (repetir hasta 3 veces si es necesario).\n• Edema cerebral: 2–5 mL/kg IV en bolo lento o infusión continua de 0,1–1 mL/kg/h (bajo monitorización).\n• Corrección máxima de la natremia: no exceder 8–10 mEq/L en las primeras 24 h.\nPediatría:\n• 2–4 mL/kg IV bolo para hiponatremia sintomática o hipertensión intracraneal.\n• Infusión continua: 0,1–0,5 mL/kg/h según peso y respuesta clínica.",
            "administracao": "• Vía intravenosa exclusiva (preferentemente en acceso central; periférico con vena calibrosa y corta duración).\n• Bolo o infusión continua bajo monitorización.\n• Compatible con bomba de infusión y sistemas de microgotas.\n• No administrar por vía IM, SC o enteral.",
            "doseMaxima": "Individualizada según objetivo clínico y riesgo de desmielinización; generalmente no superar 150 mL/h.",
            "doseMinima": "Bolo de 100 mL o 2 mL/kg; corrección continua mínima: 0,1 mL/kg/h.",
            "reacoesAdversas": "Comunes (1–10%):\n• Sed, irritación venosa, escalofríos, náusea.\nPoco comunes (0,1–1%):\n• Hipernatremia, hipervolemia, taquicardia.\nRaras (<0,1%):\n• Desmielinización osmótica (síndrome pontino), insuficiencia cardíaca aguda, acidosis hiperclorémica, extravasación con necrosis local.",
            "riscoGravidez": "Categoría C. Usar con precaución en situaciones de emergencia con evaluación riesgo-beneficio, como en preeclampsia o eclampsia con edema cerebral o hiponatremia grave.",
            "riscoLactacao": "Compatible con la lactancia. No hay contraindicación específica. Monitorizar electrolitos si el uso es prolongado.",
            "ajusteRenal": "• Requiere ajuste del volumen total en insuficiencia renal.\n• Monitorizar natremia, osmolaridad, diuresis y balance hídrico.",
            "ajusteHepatico": "• No requiere ajuste específico, pero pacientes con encefalopatía hepática pueden ser más sensibles a la variación osmótica.",
            "contraindicacoes": "• Hipernatremia preexistente (>150 mEq/L).\n• Hipervolemia no tratada.\n• Insuficiencia cardíaca descompensada.\n• Insuficiencia renal sin diuresis adecuada.",
            "interacaoMedicamento": "• Puede aumentar el riesgo de toxicidad con medicamentos nefrotóxicos si se sobrecarga el riñón.\n• Incompatible con soluciones de bicarbonato y calcio concentrado en el mismo frasco (precipitación).\n• Precaución con diuréticos tiazídicos o de asa (efecto aditivo en la natremia).",
            "apresentacao": "• Frascos o bolsas: 100 mL, 250 mL, 500 mL, 1.000 mL.\n• Ampollas de 20 mL y 50 mL para uso de emergencia (bolo rápido).",
            "preparo": "• Listo para usar.\n• Conectar bajo técnica aséptica.\n• No diluir ni mezclar con otras soluciones sin prescripción específica.",
            "solucoesCompatíveis": "• Generalmente compatible solo con SF 0,9%; verificar individualmente antes de la coadministración.",
            "armazenamento": "• Temperatura ambiente (15–30°C), protegido de la luz.\n• No congelar.\n• Usar hasta 24 h después de abrir si se almacena bajo condiciones asépticas.",
            "cuidadosMedicos": "• Monitorizar sodio sérico, osmolaridad plasmática y balance hídrico seriado.\n• Ajustar dosis según riesgo de desmielinización osmótica.\n• Evaluar signos de congestión pulmonar y sobrecarga volumétrica.\n• Evaluar respuesta neurológica continua si se usa en edema cerebral.",
            "cuidadosFarmaceuticos": "• Verificar validez, integridad del envase y etiquetado correcto.\n• Garantizar trazabilidad y volumen infundido.\n• No utilizar con precipitados o turbidez visible.",
            "cuidadosEnfermagem": "• Controlar signos vitales y diuresis cada 1–2 h.\n• Reportar cambios neurológicos, signos de extravasación o edema pulmonar agudo.\n• Observar dolor en el sitio de infusión y cambiar acceso si es necesario.",
            "fontesBibliograficas": "Bula Anvisa (Cloruro de sodio 3%), UpToDate (2024), Micromedex, PubMed ID 37638445, Manual de Terapéutica Clínica SBH, Miller’s Anesthesia (9ª Ed.), Guidelines for TBI and Hyponatremia."
        }
    }
}
