{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Imunoglobulina heteróloga antiofídica (soro antiofídico)",
            "nomeComercial": "Soro Antibotrópico®, Anticrotálico®, Antilaquético®, Antielapídico® – Butantan, Funed, Vital Brazil",
            "classificacao": "Imunoglobulina heteróloga; antiveneno; antídoto específico para acidentes ofídicos",
            "mecanismoAcao": "O soro antiofídico contém imunoglobulinas heterólogas (IgG inteiras ou fragmentos F(ab')2) obtidas de cavalos hiperimunizados com venenos de serpentes brasileiras. Sua ação baseia-se na formação de complexos imunes com as toxinas circulantes presentes no envenenamento ofídico, neutralizando-as antes que se liguem a seus alvos moleculares (enzimas, receptores ou componentes da matriz extracelular). Esses complexos são então removidos da circulação pelo sistema mononuclear fagocítico (reticuloendotelial), reduzindo a biodisponibilidade do veneno ativo. Os anticorpos presentes são poliespecíficos e apresentam atividade cruzada entre diferentes sorotipos de veneno de serpentes do mesmo gênero, permitindo ampla cobertura terapêutica. O soro antiofídico impede a progressão de efeitos locais como necrose, edema e sangramento, além de neutralizar efeitos sistêmicos potencialmente letais como coagulopatia, insuficiência renal aguda, miotoxicidade e neurotoxicidade. Sua eficácia é diretamente proporcional à precocidade da administração. A composição do soro é padronizada conforme protocolos do Ministério da Saúde e contém traços residuais de proteínas equinas, o que justifica o potencial risco de reações de hipersensibilidade imediata ou tardia.",
            "farmacocinetica": "• Início de ação: imediato a <1 hora após administração IV.\n• Pico de efeito: 1 a 3 horas.\n• Meia-vida: 2 a 4 dias (fragmentos F(ab')2); até 21 dias (IgG inteiro).\n• Excreção: sistema reticuloendotelial (complexos imunes) e renal (proteínas livres).",
            "farmacodinamica": "Bloqueia os efeitos sistêmicos e locais do veneno, reduzindo mortalidade, tempo de hospitalização, necessidade de cirurgia e sequelas. A eficácia depende da precocidade da administração, idealmente nas primeiras 6 horas após o acidente.",
            "indicacoes": "Tratamento específico de envenenamento por serpentes brasileiras:\n• Soro antibotrópico: Bothrops (jararaca, jararacuçu).\n• Soro anticrotálico: Crotalus durissus (cascavel).\n• Soro antielapídico: Micrurus spp. (coral verdadeira).\n• Soro antilaquético: Lachesis muta (surucucu).\n• Soro antibotrópico-crotálico: quando não é possível identificar o gênero da serpente.",
            "posologia": "Adultos e crianças:\n• Soro antibotrópico: 4 a 12 ampolas IV conforme gravidade (leve: 4, moderada: 8, grave: 12).\n• Soro anticrotálico: 5 a 10 ampolas IV.\n• Soro antielapídico: 10 ampolas IV (independente da gravidade).\n• Soro antilaquético: 10 a 20 ampolas IV.\n• Pode ser necessário repetir doses a cada 12 horas em casos graves ou refratários.\n• Dose única via IV, diluída em SF 0,9%, infundida em 30–60 minutos.",
            "administracao": "• Via intravenosa exclusiva.\n• Diluir em 250 mL de SF 0,9% (adultos) ou proporcional ao peso em pediatria.\n• Infundir lentamente (30 a 60 minutos) com monitoramento contínuo.\n• Não administrar por via IM ou SC devido à absorção errática e risco de reação local severa.",
            "doseMaxima": "• Não há dose máxima absoluta; repetir se sintomas persistirem.\n• Em geral, não ultrapassa 20 ampolas por episódio, exceto em acidentes muito graves.",
            "doseMinima": "• 4 ampolas (acidente botrópico leve).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Febre, calafrios, náusea.\n• Rash cutâneo leve.\nComuns (1–10%):\n• Prurido, urticária.\n• Broncoespasmo.\n• Cefaleia.\nIncomuns (0,1–1%):\n• Anafilaxia (dispneia, hipotensão, angioedema).\n• Reação do tipo doença do soro (febre, artralgia, linfadenopatia 5 a 12 dias após).\nRaras (<0,1%):\n• Choque anafilático.\n• Síndrome nefrótica (uso repetido).",
            "riscoGravidez": "Classe B. Considerado seguro na gestação. A gravidade do envenenamento ofídico justifica plenamente seu uso em qualquer trimestre.",
            "riscoLactacao": "Compatível com amamentação. Não há relatos de excreção no leite. O risco teórico é mínimo, sendo recomendado o uso conforme necessário.",
            "ajusteRenal": "Não requer ajuste de dose. Monitorar sinais de sobrecarga volêmica em nefropatas.",
            "ajusteHepatico": "Sem necessidade de ajuste. Uso com cautela em hepatopatias graves pela possibilidade de reação imunomediada.",
            "contraindicacoes": "• Hipersensibilidade prévia grave ao soro (anafilaxia documentada).\n• Uso não indicado fora do contexto de acidente ofídico comprovado ou altamente sugestivo.",
            "interacaoMedicamento": "• Cautela com medicamentos que aumentam risco de reação alérgica (ex.: AINEs, antibióticos beta-lactâmicos).\n• Evitar vacinas vivas nas semanas seguintes (imunossupressão transitória).\n• Uso concomitante de adrenalina, corticosteroides e anti-histamínicos pode ser necessário em reações alérgicas.",
            "apresentacao": "• Ampolas liofilizadas ou solução líquida (10 mL).\n• Embalagens com múltiplas ampolas por tipo de soro (4, 10, 20).",
            "preparo": "• Reconstituir (se liofilizado) com diluente estéril específico (água destilada ou SF 0,9%).\n• Diluir o conteúdo total necessário em SF 0,9% (250 mL) para infusão lenta IV.\n• Usar solução imediatamente após preparo.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Incompatível com soluções alcalinas ou hiperosmolares.",
            "armazenamento": "• Conservar entre 2°C e 8°C (refrigerado).\n• Não congelar.\n• Proteger da luz.\n• Após reconstituição: usar imediatamente.",
            "cuidadosMedicos": "• Avaliar gravidade clínica do acidente (sinais locais e sistêmicos).\n• Monitorar sinais vitais e vias aéreas durante e após infusão.\n• Ter disponível adrenalina, corticoide, anti-histamínico e suporte avançado de vida.\n• Avaliar resposta clínica e repetir soro se necessário.\n• Observar por pelo menos 24 horas após administração.",
            "cuidadosFarmaceuticos": "• Conferir tipo correto de soro para o acidente.\n• Preparar sob condições assépticas.\n• Documentar lote, data de validade e tempo de infusão.\n• Comunicar eventos adversos ao CRIE (Centro de Referência para Imunobiológicos Especiais).",
            "cuidadosEnfermagem": "• Monitorar sinais vitais durante e após infusão.\n• Observar sinais precoces de reação adversa.\n• Garantir acesso venoso pérvio e diluição correta.\n• Orientar familiares sobre sinais de alerta para doença do soro nos dias seguintes.",
            "fontesBibliograficas": "Manual do Ministério da Saúde - Acidentes por Animais Peçonhentos (2023), Bula Butantan, UpToDate (2024), Micromedex, PubMed ID 37614844, Tintinalli’s Emergency Medicine (9ª Ed.), MedToxicology (Goldfrank's), SBMT - Sociedade Brasileira de Medicina Tropical."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Heterologous antivenom immunoglobulin (antivenom serum)",
            "nomeComercial": "Antibothropic Serum®, Anticrotalic®, Antilachetic®, Antielapidic® – Butantan, Funed, Vital Brazil",
            "classificacao": "Heterologous immunoglobulin; antivenom; specific antidote for snakebite accidents",
            "mecanismoAcao": "The antivenom serum contains heterologous immunoglobulins (whole IgG or F(ab')2 fragments) obtained from horses hyperimmunized with venoms of Brazilian snakes. Its action is based on the formation of immune complexes with circulating toxins present in snake envenomation, neutralizing them before they bind to their molecular targets (enzymes, receptors, or extracellular matrix components). These complexes are then removed from circulation by the mononuclear phagocyte system (reticuloendothelial), reducing the bioavailability of active venom. The antibodies present are poly-specific and exhibit cross-reactivity among different venom serotypes of snakes of the same genus, allowing broad therapeutic coverage. The antivenom serum prevents the progression of local effects such as necrosis, edema, and bleeding, in addition to neutralizing potentially lethal systemic effects such as coagulopathy, acute renal failure, myotoxicity, and neurotoxicity. Its efficacy is directly proportional to the promptness of administration. The serum composition is standardized according to Ministry of Health protocols and contains residual traces of equine proteins, which justifies the potential risk of immediate or delayed hypersensitivity reactions.",
            "farmacocinetica": "• Onset of action: immediate to <1 hour after IV administration.\n• Peak effect: 1 to 3 hours.\n• Half-life: 2 to 4 days (F(ab')2 fragments); up to 21 days (whole IgG).\n• Excretion: reticuloendothelial system (immune complexes) and renal (free proteins).",
            "farmacodinamica": "Blocks systemic and local effects of venom, reducing mortality, hospitalization time, need for surgery, and sequelae. Efficacy depends on prompt administration, ideally within the first 6 hours after the accident.",
            "indicacoes": "Specific treatment of envenomation by Brazilian snakes:\n• Antibothropic serum: Bothrops (jararaca, jararacuçu).\n• Anticrotalic serum: Crotalus durissus (rattlesnake).\n• Antielapidic serum: Micrurus spp. (coral snake).\n• Antilachetic serum: Lachesis muta (bushmaster).\n• Antibothropic-crothalic serum: when it is not possible to identify the snake genus.",
            "posologia": "Adults and children:\n• Antibothropic serum: 4 to 12 vials IV depending on severity (mild: 4, moderate: 8, severe: 12).\n• Anticrotalic serum: 5 to 10 vials IV.\n• Antielapidic serum: 10 vials IV (regardless of severity).\n• Antilachetic serum: 10 to 20 vials IV.\n• It may be necessary to repeat doses every 12 hours in severe or refractory cases.\n• Single dose IV, diluted in 0.9% saline, infused over 30–60 minutes.",
            "administracao": "• Intravenous route only.\n• Dilute in 250 mL of 0.9% saline (adults) or proportionally to weight in pediatrics.\n• Infuse slowly (30 to 60 minutes) with continuous monitoring.\n• Do not administer via IM or SC due to erratic absorption and risk of severe local reaction.",
            "doseMaxima": "• No absolute maximum dose; repeat if symptoms persist.\n• Generally does not exceed 20 vials per episode, except in very severe accidents.",
            "doseMinima": "• 4 vials (mild bothropic accident).",
            "reacoesAdversas": "Very common (>10%):\n• Fever, chills, nausea.\n• Mild skin rash.\nCommon (1–10%):\n• Pruritus, urticaria.\n• Bronchospasm.\n• Headache.\nUncommon (0.1–1%):\n• Anaphylaxis (dyspnea, hypotension, angioedema).\n• Serum sickness-type reaction (fever, arthralgia, lymphadenopathy 5 to 12 days after).\nRare (<0.1%):\n• Anaphylactic shock.\n• Nephrotic syndrome (repeated use).",
            "riscoGravidez": "Category B. Considered safe in pregnancy. The severity of snake envenomation fully justifies its use in any trimester.",
            "riscoLactacao": "Compatible with breastfeeding. No reports of excretion in milk. The theoretical risk is minimal, and use is recommended as needed.",
            "ajusteRenal": "No dose adjustment required. Monitor signs of volume overload in nephropathic patients.",
            "ajusteHepatico": "No adjustment necessary. Use with caution in severe liver disease due to possible immune-mediated reaction.",
            "contraindicacoes": "• Previous severe hypersensitivity to serum (documented anaphylaxis).\n• Use not indicated outside the context of confirmed or highly suggestive snakebite accident.",
            "interacaoMedicamento": "• Caution with medications that increase risk of allergic reaction (e.g., NSAIDs, beta-lactam antibiotics).\n• Avoid live vaccines in the following weeks (transient immunosuppression).\n• Concomitant use of adrenaline, corticosteroids, and antihistamines may be necessary in allergic reactions.",
            "apresentacao": "• Lyophilized vials or liquid solution (10 mL).\n• Packages with multiple vials per serum type (4, 10, 20).",
            "preparo": "• Reconstitute (if lyophilized) with specific sterile diluent (distilled water or 0.9% saline).\n• Dilute the total required content in 0.9% saline (250 mL) for slow IV infusion.\n• Use solution immediately after preparation.",
            "solucoesCompatíveis": "• 0.9% saline solution.\n• Incompatible with alkaline or hyperosmolar solutions.",
            "armazenamento": "• Store between 2°C and 8°C (refrigerated).\n• Do not freeze.\n• Protect from light.\n• After reconstitution: use immediately.",
            "cuidadosMedicos": "• Assess clinical severity of the accident (local and systemic signs).\n• Monitor vital signs and airway during and after infusion.\n• Have adrenaline, corticosteroid, antihistamine, and advanced life support available.\n• Evaluate clinical response and repeat serum if necessary.\n• Observe for at least 24 hours after administration.",
            "cuidadosFarmaceuticos": "• Verify correct serum type for the accident.\n• Prepare under aseptic conditions.\n• Document batch, expiration date, and infusion time.\n• Report adverse events to CRIE (Reference Center for Special Immunobiologicals).",
            "cuidadosEnfermagem": "• Monitor vital signs during and after infusion.\n• Observe early signs of adverse reaction.\n• Ensure patent venous access and correct dilution.\n• Advise family about warning signs for serum sickness in the following days.",
            "fontesBibliograficas": "Ministry of Health Manual - Accidents by Poisonous Animals (2023), Butantan Package Insert, UpToDate (2024), Micromedex, PubMed ID 37614844, Tintinalli’s Emergency Medicine (9th Ed.), MedToxicology (Goldfrank's), SBMT - Brazilian Society of Tropical Medicine."
        }
    },
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Inmunoglobulina heteróloga antiofídica (suero antiofídico)",
            "nomeComercial": "Suero Antibotrópico®, Anticrotálico®, Antilaquético®, Antielapídico® – Butantan, Funed, Vital Brazil",
            "classificacao": "Inmunoglobulina heteróloga; antiveneno; antídoto específico para accidentes ofídicos",
            "mecanismoAcao": "El suero antiofídico contiene inmunoglobulinas heterólogas (IgG completas o fragmentos F(ab')2) obtenidas de caballos hiperinmunizados con venenos de serpientes brasileñas. Su acción se basa en la formación de complejos inmunes con las toxinas circulantes presentes en el envenenamiento ofídico, neutralizándolas antes de que se unan a sus objetivos moleculares (enzimas, receptores o componentes de la matriz extracelular). Estos complejos son luego eliminados de la circulación por el sistema mononuclear fagocítico (reticuloendotelial), reduciendo la biodisponibilidad del veneno activo. Los anticuerpos presentes son polispecíficos y presentan actividad cruzada entre diferentes serotipos de veneno de serpientes del mismo género, permitiendo una amplia cobertura terapéutica. El suero antiofídico impide la progresión de efectos locales como necrosis, edema y sangrado, además de neutralizar efectos sistémicos potencialmente letales como coagulopatía, insuficiencia renal aguda, miotoxicidad y neurotoxicidad. Su eficacia es directamente proporcional a la prontitud de la administración. La composición del suero está estandarizada según los protocolos del Ministerio de Salud y contiene trazas residuales de proteínas equinas, lo que justifica el riesgo potencial de reacciones de hipersensibilidad inmediatas o tardías.",
            "farmacocinetica": "• Inicio de acción: inmediato a <1 hora tras administración IV.\n• Pico de efecto: 1 a 3 horas.\n• Vida media: 2 a 4 días (fragmentos F(ab')2); hasta 21 días (IgG completa).\n• Excreción: sistema reticuloendotelial (complejos inmunes) y renal (proteínas libres).",
            "farmacodinamica": "Bloquea los efectos sistémicos y locales del veneno, reduciendo mortalidad, tiempo de hospitalización, necesidad de cirugía y secuelas. La eficacia depende de la prontitud de la administración, idealmente en las primeras 6 horas tras el accidente.",
            "indicacoes": "Tratamiento específico del envenenamiento por serpientes brasileñas:\n• Suero antibotrópico: Bothrops (jararaca, jararacuçu).\n• Suero anticrotálico: Crotalus durissus (cascabel).\n• Suero antielapídico: Micrurus spp. (coral verdadero).\n• Suero antilaquéctico: Lachesis muta (surucucú).\n• Suero antibotrópico-crotálico: cuando no es posible identificar el género de la serpiente.",
            "posologia": "Adultos y niños:\n• Suero antibotrópico: 4 a 12 ampollas IV según gravedad (leve: 4, moderada: 8, grave: 12).\n• Suero anticrotálico: 5 a 10 ampollas IV.\n• Suero antielapídico: 10 ampollas IV (independientemente de la gravedad).\n• Suero antilaquéctico: 10 a 20 ampollas IV.\n• Puede ser necesario repetir dosis cada 12 horas en casos graves o refractarios.\n• Dosis única vía IV, diluida en SF 0,9%, infundida en 30–60 minutos.",
            "administracao": "• Vía intravenosa exclusiva.\n• Diluir en 250 mL de SF 0,9% (adultos) o proporcional al peso en pediatría.\n• Infundir lentamente (30 a 60 minutos) con monitoreo continuo.\n• No administrar por vía IM o SC debido a absorción errática y riesgo de reacción local severa.",
            "doseMaxima": "• No existe dosis máxima absoluta; repetir si persisten los síntomas.\n• Generalmente no supera las 20 ampollas por episodio, excepto en accidentes muy graves.",
            "doseMinima": "• 4 ampollas (accidente botrópico leve).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Fiebre, escalofríos, náuseas.\n• Erupción cutánea leve.\nComunes (1–10%):\n• Prurito, urticaria.\n• Broncoespasmo.\n• Cefalea.\nPoco comunes (0,1–1%):\n• Anafilaxia (disnea, hipotensión, angioedema).\n• Reacción tipo enfermedad del suero (fiebre, artralgia, linfadenopatía 5 a 12 días después).\nRaras (<0,1%):\n• Shock anafiláctico.\n• Síndrome nefrótico (uso repetido).",
            "riscoGravidez": "Categoría B. Considerado seguro en el embarazo. La gravedad del envenenamiento ofídico justifica plenamente su uso en cualquier trimestre.",
            "riscoLactacao": "Compatible con la lactancia. No hay reportes de excreción en leche. El riesgo teórico es mínimo, recomendándose su uso según necesidad.",
            "ajusteRenal": "No requiere ajuste de dosis. Monitorizar signos de sobrecarga de volumen en pacientes nefropáticos.",
            "ajusteHepatico": "Sin necesidad de ajuste. Uso con precaución en hepatopatías graves debido a posible reacción inmunomediada.",
            "contraindicacoes": "• Hipersensibilidad previa grave al suero (anafilaxia documentada).\n• Uso no indicado fuera del contexto de accidente ofídico confirmado o altamente sugestivo.",
            "interacaoMedicamento": "• Precaución con medicamentos que aumentan riesgo de reacción alérgica (ej.: AINEs, antibióticos beta-lactámicos).\n• Evitar vacunas vivas en las semanas siguientes (inmunosupresión transitoria).\n• Uso concomitante de adrenalina, corticosteroides y antihistamínicos puede ser necesario en reacciones alérgicas.",
            "apresentacao": "• Ampollas liofilizadas o solución líquida (10 mL).\n• Envases con múltiples ampollas por tipo de suero (4, 10, 20).",
            "preparo": "• Reconstituir (si es liofilizado) con diluyente estéril específico (agua destilada o SF 0,9%).\n• Diluir el contenido total necesario en SF 0,9% (250 mL) para infusión lenta IV.\n• Usar la solución inmediatamente después de la preparación.",
            "solucoesCompatíveis": "• Solución salina 0,9%.\n• Incompatible con soluciones alcalinas o hiperosmolares.",
            "armazenamento": "• Conservar entre 2°C y 8°C (refrigerado).\n• No congelar.\n• Proteger de la luz.\n• Después de la reconstitución: usar inmediatamente.",
            "cuidadosMedicos": "• Evaluar gravedad clínica del accidente (signos locales y sistémicos).\n• Monitorizar signos vitales y vías aéreas durante y después de la infusión.\n• Tener disponible adrenalina, corticoides, antihistamínicos y soporte avanzado de vida.\n• Evaluar respuesta clínica y repetir suero si es necesario.\n• Observar al menos 24 horas tras la administración.",
            "cuidadosFarmaceuticos": "• Verificar tipo correcto de suero para el accidente.\n• Preparar bajo condiciones asépticas.\n• Documentar lote, fecha de vencimiento y tiempo de infusión.\n• Comunicar eventos adversos al CRIE (Centro de Referencia para Inmunobiológicos Especiales).",
            "cuidadosEnfermagem": "• Monitorizar signos vitales durante y después de la infusión.\n• Observar signos precoces de reacción adversa.\n• Garantizar acceso venoso permeable y correcta dilución.\n• Orientar a familiares sobre señales de alerta para enfermedad del suero en los días siguientes.",
            "fontesBibliograficas": "Manual del Ministerio de Salud - Accidentes por Animales Venenosos (2023), Prospecto Butantan, UpToDate (2024), Micromedex, PubMed ID 37614844, Tintinalli’s Emergency Medicine (9ª Ed.), MedToxicology (Goldfrank's), SBMT - Sociedad Brasileña de Medicina Tropical."
        }
    }
}
