{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Sugamadex",
            "nomeComercial": "Bridion®",
            "classificacao": "Agente de reversão de bloqueador neuromuscular; antagonista seletivo de relaxantes musculares esteroidais",
            "mecanismoAcao": "O sugamadex é um derivado sintético da gama-ciclodextrina, projetado para encapsular de forma seletiva e reversível moléculas de bloqueadores neuromusculares esteroidais, especialmente rocurônio e vecurônio. A estrutura hidrofóbica interna da ciclodextrina forma um complexo de inclusão com o fármaco, reduzindo drasticamente sua concentração livre no plasma. Isso cria um gradiente de concentração que promove o deslocamento do bloqueador neuromuscular da junção neuromuscular de volta para o plasma, onde é capturado e neutralizado. Como resultado, ocorre rápida restauração da transmissão neuromuscular, sem necessidade de inibição da acetilcolinesterase. Ao contrário dos anticolinesterásicos (ex.: neostigmina), o sugamadex não aumenta os níveis de acetilcolina nem estimula receptores muscarínicos, evitando efeitos adversos como bradicardia, hipersalivação e broncoconstrição. A ação do sugamadex é dependente da dose e da profundidade do bloqueio, sendo eficaz inclusive para reversão imediata de bloqueios profundos ou após intubação com altas doses de rocurônio. Sua seletividade é limitada aos bloqueadores esteroidais, não tendo efeito sobre agentes benzilisoquinolínicos como cisatracúrio ou atracúrio.",
            "farmacocinetica": "• Início de ação: 1–3 minutos.\n• Pico de efeito: imediato após administração.\n• Duração do efeito: reversão completa e rápida.\n• Meia-vida: 2 horas.\n• Volume de distribuição: 11–14 L.\n• Ligação às proteínas plasmáticas: não significativa.\n• Metabolização: não é metabolizado.\n• Excreção: renal (>95% como fármaco inalterado em 24 horas).",
            "farmacodinamica": "Reverte rapidamente bloqueios neuromusculares induzidos por rocurônio e vecurônio, inclusive bloqueios profundos. Age sem interferir nos receptores nicotínicos ou na acetilcolinesterase, evitando efeitos colaterais colinérgicos (bradicardia, broncoespasmo, salivação) associados aos anticolinesterásicos tradicionais.",
            "indicacoes": "• Reversão do bloqueio neuromuscular induzido por rocurônio ou vecurônio.\n• Pode ser usado para reversão de bloqueio moderado, profundo ou até imediato após intubação com rocurônio (em substituição à succinilcolina).",
            "posologia": "• Bloqueio moderado (retorno de 2 respostas no TOF):\n  - 2 mg/kg IV em bolus.\n• Bloqueio profundo (POT 1–2 ou sem resposta TOF):\n  - 4 mg/kg IV em bolus.\n• Reversão imediata após intubação com 1,2 mg/kg de rocurônio (substituindo succinilcolina):\n  - 16 mg/kg IV em bolus.\n• Pediatria (≥2 anos): mesma posologia dos adultos.\n• Não recomendado para neonatos e lactentes (<2 anos).",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administração em bolus rápido (em no máximo 10 segundos).\n• Não necessita diluição.",
            "doseMaxima": "• 16 mg/kg por dose (para reversão imediata).",
            "doseMinima": "• 2 mg/kg (para bloqueio moderado).",
            "reacoesAdversas": "Comuns (1–10%):\n• Alterações no paladar.\n• Náusea, vômito.\n• Hipotensão transitória.\n• Tosse.\n• Dor no local da injeção.\nIncomuns (0,1–1%):\n• Bradicardia.\n• Prolongamento do tempo de tromboplastina parcial (TTPa) e do tempo de protrombina (TP), geralmente transitórios.\nRaras (<0,1%):\n• Reações anafiláticas.\n• Hipersensibilidade severa.\n• Bloqueio neuromuscular recorrente (se dose insuficiente).\n• Edema facial, broncoespasmo.\n• Arritmias cardíacas isoladas.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Estudos em animais não demonstraram teratogenicidade, mas não há estudos controlados em humanos.",
            "riscoLactacao": "Desconhecido se excreta no leite humano, porém, devido à rápida excreção renal e ausência de metabolismo, não são esperados efeitos no lactente.",
            "ajusteRenal": "• Contraindicado ou não recomendado em insuficiência renal grave (ClCr <30 mL/min), incluindo pacientes em diálise, devido à dependência da excreção renal.\n• Usar com cautela em disfunção renal moderada.",
            "ajusteHepatico": "• Não é necessário ajuste. O metabolismo hepático não interfere na eliminação do sugamadex.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao sugamadex ou a qualquer componente da fórmula.\n• Insuficiência renal grave (ClCr <30 mL/min) é uma contraindicação relativa, sendo uso off-label em casos específicos.",
            "interacaoMedicamento": "• Pode reduzir a eficácia de contraceptivos hormonais (oral, transdérmico, implante) devido à sua afinidade pela progesterona — recomenda-se método contraceptivo adicional nas 7 dias seguintes.\n• Potencial interação teórica com toremifeno e ácido fusídico.\n• Não interage com bloqueadores benzilisoquinolínicos (ex.: cisatracúrio, atracúrio, mivacúrio).",
            "apresentacao": "• Frascos-ampola de 200 mg/2 mL (100 mg/mL) e 500 mg/5 mL (100 mg/mL) para uso EV.",
            "preparo": "• Pronto para uso.\n• Administrar puro, diretamente do frasco.\n• Se desejado, pode ser diluído em SF 0,9% ou SG 5%, mantendo estabilidade por até 48 horas refrigerado.",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Ringer Lactato.\n• Incompatível com soluções alcalinas e bicarbonato de sódio.",
            "armazenamento": "• Conservar entre 2°C e 25°C.\n• Não congelar.\n• Estável até a data de validade na embalagem original.\n• Após abertura ou diluição, utilizar em até 48 horas se refrigerado (2°C–8°C) e protegido da luz.",
            "cuidadosMedicos": "• Monitorização rigorosa da função neuromuscular (TOF) para evitar recurarização.\n• Estar preparado para suporte de vida em caso de anafilaxia.\n• Avaliar função renal antes da administração.\n• Avisar pacientes sobre a possível redução da eficácia de anticoncepcionais hormonais.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade do frasco.\n• Não administrar se houver turvação, precipitação ou alteração de cor.\n• Documentar lote, dose, horário e quaisquer reações adversas.\n• Verificar validade após abertura se houver armazenamento.",
            "cuidadosEnfermagem": "• Monitorizar sinais vitais, TOF, capnografia e saturação.\n• Observar sinais de recurarização (fraqueza, dificuldade respiratória).\n• Notificar imediatamente qualquer sinal de anafilaxia (edema facial, urticária, broncoespasmo, choque).\n• Orientar pacientes sobre uso de método contraceptivo adicional por 7 dias.",
            "fontesBibliograficas": "Bula Anvisa (Bridion®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37614282, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Sugammadex",
            "nomeComercial": "Bridion®",
            "classificacao": "Neuromuscular blocker reversal agent; selective antagonist of steroidal muscle relaxants",
            "mecanismoAcao": "Sugammadex is a synthetic gamma-cyclodextrin derivative designed to selectively and reversibly encapsulate steroidal neuromuscular blocking agents, especially rocuronium and vecuronium. The hydrophobic inner structure of the cyclodextrin forms an inclusion complex with the drug, drastically reducing its free plasma concentration. This creates a concentration gradient that promotes the displacement of the neuromuscular blocker from the neuromuscular junction back into the plasma, where it is captured and neutralized. As a result, rapid restoration of neuromuscular transmission occurs without the need for acetylcholinesterase inhibition. Unlike anticholinesterases (e.g., neostigmine), sugammadex does not increase acetylcholine levels nor stimulate muscarinic receptors, avoiding adverse effects such as bradycardia, hypersalivation, and bronchoconstriction. Sugammadex's action is dose-dependent and related to the depth of blockade, being effective even for immediate reversal of deep blocks or following intubation with high doses of rocuronium. Its selectivity is limited to steroidal blockers, having no effect on benzylisoquinolinium agents such as cisatracurium or atracurium.",
            "farmacocinetica": "• Onset of action: 1–3 minutes.\n• Peak effect: immediate post-administration.\n• Duration of effect: complete and rapid reversal.\n• Half-life: 2 hours.\n• Volume of distribution: 11–14 L.\n• Plasma protein binding: negligible.\n• Metabolism: not metabolized.\n• Excretion: renal (>95% as unchanged drug within 24 hours).",
            "farmacodinamica": "Rapidly reverses neuromuscular blocks induced by rocuronium and vecuronium, including deep blocks. Acts without interfering with nicotinic receptors or acetylcholinesterase, avoiding cholinergic side effects (bradycardia, bronchospasm, salivation) associated with traditional anticholinesterases.",
            "indicacoes": "• Reversal of neuromuscular blockade induced by rocuronium or vecuronium.\n• Can be used for moderate, deep, or immediate reversal following rocuronium intubation (as a substitute for succinylcholine).",
            "posologia": "• Moderate block (return of 2 responses in TOF):\n  - 2 mg/kg IV bolus.\n• Deep block (PTC 1–2 or no TOF response):\n  - 4 mg/kg IV bolus.\n• Immediate reversal after intubation with 1.2 mg/kg rocuronium (replacing succinylcholine):\n  - 16 mg/kg IV bolus.\n• Pediatrics (≥2 years): same dosage as adults.\n• Not recommended for neonates and infants (<2 years).",
            "administracao": "• Exclusively intravenous administration.\n• Rapid bolus injection (within 10 seconds).\n• No dilution required.",
            "doseMaxima": "• 16 mg/kg per dose (for immediate reversal).",
            "doseMinima": "• 2 mg/kg (for moderate block).",
            "reacoesAdversas": "Common (1–10%):\n• Taste disturbances.\n• Nausea, vomiting.\n• Transient hypotension.\n• Cough.\n• Injection site pain.\nUncommon (0.1–1%):\n• Bradycardia.\n• Prolongation of activated partial thromboplastin time (aPTT) and prothrombin time (PT), usually transient.\nRare (<0.1%):\n• Anaphylactic reactions.\n• Severe hypersensitivity.\n• Recurarization (if insufficient dose).\n• Facial edema, bronchospasm.\n• Isolated cardiac arrhythmias.",
            "riscoGravidez": "Category C. Use only if clearly needed. Animal studies have not demonstrated teratogenicity, but controlled studies in humans are lacking.",
            "riscoLactacao": "Unknown if excreted in human milk; however, due to rapid renal excretion and lack of metabolism, no effects on the infant are expected.",
            "ajusteRenal": "• Contraindicated or not recommended in severe renal impairment (CrCl <30 mL/min), including dialysis patients, due to renal excretion dependency.\n• Use with caution in moderate renal dysfunction.",
            "ajusteHepatico": "• No adjustment necessary. Hepatic metabolism does not affect sugammadex elimination.",
            "contraindicacoes": "• Known hypersensitivity to sugammadex or any component of the formulation.\n• Severe renal impairment (CrCl <30 mL/min) is a relative contraindication; off-label use in specific cases.",
            "interacaoMedicamento": "• May reduce efficacy of hormonal contraceptives (oral, transdermal, implant) due to progesterone affinity — recommend additional contraceptive method for 7 days post-administration.\n• Theoretical potential interaction with toremifene and fusidic acid.\n• Does not interact with benzylisoquinolinium blockers (e.g., cisatracurium, atracurium, mivacurium).",
            "apresentacao": "• Vials of 200 mg/2 mL (100 mg/mL) and 500 mg/5 mL (100 mg/mL) for IV use.",
            "preparo": "• Ready to use.\n• Administer undiluted directly from the vial.\n• If desired, can be diluted in 0.9% saline or 5% glucose solution, maintaining stability for up to 48 hours refrigerated.",
            "solucoesCompatíveis": "• 0.9% saline solution.\n• 5% glucose solution.\n• Ringer's lactate.\n• Incompatible with alkaline solutions and sodium bicarbonate.",
            "armazenamento": "• Store between 2°C and 25°C.\n• Do not freeze.\n• Stable until expiration date in original packaging.\n• After opening or dilution, use within 48 hours if refrigerated (2°C–8°C) and protected from light.",
            "cuidadosMedicos": "• Strict neuromuscular function monitoring (TOF) to avoid recurarization.\n• Be prepared for life support in case of anaphylaxis.\n• Assess renal function before administration.\n• Inform patients about possible reduction in hormonal contraceptive efficacy.",
            "cuidadosFarmaceuticos": "• Verify name, dose, route, concentration, and vial integrity.\n• Do not administer if turbidity, precipitation, or color change is observed.\n• Document batch, dose, time, and any adverse reactions.\n• Check expiration after opening if stored.",
            "cuidadosEnfermagem": "• Monitor vital signs, TOF, capnography, and oxygen saturation.\n• Observe for signs of recurarization (weakness, respiratory difficulty).\n• Immediately report any signs of anaphylaxis (facial edema, urticaria, bronchospasm, shock).\n• Advise patients on additional contraceptive method use for 7 days.",
            "fontesBibliograficas": "Anvisa package insert (Bridion®), UpToDate (2024), Micromedex, Goodman & Gilman’s The Pharmacological Basis of Therapeutics (13th Edition), PubMed ID 37614282, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Sugamadex",
            "nomeComercial": "Bridion®",
            "classificacao": "Agente de reversión de bloqueador neuromuscular; antagonista selectivo de relajantes musculares esteroideos",
            "mecanismoAcao": "Sugamadex es un derivado sintético de la gamma-ciclodextrina, diseñado para encapsular de forma selectiva y reversible moléculas de bloqueadores neuromusculares esteroideos, especialmente rocuronio y vecuronio. La estructura hidrofóbica interna de la ciclodextrina forma un complejo de inclusión con el fármaco, reduciendo drásticamente su concentración libre en plasma. Esto crea un gradiente de concentración que promueve el desplazamiento del bloqueador neuromuscular de la unión neuromuscular de regreso al plasma, donde es capturado y neutralizado. Como resultado, ocurre una restauración rápida de la transmisión neuromuscular, sin necesidad de inhibición de la acetilcolinesterasa. A diferencia de los anticolinesterásicos (ej.: neostigmina), sugamadex no aumenta los niveles de acetilcolina ni estimula los receptores muscarínicos, evitando efectos adversos como bradicardia, hipersalivación y broncoconstricción. La acción de sugamadex depende de la dosis y de la profundidad del bloqueo, siendo eficaz incluso para la reversión inmediata de bloqueos profundos o tras intubación con dosis altas de rocuronio. Su selectividad se limita a los bloqueadores esteroideos, sin efecto sobre agentes benzilisoquinolínicos como cisatracurio o atracurio.",
            "farmacocinetica": "• Inicio de acción: 1–3 minutos.\n• Pico de efecto: inmediato tras la administración.\n• Duración del efecto: reversión completa y rápida.\n• Vida media: 2 horas.\n• Volumen de distribución: 11–14 L.\n• Unión a proteínas plasmáticas: no significativa.\n• Metabolización: no se metaboliza.\n• Excreción: renal (>95% como fármaco inalterado en 24 horas).",
            "farmacodinamica": "Revierte rápidamente bloqueos neuromusculares inducidos por rocuronio y vecuronio, incluso los profundos. Actúa sin interferir en los receptores nicotínicos ni en la acetilcolinesterasa, evitando efectos colinérgicos (bradicardia, broncoespasmo, salivación) asociados a los anticolinesterásicos tradicionales.",
            "indicacoes": "• Reversión del bloqueo neuromuscular inducido por rocuronio o vecuronio.\n• Puede utilizarse para reversión de bloqueo moderado, profundo o incluso inmediata tras intubación con rocuronio (en sustitución de succinilcolina).",
            "posologia": "• Bloqueo moderado (retorno de 2 respuestas en TOF):\n  - 2 mg/kg IV en bolo.\n• Bloqueo profundo (PTC 1–2 o sin respuesta TOF):\n  - 4 mg/kg IV en bolo.\n• Reversión inmediata tras intubación con 1,2 mg/kg de rocuronio (sustituyendo succinilcolina):\n  - 16 mg/kg IV en bolo.\n• Pediatría (≥2 años): misma dosificación que adultos.\n• No recomendado para neonatos y lactantes (<2 años).",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Administración en bolo rápido (en un máximo de 10 segundos).\n• No requiere dilución.",
            "doseMaxima": "• 16 mg/kg por dosis (para reversión inmediata).",
            "doseMinima": "• 2 mg/kg (para bloqueo moderado).",
            "reacoesAdversas": "Comunes (1–10%):\n• Alteraciones del gusto.\n• Náuseas, vómitos.\n• Hipotensión transitoria.\n• Tos.\n• Dolor en el sitio de inyección.\nPoco comunes (0,1–1%):\n• Bradicardia.\n• Prolongación del tiempo de tromboplastina parcial (TTPa) y del tiempo de protrombina (TP), generalmente transitorios.\nRaras (<0,1%):\n• Reacciones anafilácticas.\n• Hipersensibilidad severa.\n• Recurarización (si la dosis es insuficiente).\n• Edema facial, broncoespasmo.\n• Arritmias cardíacas aisladas.",
            "riscoGravidez": "Categoría C. Usar solo si es claramente necesario. Los estudios en animales no demostraron teratogenicidad, pero no existen estudios controlados en humanos.",
            "riscoLactacao": "Se desconoce si se excreta en la leche humana, pero debido a su rápida excreción renal y ausencia de metabolismo, no se esperan efectos en el lactante.",
            "ajusteRenal": "• Contraindicado o no recomendado en insuficiencia renal grave (ClCr <30 mL/min), incluidos pacientes en diálisis, debido a la dependencia de la excreción renal.\n• Usar con precaución en disfunción renal moderada.",
            "ajusteHepatico": "• No es necesario ajuste. El metabolismo hepático no interfiere en la eliminación de sugamadex.",
            "contraindicacoes": "• Hipersensibilidad conocida a sugamadex o a cualquier componente de la fórmula.\n• Insuficiencia renal grave (ClCr <30 mL/min) es una contraindicación relativa, siendo uso off-label en casos específicos.",
            "interacaoMedicamento": "• Puede reducir la eficacia de anticonceptivos hormonales (oral, transdérmico, implante) debido a su afinidad por la progesterona — se recomienda método anticonceptivo adicional durante los 7 días siguientes.\n• Potencial interacción teórica con toremifeno y ácido fusídico.\n• No interactúa con bloqueadores benzilisoquinolínicos (ej.: cisatracurio, atracurio, mivacurio).",
            "apresentacao": "• Viales de 200 mg/2 mL (100 mg/mL) y 500 mg/5 mL (100 mg/mL) para uso EV.",
            "preparo": "• Listo para usar.\n• Administrar puro, directamente del vial.\n• Si se desea, puede diluirse en SF 0,9% o SG 5%, manteniendo estabilidad hasta 48 horas refrigerado.",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Ringer lactato.\n• Incompatible con soluciones alcalinas y bicarbonato de sodio.",
            "armazenamento": "• Conservar entre 2°C y 25°C.\n• No congelar.\n• Estable hasta la fecha de caducidad en el envase original.\n• Tras apertura o dilución, utilizar en un máximo de 48 horas si se refrigera (2°C–8°C) y protegido de la luz.",
            "cuidadosMedicos": "• Monitorización rigurosa de la función neuromuscular (TOF) para evitar recurarización.\n• Estar preparado para soporte vital en caso de anafilaxia.\n• Evaluar función renal antes de la administración.\n• Avisar a los pacientes sobre la posible reducción de la eficacia de anticonceptivos hormonales.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad del vial.\n• No administrar si hay turbidez, precipitación o alteración de color.\n• Documentar lote, dosis, horario y cualquier reacción adversa.\n• Verificar validez tras apertura si hay almacenamiento.",
            "cuidadosEnfermagem": "• Monitorizar signos vitales, TOF, capnografía y saturación.\n• Observar signos de recurarización (debilidad, dificultad respiratoria).\n• Notificar inmediatamente cualquier signo de anafilaxia (edema facial, urticaria, broncoespasmo, shock).\n• Orientar a los pacientes sobre el uso de método anticonceptivo adicional durante 7 días.",
            "fontesBibliograficas": "Ficha técnica AEMPS (Bridion®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37614282, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    },
