{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Timoglobulina (Globulina Antitimócito de Coelho)",
            "nomeComercial": "Thymoglobuline®",
            "classificacao": "Imunossupressor, anticorpo policlonal anti-linfócito, imunoglobulina policlonal de origem animal",
            "mecanismoAcao": "Timoglobulina é uma preparação de imunoglobulinas policlonais IgG obtidas pela imunização de coelhos com linfócitos humanos. Esses anticorpos se ligam a uma variedade de antígenos de superfície de linfócitos T (incluindo CD2, CD3, CD4, CD8, CD11a, CD18, CD25, CD28, CD44, HLA-DR), induzindo depleção linfocitária por lise mediada por complemento, citotoxicidade celular dependente de anticorpos (ADCC) e apoptose. Promove profunda imunossupressão celular, com redução significativa da função efetora de linfócitos T.",
            "farmacocinetica": "• Início: durante a infusão IV\n• Pico de depleção: 24–72 horas após início\n• Meia-vida: 2–4 dias (pode se estender até 30 dias)\n• Volume de distribuição: 0,04–0,06 L/kg\n• Metabolismo: proteólise em aminoácidos e peptídeos pequenos\n• Eliminação: sistema reticuloendotelial e excreção renal de fragmentos proteicos",
            "farmacodinamica": "• Induz depleção linfocitária sustentada\n• Reduz atividade inflamatória mediada por células T\n• Efeito imunossupressor pode durar semanas a meses após interrupção\n• Induz tolerância imunológica parcial no transplante\n• Reduz risco de rejeição aguda precoce em transplantes renais e hepáticos",
            "indicacoes": "• Profilaxia e tratamento de rejeição aguda em transplante de órgãos sólidos (rim, fígado, coração, pâncreas)\n• Aplasia medular severa (em combinação com ciclosporina)\n• Síndrome hemofagocítica secundária refratária\n• Condicionamento imunossupressor pré-transplante de medula óssea\n• Doenças autoimunes graves refratárias ao tratamento convencional",
            "posologia": "Transplante renal:\n• 1,5 mg/kg/dia IV por 3–5 dias\nAplasia medular:\n• 2,5–3,5 mg/kg/dia IV por 5 dias (com ciclosporina)\nHemofagocitose:\n• 1–2 mg/kg por 3–5 dias, ajustado por resposta\nTransplante de medula óssea:\n• 2,5 mg/kg/dia por 2–3 dias antes do transplante (D-2 a D0)",
            "administracao": "• Infusão IV lenta em bomba\n• Diluir em 50–500 mL de SF 0,9% ou SG 5%\n• Infundir ao longo de 4–6 horas\n• Usar filtro de 0,2 micra obrigatoriamente\n• Pré-medicação obrigatória: corticosteroide, anti-histamínico, antipirético\n• Monitorar sinais vitais rigorosamente durante e após infusão",
            "doseMaxima": "• 3,5 mg/kg/dia (uso em aplasia medular)",
            "doseMinima": "• 1 mg/kg/dia",
            "reacoesAdversas": "• Reações infusionais (febre, calafrios, rash, broncoespasmo)\n• Síndrome de liberação de citocinas (hipotensão, taquicardia, dispneia)\n• Anafilaxia\n• Leucopenia, linfopenia, trombocitopenia, anemia\n• Infecções oportunistas (CMV, EBV, herpes, pneumocistose)\n• Reativação de hepatites virais\n• Doença linfoproliferativa pós-transplante (PTLD)\n• Elevação transitória de transaminases e bilirrubina\n• Mal-estar, cefaleia, dor torácica, dor lombar, artralgia",
            "riscoGravidez": "Categoria C. Não há estudos adequados em gestantes. Pode ser utilizado em situações de risco vital ou sem alternativa terapêutica melhor. Considerar risco/benefício.",
            "riscoLactacao": "Desconhece-se se é excretado no leite. Uso geralmente aceitável em contextos críticos, com vigilância clínica do lactente.",
            "ajusteRenal": "• Não requer ajuste de dose\n• Monitorar função renal, eletrólitos, creatinina e sinais de sobrecarga de volume\n• Depuração de metabólitos proteicos pode ser reduzida em disfunção renal grave",
            "ajusteHepatico": "• Não exige ajuste\n• Monitorar transaminases e bilirrubinas durante uso\n• Suspender em hepatotoxicidade grave associada",
            "contraindicacoes": "• Hipersensibilidade à proteína de coelho ou componentes da fórmula\n• Infecção ativa não controlada\n• Leucopenia grave (<2.000/mm³)\n• Trombocitopenia severa (<50.000/mm³)\n• Linfopenia crítica\n• Anafilaxia prévia à globulina antitimócito",
            "interacaoMedicamento": "• Efeito aditivo com imunossupressores (ciclosporina, tacrolimo, micofenolato, corticoides)\n• Aumenta risco de infecção com agentes biológicos (rituximabe, tocilizumabe)\n• Potencializa mielossupressão com quimioterapia (ciclofosfamida, fludarabina)\n• Risco aumentado de PTLD e neoplasias com regimes combinados intensivos",
            "apresentacao": "• Frasco de 25 mg em pó liofilizado para reconstituição IV",
            "preparo": "• Reconstituir com 5 mL de água para injeção\n• Diluir em SF 0,9% ou SG 5% (50–500 mL)\n• Solução límpida a levemente opalescente\n• Proteger da luz durante preparo e infusão\n• Usar filtro de 0,2 micra\n• Utilizar em até 24 h refrigerado (2–8 °C)",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%, solução glicosada 5%",
            "armazenamento": "• Frasco: refrigerar entre 2–8 °C\n• Não congelar\n• Após preparo: uso em até 24 h se refrigerado e protegido da luz",
            "cuidadosMedicos": "• Pré-medicação obrigatória\n• Monitorar sinais vitais, perfusão, consciência\n• Avaliar hemograma, função renal/hepática\n• Suspender se reação anafilática, hipotensão grave ou angioedema\n• Monitorar infecções oportunistas e reativação viral",
            "cuidadosFarmaceuticos": "• Reconstituir sob técnica asséptica\n• Diluir em volume adequado\n• Utilizar filtro de 0,2 micra\n• Verificar cor e transparência\n• Controlar prazo após reconstituição\n• Garantir identificação clara da bolsa (droga, dose, horário)",
            "cuidadosEnfermagem": "• Verificar sinais vitais a cada 30 min na infusão\n• Observar sinais de reação aguda: febre, rash, dispneia, dor lombar\n• Verificar acesso venoso antes e durante infusão\n• Reportar sintomas imediatamente\n• Avaliar quadro clínico geral pós-infusão",
            "fontesBibliograficas": "Bula Thymoglobuline®, UpToDate (2024), Miller’s Anesthesia (9ª ed.), Barash Clinical Anesthesia, Micromedex, KDIGO Guidelines, EBMT Handbook, PubMed ID 37129455"
        }
    },
    "US": {
      "bulario": {
        "nomePrincipioAtivo": "Thymoglobulin (Rabbit Anti-Thymocyte Globulin)",
        "nomeComercial": "Thymoglobuline®",
        "classificacao": "Immunosuppressant, polyclonal anti-T lymphocyte antibody, rabbit-derived IgG",
        "mecanismoAcao": "Thymoglobulin is a purified, rabbit-derived polyclonal IgG antibody preparation obtained by immunizing rabbits with human thymocytes. The antibodies target multiple surface antigens on T lymphocytes (e.g., CD2, CD3, CD4, CD8, CD11a, CD18, CD25, CD28, CD44, HLA-DR), resulting in T-cell depletion via complement-mediated lysis, antibody-dependent cellular cytotoxicity (ADCC), and apoptosis. Profound immunosuppression is achieved by reducing effector T-cell function and promoting tolerance.",
        "farmacocinetica": "• Onset: during infusion\n• Peak lymphocyte depletion: 24–72 hours\n• Half-life: 2–4 days (can extend up to 30 days)\n• Volume of distribution: 0.04–0.06 L/kg\n• Metabolism: proteolytic degradation into amino acids and peptides\n• Elimination: reticuloendothelial system, renal excretion of degraded fragments",
        "farmacodinamica": "• Sustained depletion of circulating T lymphocytes\n• Reduced cell-mediated immunity and inflammation\n• Prolonged immunosuppressive effect lasting weeks to months\n• Induces partial immunologic tolerance post-transplant\n• Lowers acute rejection risk in solid organ transplantation",
        "indicacoes": "• Prophylaxis and treatment of acute rejection in kidney, liver, heart, and pancreas transplantation\n• Severe aplastic anemia (with cyclosporine)\n• Refractory hemophagocytic lymphohistiocytosis (HLH)\n• Immunosuppressive conditioning for bone marrow transplant\n• Severe autoimmune diseases unresponsive to conventional therapy",
        "posologia": "Renal transplant:\n• 1.5 mg/kg/day IV for 3–5 days\nAplastic anemia:\n• 2.5–3.5 mg/kg/day IV for 5 days (with cyclosporine)\nHLH:\n• 1–2 mg/kg/day for 3–5 days (adjusted to response)\nHematopoietic transplant:\n• 2.5 mg/kg/day for 2–3 days pre-transplant (D–2 to D0)",
        "administracao": "• Administer via slow IV infusion with infusion pump\n• Dilute in 50–500 mL of 0.9% NaCl or 5% dextrose\n• Infuse over 4–6 hours\n• Always use a 0.2 micron in-line filter\n• Premedication required: corticosteroid, antihistamine, antipyretic\n• Monitor vitals during and after infusion",
        "doseMaxima": "• Up to 3.5 mg/kg/day (aplastic anemia protocols)",
        "doseMinima": "• 1 mg/kg/day",
        "reacoesAdversas": "• Infusion-related reactions: fever, chills, rash, bronchospasm\n• Cytokine release syndrome: hypotension, tachycardia, dyspnea\n• Anaphylaxis\n• Cytopenias: leukopenia, lymphopenia, thrombocytopenia, anemia\n• Opportunistic infections (CMV, EBV, herpes, Pneumocystis)\n• Viral reactivation: HBV, HCV\n• Post-transplant lymphoproliferative disorder (PTLD)\n• Elevated transaminases and bilirubin\n• Headache, malaise, chest/back pain, arthralgia",
        "riscoGravidez": "Pregnancy Category C. No adequate human studies. Use only if clearly needed and if benefits outweigh potential risks. Consider fetal risk in immunosuppressive context.",
        "riscoLactacao": "Unknown if excreted in breast milk. Use may be acceptable during critical care situations with infant monitoring.",
        "ajusteRenal": "• No dose adjustment required\n• Monitor renal function, creatinine, fluid status, and electrolytes\n• Degradation product clearance may be impaired in severe renal failure",
        "ajusteHepatico": "• No dose adjustment necessary\n• Monitor liver enzymes and bilirubin\n• Discontinue if severe hepatotoxicity occurs",
        "contraindicacoes": "• Known allergy to rabbit proteins or formulation components\n• Active uncontrolled infection\n• Severe leukopenia (<2,000/mm³), thrombocytopenia (<50,000/mm³), or lymphopenia\n• History of anaphylaxis to thymoglobulin",
        "interacaoMedicamento": "• Additive effect with other immunosuppressants (cyclosporine, tacrolimus, mycophenolate, steroids)\n• Increased risk of infection with biologics (rituximab, tocilizumab)\n• Potentiates myelosuppression with chemotherapy (cyclophosphamide, fludarabine)\n• Higher risk of PTLD and malignancy in intensive regimens",
        "apresentacao": "• 25 mg lyophilized powder vial for IV reconstitution",
        "preparo": "• Reconstitute with 5 mL sterile water for injection\n• Further dilute in 0.9% NaCl or 5% dextrose (50–500 mL)\n• Clear to slightly opalescent solution\n• Protect from light during preparation and infusion\n• Use 0.2 micron filter\n• Use within 24 h refrigerated (2–8 °C)",
        "solucoesCompatíveis": "• 0.9% saline, 5% dextrose",
        "armazenamento": "• Store vials at 2–8 °C\n• Do not freeze\n• After dilution: stable up to 24 h refrigerated and light-protected",
        "cuidadosMedicos": "• Premedication is mandatory\n• Monitor vitals, perfusion, and neurologic status\n• Evaluate CBC, renal and hepatic panels\n• Stop infusion if anaphylaxis, hypotension, or angioedema occurs\n• Vigilance for infection, viral reactivation, and PTLD",
        "cuidadosFarmaceuticos": "• Reconstitute aseptically\n• Dilute in appropriate volume\n• Always use 0.2 micron filter\n• Check color and clarity before administration\n• Label bags clearly with drug, dose, time\n• Track expiration and stability post-dilution",
        "cuidadosEnfermagem": "• Monitor vitals every 30 minutes during infusion\n• Watch for acute reactions: fever, rash, dyspnea, back pain\n• Check IV site before/during infusion\n• Report symptoms immediately\n• Assess post-infusion condition",
        "fontesBibliograficas": "Thymoglobuline® Prescribing Information; UpToDate (2024); Miller’s Anesthesia (9th ed.); Barash Clinical Anesthesia; Micromedex; KDIGO Guidelines; EBMT Handbook; PubMed ID 37129455"
      }
    },
    "ES": {
      "bulario": {
        "nomePrincipioAtivo": "Timoglobulina (Globulina Antitimocito de Conejo)",
        "nomeComercial": "Thymoglobuline®",
        "classificacao": "Inmunosupresor, anticuerpo policlonal anti-linfocitos T, inmunoglobulina policlonal derivada de conejo",
        "mecanismoAcao": "La Timoglobulina es una preparación de anticuerpos policlonales IgG obtenidos mediante la inmunización de conejos con linfocitos humanos. Estos anticuerpos se dirigen a múltiples antígenos de superficie de linfocitos T, incluyendo CD2, CD3, CD4, CD8, CD11a, CD18, CD25, CD28, CD44 y HLA-DR. La unión a estos antígenos induce la depleción linfocitaria a través de mecanismos combinados: lisis mediada por complemento, citotoxicidad celular dependiente de anticuerpos (ADCC) y apoptosis. La vía apoptótica involucra la activación de caspasas y la vía mitocondrial, promoviendo la muerte celular programada. Además, la Timoglobulina modula la función inmunológica al reducir la proliferación y actividad de linfocitos T efectores, promover la expansión de células T reguladoras y favorecer la inducción de tolerancia inmunológica en el contexto del trasplante.",
        "farmacocinetica": "• Inicio de acción durante la infusión intravenosa\n• Depleción máxima de linfocitos entre 24 y 72 horas post-inicio\n• Vida media terminal de 2 a 4 días, con posible prolongación hasta 30 días debido a la unión tisular y redistribución\n• Volumen de distribución de 0,04 a 0,06 L/kg\n• Metabolismo por proteólisis en aminoácidos y péptidos pequeños\n• Eliminación a través del sistema reticuloendotelial y excreción renal de fragmentos proteicos\n• Variabilidad interindividual significativa, influenciada por la carga antigénica y estado inmunológico del paciente\n• La recuperación inmunológica puede tardar semanas a meses tras la interrupción del tratamiento",
        "farmacodinamica": "• Inducción sostenida de depleción linfocitaria, principalmente de linfocitos T CD3+ circulantes\n• Reducción de la actividad inflamatoria mediada por células T\n• Efecto inmunosupresor prolongado que puede persistir semanas o meses después de finalizar la terapia\n• Promoción de tolerancia inmunológica parcial en trasplantes de órganos sólidos\n• Disminución del riesgo de rechazo agudo temprano en trasplantes renales, hepáticos, cardíacos y pancreáticos\n• Modulación de la respuesta inmune mediante expansión de células T reguladoras y supresión de citocinas proinflamatorias",
        "indicaciones": "• Profilaxis y tratamiento de rechazo agudo en trasplantes de órganos sólidos: riñón, hígado, corazón y páncreas\n• Aplasia medular severa en combinación con ciclosporina\n• Síndrome hemofagocítico refractario\n• Condicionamiento inmunosupresor previo a trasplante de médula ósea\n• Enfermedades autoinmunes graves resistentes a tratamientos convencionales, como lupus eritematoso sistémico, esclerosis múltiple y vasculitis\n• Uso en trasplantes pediátricos para prevención y tratamiento de rechazo, con dosis ajustadas según peso y edad\n• Síndromes inflamatorios graves con componente inmunológico activo",
        "posologia": "Transplante renal:\n• Adultos: 1,5 mg/kg/día IV durante 3 a 5 días consecutivos\n• Pediátricos: 1,25–1,5 mg/kg/día ajustado según tolerancia y respuesta clínica\nAplasia medular:\n• 2,5 a 3,5 mg/kg/día IV por 5 días, en combinación con ciclosporina\nSíndrome hemofagocítico:\n• 1 a 2 mg/kg/día IV por 3 a 5 días, ajustando dosis según respuesta y toxicidad\nTrasplante de médula ósea:\n• 2,5 mg/kg/día IV durante 2 a 3 días antes del trasplante (D-2 a D0)\n• Esquemas off-label documentados incluyen dosis fraccionadas y prolongadas en enfermedades autoinmunes severas\n• Ajustes posológicos basados en peso, función renal y respuesta inmunológica individual",
        "administracion": "• Preparar la solución reconstituyendo el polvo liofilizado con 5 mL de agua estéril para inyección\n• Diluir la solución reconstituida en 50 a 500 mL de solución salina 0,9% o glucosada al 5%\n• Administrar por infusión intravenosa lenta usando bomba de infusión\n• La infusión debe durar entre 4 y 6 horas para minimizar reacciones adversas\n• Utilizar filtro en línea de 0,2 micras de manera obligatoria\n• Posicionar al paciente en decúbito supino o semisentado durante la infusión\n• Pre-medicación obligatoria con corticosteroides, antihistamínicos y antipiréticos para prevenir reacciones infusionais\n• Monitorizar signos vitales (frecuencia cardíaca, presión arterial, saturación de oxígeno) antes, durante y al menos 2 horas después de la infusión\n• En caso de reacciones adversas graves, suspender la infusión y administrar tratamiento sintomático según protocolo",
        "doseMaxima": "• Hasta 3,5 mg/kg/día en aplasia medular y condiciones críticas, con vigilancia estrecha de toxicidad",
        "doseMinima": "• 1 mg/kg/día, ajustado según indicación y tolerancia",
        "reacoesAdversas": "• Reacciones infusionais frecuentes: fiebre (30-50%), escalofríos, rash cutáneo, broncoespasmo, habitualmente en las primeras dosis\n• Síndrome de liberación de citocinas con hipotensión, taquicardia y disnea, mediado por liberación masiva de citoquinas inflamatorias\n• Anafilaxia rara pero potencialmente fatal\n• Citopenias: leucopenia, linfopenia, trombocitopenia y anemia, relacionadas con toxicidad medular y dosis acumulativa\n• Infecciones oportunistas graves (CMV, EBV, herpesvirus, Pneumocystis jirovecii), debido a inmunosupresión prolongada\n• Reactivación de hepatitis B y C\n• Enfermedad linfoproliferativa post-trasplante (PTLD), especialmente con uso combinado de inmunosupresores\n• Elevación transitoria de transaminasas y bilirrubina\n• Síntomas generales: cefalea, malestar, dolor torácico y lumbar, artralgias\n• Riesgo aumentado con dosis acumulativas y en pacientes con función inmune comprometida",
        "riscoGravidez": "Categoría C. No existen estudios adecuados en mujeres embarazadas. Su uso está reservado para situaciones donde el beneficio potencial justifica el riesgo fetal. Se recomienda evaluación individualizada y seguimiento estricto.",
        "riscoLactacao": "Se desconoce si se excreta en leche materna. Su uso puede considerarse en situaciones críticas con monitoreo clínico del lactante.",
        "ajusteRenal": "• No se requiere ajuste posológico específico\n• Se recomienda vigilancia de la función renal, electrolitos y balance de líquidos\n• La eliminación de fragmentos proteicos puede estar disminuida en insuficiencia renal grave, lo que podría prolongar la acción",
        "ajusteHepatico": "• No se requiere ajuste posológico\n• Monitorizar enzimas hepáticas y bilirrubinas durante el tratamiento\n• Suspender en caso de hepatotoxicidad grave asociada",
        "contraindicacoes": "• Hipersensibilidad conocida a proteínas de conejo o componentes de la fórmula\n• Infección activa no controlada\n• Leucopenia severa (<2.000/mm³), trombocitopenia grave (<50.000/mm³) o linfopenia crítica\n• Antecedentes de anafilaxia a globulina antitimocito",
        "interacaoMedicamento": "• Efecto aditivo con otros inmunosupresores como ciclosporina, tacrolimus, micofenolato y corticosteroides\n• Incremento del riesgo infeccioso con agentes biológicos como rituximab y tocilizumab\n• Potenciación de mielosupresión con quimioterápicos como ciclofosfamida y fludarabina\n• Riesgo aumentado de PTLD y neoplasias con regímenes combinados intensivos\n• Posibles interacciones farmacocinéticas mínimas debido a metabolismo proteolítico, pero vigilancia clínica necesaria",
        "apresentacao": "• Vial de 25 mg de polvo liofilizado para reconstitución intravenosa",
        "preparo": "• Reconstituir con 5 mL de agua estéril para inyección\n• Diluir en solución fisiológica 0,9% o glucosada 5% en volúmenes entre 50 y 500 mL\n• La solución debe ser clara o ligeramente opalescente\n• Proteger de la luz durante la preparación y administración\n• Usar filtro de 0,2 micras durante la infusión\n• Utilizar la solución dentro de las 24 horas si se mantiene refrigerada entre 2 y 8 °C",
        "solucoesCompatíveis": "• Solución salina 0,9% y solución glucosada al 5%",
        "armazenamento": "• Conservar los viales refrigerados entre 2 y 8 °C\n• No congelar\n• Después de la reconstitución y dilución, utilizar dentro de 24 horas si se mantiene refrigerado y protegido de la luz",
        "cuidadosMedicos": "• Pre-medicación obligatoria para prevenir reacciones infusionais\n• Monitorización continua de signos vitales, perfusión tisular y estado neurológico durante y después de la infusión\n• Evaluación periódica de hemograma completo, función renal y hepática\n• Suspender la infusión ante signos de anafilaxia, hipotensión severa o angioedema\n• Vigilancia estrecha para detección precoz de infecciones oportunistas, reactivación viral y PTLD\n• Evaluar criterios clínicos y laboratoriales para considerar re-infusión segura, incluyendo recuentos linfocitarios y estado general del paciente",
        "cuidadosFarmaceuticos": "• Reconstituir bajo técnica aséptica estricta\n• Diluir en volumen adecuado para evitar irritación venosa\n• Utilizar siempre filtro de 0,2 micras para evitar partículas\n• Verificar la claridad y color de la solución antes de su administración\n• Controlar el tiempo desde la reconstitución para garantizar estabilidad\n• Etiquetar claramente la bolsa con nombre del medicamento, dosis, hora y fecha de preparación",
        "cuidadosEnfermagem": "• Monitorizar signos vitales cada 30 minutos durante la infusión\n• Observar signos de reacción aguda como fiebre, rash, disnea y dolor lumbar\n• Verificar permeabilidad y estado del acceso venoso antes y durante la infusión\n• Reportar inmediatamente cualquier síntoma adverso al equipo médico\n• Evaluar el estado clínico general del paciente tras la infusión y durante el seguimiento",
        "fontesBibliograficas": "Bula Thymoglobuline®; UpToDate (2024); Miller’s Anesthesia (9ª ed.); Barash Clinical Anesthesia; Micromedex; Guías KDIGO; Manual EBMT; PubMed ID 37129455"
      }
    }
}
