{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Tiopental Sódico",
            "nomeComercial": "Pentotal®, Thiopentax®, Trapanal®",
            "classificacao": "Anestésico geral intravenoso, barbitúrico de ação ultracurta, sedativo-hipnótico, anticonvulsivante, agente neuroprotetor",
            "mecanismoAcao": "Atua como agonista alostérico positivo dos receptores GABA-A, prolongando a abertura dos canais de cloro, hiperpolarizando a membrana neuronal e promovendo inibição do SNC. Em altas doses, pode atuar diretamente no canal de cloro, mesmo na ausência de GABA. Reduz de forma significativa o metabolismo cerebral, o consumo cerebral de oxigênio (CMRO2) e o fluxo sanguíneo cerebral (CBF), sendo neuroprotetor. Atua também como estabilizador de membrana, com efeito anticonvulsivante e indutor de burst-suppression no EEG. Não possui efeito analgésico.",
            "farmacocinetica": "Início de ação IV: 20–40 segundos. Pico de efeito: 1 minuto. Duração após bolus: 5–10 minutos (redistribuição rápida). Meia-vida de distribuição: 3–8 minutos. Meia-vida de eliminação terminal: 6–46 horas (prolongada com infusão contínua). Volume de distribuição: 2–5 L/kg. Ligação às proteínas plasmáticas: 70–85%. Metabolização hepática por oxidação, dessulfuração e conjugação. Clearance hepático dependente do fluxo sanguíneo hepático. Excreção predominantemente renal, na forma de metabólitos inativos. Biodisponibilidade IV: 100%. Lipossolubilidade elevada facilita rápida penetração no SNC. A redistribuição rápida para tecidos periféricos (músculo e gordura) é responsável pela curta duração de ação após bolus único. A meia-vida terminal longa não reflete duração clínica, mas é relevante em infusão contínua. Metabólitos incluem ácido tiobarbitúrico e outras moléculas inativas. Clearance plasmático médio: 3,4 mL/kg/min.",
            "farmacodinamica": "Potente depressor do SNC, promovendo sedação, hipnose, anticonvulsivante e neuroproteção. Reduz a pressão intracraniana (PIC), o metabolismo cerebral e o fluxo sanguíneo cerebral, sendo efetivo em situações de hipertensão intracraniana e status convulsivo refratário. Efeito cardiovascular: vasodilatação periférica, redução da pré-carga, depressão miocárdica dose-dependente e queda da pressão arterial. Efeito respiratório: potente depressor respiratório com risco de apneia imediata após bolus. Não possui propriedades analgésicas, podendo inclusive provocar hiperalgesia em doses subanestésicas. Não afeta significativamente o tônus vagal, mas pode provocar liberação de histamina em altas doses, com efeitos hemodinâmicos adversos. A depressão respiratória é central, com risco aumentado em pacientes com comorbidades pulmonares. Proporciona neuroproteção robusta, sendo utilizado em protocolos com EEG burst-suppression para controle de edema cerebral e herniação iminente. Potencial para induzir estado de coma barbitúrico terapêutico.",
            "indicacoes": "Indução de anestesia geral. Neuroproteção em hipertensão intracraniana, aneurisma cerebral, cirurgia neurovascular e trauma cranioencefálico. Controle de status convulsivo refratário. Sedação profunda em UTI para controle de hipertensão intracraniana ou burst-suppression. Cardioversão elétrica e procedimentos breves (em desuso).",
            "posologia": "Indução anestésica adulto: 3–5 mg/kg IV em bolus. Pediatria: 2–7 mg/kg IV. Status convulsivo: bolus inicial 3–5 mg/kg seguido de infusão 0,5–5 mg/kg/h. Neuroproteção: bolus de 3–5 mg/kg IV, seguido de infusão contínua 1–4 mg/kg/h visando EEG burst-suppression. Sedação profunda UTI: infusão de 0,5–3 mg/kg/h, ajustada conforme resposta clínica e eletroencefalográfica.",
            "administracao": "Exclusivamente intravenosa (IV), em bolus lento (30–60 segundos) ou infusão contínua. Preparação obrigatória em solução estéril, reconstituída com água para injeção, SF 0,9% ou SG 5%. Uso de bomba de infusão é mandatário para administração contínua. Necessário ambiente de monitorização avançada (centro cirúrgico, UTI, emergência).",
            "doseMaxima": "Bolus único: até 7 mg/kg. Infusão contínua: até 5 mg/kg/h em protocolos de burst-suppression, sob rigorosa monitorização. Doses maiores podem ser usadas transitoriamente no manejo de hipertensão intracraniana refratária ou status epilepticus.",
            "doseMinima": "Sedação leve: 0,5 mg/kg em bolus ou infusão 0,5 mg/kg/h. Indução leve em idosos ou pacientes instáveis: 2 mg/kg IV.",
            "reacoesAdversas": "Hipotensão severa, depressão miocárdica, vasodilatação periférica, taquicardia compensatória, bradicardia (raro), apneia, depressão respiratória, laringoespasmo, broncoespasmo (principalmente em asmáticos), necrose tecidual e tromboflebite por extravasamento, dor local, rabdomiólise, imunossupressão, distúrbios hidroeletrolíticos (acidose metabólica), hiperalgesia paradoxal, náusea, vômito, delirium, sedação residual prolongada (acúmulo com uso contínuo). Pode haver desenvolvimento de tolerância com uso prolongado. Efeitos imunossupressores incluem linfocitopenia e disfunção fagocitária. Acidose metabólica hiperclorêmica pode surgir por diluentes usados e acúmulo de metabólitos. Riscos aumentados de infecção, hipotermia e constipação intestinal durante uso prolongado em UTI.",
            "riscoGravidez": "Categoria C. Atravessa a placenta. Pode ser utilizado na indução anestésica de cesariana quando o benefício materno justificar, com possível depressão neonatal transitória. Contraindicado para uso prolongado durante a gravidez devido a risco de depressão neonatal e efeitos neurotóxicos observados em modelos animais.",
            "riscoLactacao": "Compatível. Pequenas quantidades são excretadas no leite materno. Considerado seguro para uso único ou de curta duração. Amamentação pode ser retomada assim que a paciente estiver acordada e alerta.",
            "ajusteRenal": "Necessário cautela em insuficiência renal moderada a grave. O acúmulo de metabólitos pode ocorrer, especialmente em infusões prolongadas, aumentando risco de depressão prolongada.",
            "ajusteHepatico": "Necessário ajuste em insuficiência hepática moderada a grave. Clearance hepático reduzido, com risco de acúmulo e sedação prolongada. Reduzir a dose e a velocidade da infusão.",
            "contraindicacoes": "Hipersensibilidade a barbitúricos ou componentes da fórmula. Porfiria aguda intermitente (risco de precipitação de crise). Estado asmático ativo não controlado (risco de broncoespasmo). Insuficiência respiratória severa não tratada. Hipovolemia severa não compensada. Choque não tratado. Insuficiência cardíaca descompensada. Miastenia grave (relativo, usar com extrema cautela). Evitar uso em pacientes com porfiria latente ou história familiar positiva, mesmo que assintomáticos. Contraindicado em pacientes com história de hipersensibilidade cruzada com outros barbitúricos (ex.: metoexital).",
            "interacaoMedicamento": "Potencializa depressão do SNC com opioides, benzodiazepínicos, anestésicos voláteis, propofol, dexmedetomidina. Sinergismo com bloqueadores neuromusculares, anti-hipertensivos, betabloqueadores e vasodilatadores, levando a maior risco de hipotensão e depressão cardiovascular. Pode antagonizar anticoagulantes. Interage com lítio, carbamazepina, fenitoína e outros indutores ou inibidores do citocromo P450, alterando seu metabolismo. Potencializa toxicidade de aminoglicosídeos. Pode reduzir eficácia de contraceptivos orais e anticoagulantes orais com uso prolongado. Possível aumento da toxicidade hepática com paracetamol.",
            "apresentacao": "Frascos-ampola liofilizado contendo 0,5 g, 1 g ou 2,5 g de tiopental sódico, para reconstituição.",
            "preparo": "Reconstituir cada grama de tiopental com 20 mL de água para injeção, SF 0,9% ou SG 5%, obtendo concentração de 50 mg/mL. Para infusão contínua, diluir para concentração entre 10–25 mg/mL. Usar imediatamente após preparo ou em até 24 horas se armazenado sob refrigeração (2–8°C) e condições assépticas. Soluções turvas, com precipitado ou alteração de cor devem ser descartadas.",
            "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%. Incompatível com bicarbonato de sódio, soluções ácidas, lipídios e hemoderivados na mesma linha venosa.",
            "armazenamento": "Frasco-ampola liofilizado: armazenar entre 15°C e 30°C, protegido da luz e umidade. Solução reconstituída: usar imediatamente ou armazenar até 24 horas sob refrigeração (2–8°C) em condições assépticas.",
            "cuidadosMedicos": "Monitorização contínua de ECG, pressão arterial, capnografia, SpO2 e BIS ou EEG quando em burst-suppression. Ter à disposição suporte avançado de via aérea e drogas vasoativas. Avaliar função hepática, renal, metabólica e eletrolítica durante infusões prolongadas. Prevenir extravasamento rigorosamente devido ao risco de necrose tecidual grave. Acompanhar sinais de rabdomiólise, hipotensão refratária e imunossupressão.",
            "cuidadosFarmaceuticos": "Verificar integridade dos frascos e validade. Realizar preparo asséptico rigoroso. Assegurar correta concentração da solução antes da administração. Controlar estoque, considerando substância sujeita a controle especial (Portaria 344/98 ANVISA). Registrar rastreabilidade, lote e descarte de sobras conforme normas de resíduos químicos hospitalares.",
            "cuidadosEnfermagem": "Monitorizar continuamente sinais vitais, padrão respiratório e perfusão periférica. Observar acesso venoso quanto a extravasamento, dor, inflamação ou sinais de necrose. Notificar imediatamente hipotensão, bradicardia, apneia ou qualquer deterioração clínica. Conferir funcionamento correto da bomba de infusão. Garantir vigilância contínua até recuperação completa da consciência e estabilidade clínica.",
            "fontesBibliograficas": "Bula Pentotal®, UpToDate (2024), Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia, Tintinalli’s Emergency Medicine, Micromedex, PubMed ID 37129788, Diretrizes ASA, Diretrizes SCCM (Society of Critical Care Medicine)."
        }
    },
    "US": {
        "bulario": {
            "nomePrincipioAtivo": "Thiopental Sodium",
            "nomeComercial": "Pentothal®, Thiopentax®, Trapanal®",
            "classificacao": "Ultra-short acting intravenous general anesthetic, barbiturate, sedative-hypnotic, anticonvulsant, neuroprotective agent",
            "mecanismoAcao": "Acts as a positive allosteric modulator of GABA-A receptors, prolonging the opening of chloride channels, hyperpolarizing neuronal membranes and inhibiting CNS activity. At high doses, it can directly activate chloride channels even in the absence of GABA. Significantly reduces cerebral metabolic rate (CMRO2), cerebral blood flow (CBF), and intracranial pressure (ICP), providing neuroprotection. It also stabilizes neuronal membranes and induces EEG burst suppression. It has no analgesic properties.",
            "farmacocinetica": "Onset (IV): 20–40 seconds. Peak effect: ~1 minute. Duration after bolus: 5–10 minutes (rapid redistribution). Distribution half-life: 3–8 minutes. Terminal elimination half-life: 6–46 hours (prolonged with continuous infusion). Volume of distribution: 2–5 L/kg. Plasma protein binding: 70–85%. Hepatic metabolism via oxidation, desulfuration, and conjugation. Hepatic clearance is flow-dependent. Renal excretion primarily as inactive metabolites. IV bioavailability: 100%. High lipophilicity facilitates rapid CNS penetration. Fast redistribution to peripheral tissues (muscle, fat) explains short duration after single bolus. Terminal half-life is long but clinically relevant only in prolonged infusions. Metabolites include thiobarbituric acid and other inactive compounds. Mean plasma clearance: 3.4 mL/kg/min.",
            "farmacodinamica": "Potent CNS depressant producing sedation, hypnosis, anticonvulsant effects, and neuroprotection. Reduces ICP, cerebral metabolism, and CBF—useful in elevated ICP and refractory status epilepticus. Cardiovascular effects: peripheral vasodilation, decreased preload, dose-dependent myocardial depression, and hypotension. Respiratory effects: potent central respiratory depression with risk of immediate apnea after bolus. No analgesic effect—may induce hyperalgesia at subanesthetic doses. May trigger histamine release at high doses, leading to hypotension and bronchospasm. Robust neuroprotective profile makes it useful for EEG burst suppression in cerebral edema and impending herniation. Can induce therapeutic barbiturate coma.",
            "indicacoes": "Induction of general anesthesia. Neuroprotection in elevated ICP, cerebral aneurysm, neurovascular surgery, and TBI. Refractory status epilepticus. Deep sedation in ICU for ICP control or EEG burst suppression. Electrical cardioversion and short procedures (historically, now obsolete).",
            "posologia": "Adult induction: 3–5 mg/kg IV bolus. Pediatrics: 2–7 mg/kg IV. Status epilepticus: initial bolus 3–5 mg/kg followed by infusion 0.5–5 mg/kg/h. Neuroprotection: 3–5 mg/kg bolus IV, followed by continuous infusion 1–4 mg/kg/h aiming for EEG burst suppression. ICU deep sedation: 0.5–3 mg/kg/h infusion, titrated to clinical and EEG response.",
            "administracao": "IV only, as slow bolus (30–60 seconds) or continuous infusion. Requires sterile preparation using water for injection, 0.9% saline, or 5% dextrose. Infusion pump mandatory. Advanced monitoring setting (OR, ICU, ED) required.",
            "doseMaxima": "Single bolus: up to 7 mg/kg. Continuous infusion: up to 5 mg/kg/h for burst-suppression protocols under close monitoring. Higher doses may be transiently used in refractory ICP or seizures.",
            "doseMinima": "Light sedation: 0.5 mg/kg bolus or infusion at 0.5 mg/kg/h. Light induction in elderly or unstable patients: 2 mg/kg IV.",
            "reacoesAdversas": "Severe hypotension, myocardial depression, peripheral vasodilation, compensatory tachycardia, rare bradycardia, apnea, respiratory depression, laryngospasm, bronchospasm (especially in asthmatics), tissue necrosis and thrombophlebitis from extravasation, local pain, rhabdomyolysis, immunosuppression, electrolyte disturbances (e.g., hyperchloremic metabolic acidosis), paradoxical hyperalgesia, nausea, vomiting, delirium, prolonged sedation (due to accumulation). Tolerance may develop with prolonged use. Immunosuppressive effects include lymphocytopenia and impaired phagocytosis. Risk of infection, hypothermia, and bowel hypomotility during ICU use.",
            "riscoGravidez": "Category C. Crosses placenta. May be used for cesarean induction when maternal benefit justifies. Potential for transient neonatal depression. Contraindicated for prolonged use in pregnancy due to neurotoxicity in animal models.",
            "riscoLactacao": "Compatible. Excreted in small amounts in breast milk. Considered safe for short-term or single use. Breastfeeding can resume once the mother is alert and recovered.",
            "ajusteRenal": "Use with caution in moderate-to-severe renal impairment. Accumulation of metabolites can occur with prolonged infusions, increasing risk of extended sedation.",
            "ajusteHepatico": "Dose adjustment required in moderate-to-severe hepatic impairment. Reduced hepatic clearance may lead to accumulation and prolonged sedation. Decrease dose and infusion rate.",
            "contraindicacoes": "Hypersensitivity to barbiturates or formulation components. Acute intermittent porphyria (risk of crisis). Uncontrolled asthma (bronchospasm risk). Untreated severe respiratory failure, hypovolemia, shock, or decompensated heart failure. Myasthenia gravis (relative contraindication). Avoid in latent porphyria or positive family history. Contraindicated in patients with known cross-reactivity to other barbiturates (e.g., methohexital).",
            "interacaoMedicamento": "Enhances CNS depression with opioids, benzodiazepines, volatile anesthetics, propofol, dexmedetomidine. Synergism with neuromuscular blockers, antihypertensives, beta-blockers, vasodilators—increasing risk of hypotension and cardiac depression. May antagonize anticoagulants. Interacts with lithium, carbamazepine, phenytoin, and other CYP450 modulators. Potentiates aminoglycoside toxicity. Prolonged use may reduce efficacy of oral contraceptives and anticoagulants. Risk of hepatotoxicity increases with acetaminophen.",
            "apresentacao": "Lyophilized vials containing 0.5 g, 1 g, or 2.5 g thiopental sodium for reconstitution.",
            "preparo": "Reconstitute 1 g thiopental with 20 mL water for injection, 0.9% saline, or 5% dextrose to obtain 50 mg/mL. For continuous infusion, dilute to 10–25 mg/mL. Use immediately after preparation or within 24 h under refrigeration (2–8°C) and aseptic conditions. Discard cloudy or discolored solutions.",
            "solucoesCompatíveis": "Compatible with 0.9% NaCl, 5% dextrose. Incompatible with sodium bicarbonate, acidic solutions, lipids, and blood products in the same IV line.",
            "armazenamento": "Store lyophilized vials at 15–30°C, protected from light and moisture. Reconstituted solution stable up to 24 h refrigerated (2–8°C) under aseptic conditions.",
            "cuidadosMedicos": "Continuous monitoring (ECG, BP, SpO2, capnography, BIS or EEG if burst-suppression). Airway support and vasoactive drugs must be available. Monitor hepatic, renal, electrolyte, and metabolic function during prolonged use. Strict prevention of extravasation to avoid tissue necrosis. Watch for rhabdomyolysis, refractory hypotension, immunosuppression.",
            "cuidadosFarmaceuticos": "Verify vial integrity and expiry. Prepare aseptically. Ensure correct dilution before administration. Controlled substance—log inventory per regulatory norms. Document traceability, batch, and discard per hospital chemical waste protocols.",
            "cuidadosEnfermagem": "Monitor vitals, respiratory pattern, and perfusion. Check IV site for extravasation signs (pain, inflammation, necrosis). Report hypotension, bradycardia, apnea, or any clinical deterioration. Confirm pump settings. Maintain vigilance until full recovery of consciousness and stability.",
            "fontesBibliograficas": "Pentothal® Prescribing Info, UpToDate (2024), Miller’s Anesthesia (9th Ed.), Barash Clinical Anesthesia, Tintinalli’s Emergency Medicine, Micromedex, PubMed ID 37129788, ASA Guidelines, SCCM Guidelines."
        }
    },
    "ES": {
      "bulario": {
        "nombrePrincipioActivo": "Tiopental Sódico",
        "nombreComercial": "Pentotal®, Thiopentax®, Trapanal®",
        "clasificacion": "Anestésico general intravenoso de acción ultracorta, barbitúrico, sedante-hipnótico, anticonvulsivo, agente neuroprotector",
        "mecanismoAccion": "Actúa como modulador alostérico positivo de los receptores GABA-A, prolongando la apertura de los canales de cloro, hiperpolarizando la membrana neuronal e inhibiendo la actividad del SNC. En dosis altas, puede activar directamente los canales de cloro incluso en ausencia de GABA. Disminuye significativamente el metabolismo cerebral (CMRO2), el flujo sanguíneo cerebral (CBF) y la presión intracraneal (PIC), proporcionando neuroprotección. Estabiliza membranas neuronales y puede inducir patrón burst-suppression en EEG. No posee propiedades analgésicas.",
        "farmacocinetica": "Inicio IV: 20–40 segundos. Pico: ~1 minuto. Duración tras bolo: 5–10 minutos (redistribución rápida). Vida media de distribución: 3–8 minutos. Vida media de eliminación terminal: 6–46 horas (prolongada en infusión continua). Volumen de distribución: 2–5 L/kg. Unión a proteínas plasmáticas: 70–85%. Metabolismo hepático por oxidación, desulfuración y conjugación. Aclaramiento hepático dependiente del flujo sanguíneo hepático. Excreción renal principalmente como metabolitos inactivos. Biodisponibilidad IV: 100%. Alta liposolubilidad facilita rápida penetración en SNC. La redistribución rápida a tejidos periféricos (músculo, grasa) explica su corta duración tras bolo único. La vida media terminal es larga pero clínicamente relevante sólo en infusión prolongada. Metabolitos incluyen ácido tiobarbitúrico y otros inactivos. Aclaramiento plasmático medio: 3,4 mL/kg/min.",
        "farmacodinamica": "Potente depresor del SNC que induce sedación, hipnosis, efectos anticonvulsivos y neuroprotección. Disminuye PIC, metabolismo cerebral y CBF. Efectos cardiovasculares: vasodilatación periférica, disminución de la precarga, depresión miocárdica dosis-dependiente e hipotensión. Efectos respiratorios: depresión respiratoria central con riesgo de apnea inmediata tras bolo. No tiene efecto analgésico y puede inducir hiperalgesia en dosis subanestésicas. Puede liberar histamina en dosis altas, provocando hipotensión o broncoespasmo. Perfil neuroprotector robusto, útil para burst-suppression en edema cerebral o herniación. Puede inducir coma barbitúrico terapéutico.",
        "indicaciones": "Inducción anestésica general. Neuroprotección en hipertensión intracraneal, aneurisma cerebral, neurocirugía, trauma craneoencefálico. Estatus convulsivo refractario. Sedación profunda en UCI con PIC elevada o burst-suppression. Cardioversión eléctrica. Procedimientos breves (en desuso).",
        "posologia": "Adultos: bolo IV de 3–5 mg/kg. Pediatría: 2–7 mg/kg IV. Estatus convulsivo: bolo inicial 3–5 mg/kg seguido de infusión 0,5–5 mg/kg/h. Neuroprotección: bolo de 3–5 mg/kg seguido de infusión 1–4 mg/kg/h. Sedación UCI: infusión continua 0,5–3 mg/kg/h ajustada por respuesta clínica y EEG.",
        "administracion": "Vía exclusivamente IV. Bolo lento (30–60 s) o infusión continua. Requiere preparación aséptica con agua para inyección, SF 0,9% o SG 5%. Se necesita bomba de infusión. Entorno de monitoreo avanzado (quirófano, UCI, urgencias).",
        "dosisMaxima": "Bolo único: hasta 7 mg/kg. Infusión: hasta 5 mg/kg/h bajo monitoreo estricto. Dosis mayores pueden ser usadas transitoriamente en casos refractarios de PIC o convulsiones.",
        "dosisMinima": "Sedación leve: bolo de 0,5 mg/kg o infusión 0,5 mg/kg/h. Inducción ligera en ancianos o inestables: 2 mg/kg IV.",
        "reaccionesAdversas": "Hipotensión severa, depresión miocárdica, vasodilatación, taquicardia compensatoria, bradicardia (raro), apnea, depresión respiratoria, laringoespasmo, broncoespasmo (especialmente en asmáticos), necrosis tisular por extravasación, tromboflebitis, rabdomiólisis, inmunosupresión, desequilibrios electrolíticos (acidosis metabólica), hiperalgesia paradójica, náuseas, vómitos, delirio, sedación prolongada. Tolerancia con uso prolongado. Efectos inmunosupresores: linfocitopenia y disfunción fagocítica. Riesgo de infecciones, hipotermia y constipación intestinal durante uso prolongado.",
        "riesgoEmbarazo": "Categoría C. Cruza la placenta. Puede usarse para inducción anestésica en cesárea si el beneficio materno supera el riesgo. Potencial de depresión neonatal transitoria. Contraindicado en uso prolongado por efectos neurotóxicos observados en animales.",
        "riesgoLactancia": "Compatible. Excreción en leche materna en pequeñas cantidades. Seguro para uso único o corto. Reanudar lactancia una vez recuperada la conciencia.",
        "ajusteRenal": "Precaución en insuficiencia renal moderada o grave. Acumulación de metabolitos puede prolongar la sedación.",
        "ajusteHepatico": "Ajustar dosis en insuficiencia hepática moderada a grave. Reducción del aclaramiento hepático aumenta el riesgo de acumulación. Reducir dosis y velocidad de infusión.",
        "contraindicaciones": "Hipersensibilidad a barbitúricos o componentes de la fórmula. Porfiria intermitente aguda. Asma no controlada. Insuficiencia respiratoria grave sin tratamiento. Hipovolemia o shock no corregidos. ICC descompensada. Miastenia gravis (relativo). Historia familiar de porfiria. Hipersensibilidad cruzada con otros barbitúricos (p. ej. metohexital).",
        "interaccionMedicamento": "Potencia la depresión del SNC con opioides, benzodiacepinas, anestésicos volátiles, propofol, dexmedetomidina. Sinergia con bloqueadores neuromusculares, antihipertensivos, betabloqueadores. Antagoniza anticoagulantes. Interactúa con litio, fenitoína, carbamazepina y moduladores de CYP450. Potencializa toxicidad de aminoglucósidos. Puede reducir eficacia de anticonceptivos y anticoagulantes orales con uso prolongado. Aumenta toxicidad hepática con paracetamol.",
        "presentacion": "Viales liofilizados de 0,5 g, 1 g o 2,5 g para reconstitución IV.",
        "preparo": "Reconstituir 1 g con 20 mL de agua para inyección, SF 0,9% o SG 5% para obtener 50 mg/mL. Para infusión continua, diluir a 10–25 mg/mL. Usar inmediatamente o conservar 24 h refrigerado (2–8°C) bajo condiciones asépticas. Descartar si hay turbidez o precipitación.",
        "solucoesCompativeis": "SF 0,9%, SG 5%. Incompatible con bicarbonato sódico, soluciones ácidas, lípidos y hemoderivados en la misma vía.",
        "almacenamiento": "Viales: conservar entre 15–30 °C, protegidos de la luz y humedad. Solución reconstituida: usar inmediatamente o refrigerar hasta 24 h bajo condiciones asépticas.",
        "cuidadosMedicos": "Monitoreo continuo de ECG, PA, SpO2, capnografía, BIS/EEG si burst-suppression. Soporte de vía aérea y fármacos vasoactivos disponibles. Vigilar función hepática, renal, metabólica y electrolítica. Prevenir extravasación para evitar necrosis. Observar rabdomiólisis, hipotensión, inmunosupresión.",
        "cuidadosFarmaceuticos": "Verificar integridad del vial y fecha. Preparación aséptica. Asegurar concentración correcta. Sustancia controlada. Registrar lote, trazabilidad y descarte según protocolo.",
        "cuidadosEnfermeria": "Controlar signos vitales, patrón respiratorio y perfusión. Observar signos de extravasación. Notificar apnea, hipotensión, bradicardia o deterioro clínico. Verificar bomba de infusión. Vigilar hasta recuperación completa.",
        "fuentesBibliograficas": "Ficha técnica Pentotal®, UpToDate (2024), Miller’s Anesthesia (9ª ed.), Barash Anestesia Clínica, Tintinalli Medicina de Urgencias, Micromedex, PubMed ID 37129788, Guías ASA, Guías SCCM."
      }
    }
}
