{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Tramadol (cloridrato de tramadol)",
            "nomeComercial": "Tramal®, Dorless®, Zytram®, Maxsulid®",
            "classificacao": "Analgésico opioide sintético; agonista μ-opioide fraco; inibidor da recaptação de serotonina e noradrenalina",
            "mecanismoAcao": "O tramadol é um analgésico de ação central com mecanismo duplo e sinérgico. Atua como agonista fraco dos receptores μ-opioides (principalmente μ1), promovendo analgesia moderada através da ativação do sistema opioide endógeno. Simultaneamente, inibe a recaptação neuronal de serotonina (5-HT) e noradrenalina (NA), potencializando a modulação descendente da dor na medula espinhal. A ação opioide é principalmente mediada por seu metabólito ativo O-desmetiltramadol (M1), cuja afinidade pelos receptores μ é aproximadamente 200 vezes maior que a do composto original. A conversão para M1 é dependente da isoenzima hepática CYP2D6, e varia entre indivíduos conforme o fenótipo metabólico (metabolizadores pobres, intermediários, extensivos ou ultrarrápidos). Essa variação influencia tanto a eficácia analgésica quanto o risco de efeitos adversos, como depressão respiratória ou ineficácia terapêutica. O componente noradrenérgico do tramadol atua facilitando a inibição do trânsito nociceptivo na via descendente bulbospinal, enquanto o efeito serotoninérgico, embora relevante, também está implicado na ocorrência de efeitos colaterais como náusea e síndrome serotoninérgica. O efeito analgésico é mais eficaz em dores mistas, como as de origem neuropática e nociceptiva combinadas. O tramadol não inibe a ciclooxigenase e, por isso, não apresenta ação anti-inflamatória. Sua ação combinada permite menor risco de depressão respiratória comparado aos opioides plenos, mas aumenta o risco de convulsões e interações farmacológicas com antidepressivos e anticonvulsivantes.",
            "farmacocinetica": "• Início de ação: 30–60 minutos (oral), 10–15 min (IV).\n• Pico plasmático: 1,5–2 h (VO), 0,5 h (IV).\n• Duração de ação: 6–8 horas.\n• Meia-vida: 5–6 h (tramadol); 6–8 h (metabólito M1).\n• Ligação a proteínas plasmáticas: 20%.\n• Biodisponibilidade oral: 70–75% (VO); 100% (IV).\n• Metabolização: hepática (CYP2D6 e CYP3A4).\n• Excreção: renal, 30% como tramadol, 60% como metabólitos.",
            "farmacodinamica": "Apresenta efeito analgésico de intensidade leve a moderada. A eficácia do tramadol depende da capacidade do paciente em metabolizar via CYP2D6 para formar o M1. Metabolizadores ultrarrápidos têm maior risco de efeitos adversos opioides, enquanto metabolizadores lentos apresentam analgesia reduzida. Possui menor risco de depressão respiratória comparado a opioides puros, porém maior incidência de náusea, tontura e sonolência. Tem potencial de causar síndrome serotoninérgica e convulsões em doses altas ou em combinação com ISRS, IMAO ou bupropiona. O tramadol promove analgesia sem efeito teto até doses de 400 mg/dia, após o qual o risco de efeitos adversos supera o benefício. Estudos mostram eficácia similar à da codeína e menor do que morfina em dor aguda intensa, mas com perfil de tolerabilidade superior. Não induz miose típica de opioides fortes, o que pode dificultar o diagnóstico de toxicidade. Seu uso prolongado pode causar tolerância e dependência, mas o potencial é inferior ao dos opioides plenos. O risco de convulsões é dose-dependente e pode ocorrer mesmo em doses terapêuticas em pacientes predispostos.",
            "indicacoes": "• Dor moderada a intensa de origem aguda ou crônica.\n• Dor pós-operatória leve a moderada.\n• Dor músculo-esquelética e articular.\n• Dor neuropática (uso off-label).\n• Alternativa a opioides fortes em pacientes com risco aumentado de depressão respiratória.",
            "posologia": "Adultos:\n• Oral: 50–100 mg a cada 6–8 h (máximo 400 mg/dia).\n• IV/IM/SC: 50–100 mg a cada 4–6 h (máximo 400 mg/dia).\n• Gotas: 20–40 gotas (50–100 mg) VO a cada 6–8 h.\n• Liberação prolongada: 100–300 mg 1x/dia.\nIdosos (>75 anos):\n• Máximo 300 mg/dia.\nPediatria (>12 anos):\n• 1–2 mg/kg/dose VO ou IV a cada 6–8 h (máximo 400 mg/dia).",
            "administracao": "• Oral (comprimidos, gotas, cápsulas de liberação prolongada).\n• Parenteral: IV lento (2–3 minutos), IM, SC.\n• Pode ser diluído em SF 0,9% ou SG 5% para infusão curta (15–30 min).",
            "doseMaxima": "• 400 mg/dia (adultos).\n• 300 mg/dia (idosos ≥75 anos).\n• 4 mg/kg/dia (pediatria).",
            "doseMinima": "• 50 mg VO/IV (adultos); 1 mg/kg (pediatria).",
            "reacoesAdversas": "Muito comuns (>10%):\n• Náusea, tontura, sudorese.\nComuns (1–10%):\n• Vômito, constipação, cefaleia, sonolência.\n• Xerostomia, astenia, anorexia.\nIncomuns (0,1–1%):\n• Convulsões, síndrome serotoninérgica, confusão, agitação.\nRaras (<0,1%):\n• Reações alérgicas graves, alucinações, dependência física ou psicológica.",
            "riscoGravidez": "Categoria C. Pode causar sintomas de abstinência neonatal. Não recomendado durante o terceiro trimestre. Uso apenas se os benefícios superarem os riscos.",
            "riscoLactacao": "Excretado em pequenas quantidades. Evitar em lactentes prematuros ou neonatos. Uso com cautela em amamentação prolongada com monitoramento do lactente.",
            "ajusteRenal": "• ClCr <30 mL/min: aumentar intervalo para 12 h ou reduzir dose.\n• Evitar formulações de liberação prolongada em insuficiência renal grave.",
            "ajusteHepatico": "• Hepatopatia leve a moderada: usar com cautela.\n• Hepatopatia grave: contraindicado devido à imprevisibilidade da metabolização.",
            "contraindicacoes": "• Hipersensibilidade ao tramadol.\n• Intoxicação aguda por álcool, hipnóticos, opioides ou psicotrópicos.\n• Uso concomitante com IMAO ou em até 14 dias após sua descontinuação.\n• Epilepsia não controlada.\n• Idade <12 anos ou <18 anos após cirurgia de adenoide/amigdalectomia.",
            "interacaoMedicamento": "• Aumento do risco de convulsões com ISRS, tricíclicos, bupropiona.\n• Risco de síndrome serotoninérgica com IMAO, ISRS, triptanos.\n• Potencialização de sedação com álcool, benzodiazepínicos, antipsicóticos.\n• Indutores do CYP3A4 (carbamazepina) reduzem eficácia. O tramadol interage com medicamentos serotoninérgicos, como ISRS, IRSN, triptanos e lítio, aumentando o risco de síndrome serotoninérgica. O uso com IMAOs é contraindicado por risco de hipertensão, hipertermia e convulsão. A coadministração com bupropiona ou antipsicóticos como haloperidol também pode baixar o limiar convulsivo. A eficácia analgésica pode ser reduzida por inibidores do CYP2D6 (fluoxetina, paroxetina) que bloqueiam a conversão ao metabólito ativo. Concomitância com benzodiazepínicos ou álcool aumenta o risco de depressão do SNC, sedação excessiva e apneia, mesmo em doses moderadas.",
            "apresentacao": "• Comprimidos: 50 mg, 100 mg, 150 mg, 200 mg (liberação prolongada).\n• Gotas: 100 mg/mL (1 gota = 2,5 mg).\n• Ampolas: 50 mg/mL em 1 mL, 2 mL.\n• Cápsulas: 100 mg, 150 mg.\n• Comprimidos combinados com paracetamol (37,5 mg + 325 mg).",
            "preparo": "• IV: administrar lentamente (≥2 min) ou diluir em 100 mL de SF 0,9% para infusão em 15–30 min.\n• Oral: pode ser tomado com ou sem alimentos.\n• Gotas: diluir em água para palatabilidade em pediatria.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatível com soluções alcalinas e bicarbonato.",
            "armazenamento": "• Conservar entre 15°C e 30°C.\n• Proteger da luz e umidade.\n• Após abertura, usar solução oral em até 30 dias.",
            "cuidadosMedicos": "• Avaliar histórico de epilepsia, uso de ISRS e risco de suicídio.\n• Monitorar padrão respiratório, sedação e sinais neurológicos.\n• Evitar uso prolongado sem reavaliação da necessidade.\n• Ajustar dose em pacientes idosos, renais e hepatopatas.",
            "cuidadosFarmaceuticos": "• Garantir prescrição clara com dose total e frequência.\n• Verificar interações com antidepressivos, anticonvulsivantes.\n• Documentar efeitos adversos e uso concomitante com outros opioides.\n• Rastrear número de gotas se usado oralmente.",
            "cuidadosEnfermagem": "• Monitorar dor, efeitos colaterais (náusea, sonolência, confusão).\n• Observar sinais de convulsão, alucinação ou euforia.\n• Assegurar hidratação e prevenção de constipação.\n• Avaliar adesão e possíveis sinais de uso inadequado ou dependência.",
            "fontesBibliograficas": "Bula Anvisa (Tramal®), UpToDate (2024), Micromedex, PubMed ID 37627281, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), WHO Guidelines for Analgesics (2023)."
        }
    },
    "US": {
        "bulario": {
            "activeIngredientName": "Tramadol (tramadol hydrochloride)",
            "brandNames": "Tramal®, Dorless®, Zytram®, Maxsulid®",
            "classification": "Synthetic opioid analgesic; weak μ-opioid receptor agonist; serotonin and norepinephrine reuptake inhibitor",
            "mechanismOfAction": "Tramadol is a centrally acting analgesic with a dual and synergistic mechanism. It acts as a weak agonist at μ-opioid receptors (primarily μ1), providing moderate analgesia by activating the endogenous opioid system. Simultaneously, it inhibits neuronal reuptake of serotonin (5-HT) and norepinephrine (NE), enhancing descending pain modulation in the spinal cord. The opioid effect is mainly mediated by its active metabolite O-desmethyltramadol (M1), which has approximately 200 times greater affinity for μ receptors than the parent compound. Conversion to M1 depends on the hepatic isoenzyme CYP2D6 and varies among individuals according to metabolic phenotype (poor, intermediate, extensive, or ultrarapid metabolizers). This variation affects both analgesic efficacy and the risk of adverse effects such as respiratory depression or therapeutic failure. The noradrenergic component facilitates inhibition of nociceptive transmission in the bulbospinal descending pathway, while the serotonergic effect, although relevant, is also implicated in side effects such as nausea and serotonin syndrome. The analgesic effect is most effective in mixed pain states, such as combined neuropathic and nociceptive pain. Tramadol does not inhibit cyclooxygenase and therefore lacks anti-inflammatory action. Its combined action allows a lower risk of respiratory depression compared to full opioids but increases the risk of seizures and pharmacological interactions with antidepressants and anticonvulsants.",
            "pharmacokinetics": "• Onset of action: 30–60 minutes (oral), 10–15 min (IV).\n• Peak plasma concentration: 1.5–2 h (oral), 0.5 h (IV).\n• Duration of action: 6–8 hours.\n• Half-life: 5–6 h (tramadol); 6–8 h (M1 metabolite).\n• Plasma protein binding: 20%.\n• Oral bioavailability: 70–75% (oral); 100% (IV).\n• Metabolism: hepatic (CYP2D6 and CYP3A4).\n• Excretion: renal, 30% as tramadol, 60% as metabolites.",
            "pharmacodynamics": "Exhibits mild to moderate analgesic effect. Tramadol's efficacy depends on the patient's ability to metabolize via CYP2D6 to form M1. Ultrarapid metabolizers have increased risk of opioid adverse effects, whereas poor metabolizers experience reduced analgesia. It has a lower risk of respiratory depression compared to pure opioids but higher incidence of nausea, dizziness, and somnolence. It can induce serotonin syndrome and seizures at high doses or when combined with SSRIs, MAOIs, or bupropion. Tramadol provides analgesia without a ceiling effect up to doses of 400 mg/day, beyond which adverse effects outweigh benefits. Studies show similar efficacy to codeine and less than morphine in severe acute pain, but with a superior tolerability profile. It does not induce the typical miosis seen with strong opioids, which may complicate toxicity diagnosis. Prolonged use can cause tolerance and dependence, though its potential is lower than full opioids. Seizure risk is dose-dependent and may occur even at therapeutic doses in predisposed patients.",
            "indications": "• Moderate to severe acute or chronic pain.\n• Mild to moderate postoperative pain.\n• Musculoskeletal and joint pain.\n• Neuropathic pain (off-label use).\n• Alternative to strong opioids in patients at increased risk of respiratory depression.",
            "dosage": "Adults:\n• Oral: 50–100 mg every 6–8 hours (maximum 400 mg/day).\n• IV/IM/SC: 50–100 mg every 4–6 hours (maximum 400 mg/day).\n• Drops: 20–40 drops (50–100 mg) orally every 6–8 hours.\n• Extended-release: 100–300 mg once daily.\nElderly (>75 years):\n• Maximum 300 mg/day.\nPediatrics (>12 years):\n• 1–2 mg/kg/dose orally or IV every 6–8 hours (maximum 400 mg/day).",
            "administration": "• Oral (tablets, drops, extended-release capsules).\n• Parenteral: slow IV (2–3 minutes), IM, SC.\n• Can be diluted in 0.9% saline or 5% glucose for short infusion (15–30 min).",
            "maximumDose": "• 400 mg/day (adults).\n• 300 mg/day (elderly ≥75 years).\n• 4 mg/kg/day (pediatrics).",
            "minimumDose": "• 50 mg orally or IV (adults); 1 mg/kg (pediatrics).",
            "adverseReactions": "Very common (>10%):\n• Nausea, dizziness, sweating.\nCommon (1–10%):\n• Vomiting, constipation, headache, somnolence.\n• Xerostomia, asthenia, anorexia.\nUncommon (0.1–1%):\n• Seizures, serotonin syndrome, confusion, agitation.\nRare (<0.1%):\n• Severe allergic reactions, hallucinations, physical or psychological dependence.",
            "pregnancyRisk": "Category C. May cause neonatal withdrawal symptoms. Not recommended during the third trimester. Use only if benefits outweigh risks.",
            "lactationRisk": "Excreted in small amounts. Avoid in premature or neonatal infants. Use with caution during prolonged breastfeeding with infant monitoring.",
            "renalAdjustment": "• Creatinine clearance <30 mL/min: increase dosing interval to 12 h or reduce dose.\n• Avoid extended-release formulations in severe renal impairment.",
            "hepaticAdjustment": "• Mild to moderate hepatic impairment: use with caution.\n• Severe hepatic impairment: contraindicated due to unpredictable metabolism.",
            "contraindications": "• Hypersensitivity to tramadol.\n• Acute intoxication with alcohol, hypnotics, opioids, or psychotropics.\n• Concurrent use with MAOIs or within 14 days of discontinuation.\n• Uncontrolled epilepsy.\n• Age <12 years or <18 years after adenoidectomy/tonsillectomy.",
            "drugInteractions": "• Increased seizure risk with SSRIs, tricyclics, bupropion.\n• Risk of serotonin syndrome with MAOIs, SSRIs, triptans.\n• Potentiation of sedation with alcohol, benzodiazepines, antipsychotics.\n• CYP3A4 inducers (carbamazepine) reduce efficacy. Tramadol interacts with serotonergic drugs such as SSRIs, SNRIs, triptans, and lithium, increasing serotonin syndrome risk. Use with MAOIs is contraindicated due to risk of hypertension, hyperthermia, and seizures. Coadministration with bupropion or antipsychotics like haloperidol may lower seizure threshold. Analgesic efficacy may be reduced by CYP2D6 inhibitors (fluoxetine, paroxetine) blocking active metabolite formation. Concomitant use with benzodiazepines or alcohol increases CNS depression, excessive sedation, and apnea risk, even at moderate doses.",
            "presentations": "• Tablets: 50 mg, 100 mg, 150 mg, 200 mg (extended-release).\n• Drops: 100 mg/mL (1 drop = 2.5 mg).\n• Ampoules: 50 mg/mL in 1 mL, 2 mL.\n• Capsules: 100 mg, 150 mg.\n• Combination tablets with paracetamol (37.5 mg + 325 mg).",
            "preparation": "• IV: administer slowly (≥2 min) or dilute in 100 mL 0.9% saline for infusion over 15–30 min.\n• Oral: may be taken with or without food.\n• Drops: dilute in water for palatability in pediatrics.",
            "compatibleSolutions": "• 0.9% saline, 5% glucose.\n• Incompatible with alkaline solutions and bicarbonate.",
            "storage": "• Store between 15°C and 30°C.\n• Protect from light and moisture.\n• After opening, use oral solution within 30 days.",
            "medicalConsiderations": "• Assess history of epilepsy, SSRI use, and suicide risk.\n• Monitor respiratory pattern, sedation, and neurological signs.\n• Avoid prolonged use without reassessment of need.\n• Adjust dose in elderly, renal, and hepatic patients.",
            "pharmaceuticalCare": "• Ensure clear prescription with total dose and frequency.\n• Check interactions with antidepressants, anticonvulsants.\n• Document adverse effects and concomitant opioid use.\n• Track number of drops if used orally.",
            "nursingCare": "• Monitor pain, side effects (nausea, somnolence, confusion).\n• Observe for signs of seizure, hallucination, or euphoria.\n• Ensure hydration and constipation prevention.\n• Assess adherence and possible signs of misuse or dependence.",
            "references": "Anvisa package insert (Tramal®), UpToDate (2024), Micromedex, PubMed ID 37627281, Goodman & Gilman (13th Ed.), Miller’s Anesthesia (9th Ed.), WHO Guidelines for Analgesics (2023)."
        }
    }
}

    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Tramadol (clorhidrato de tramadol)",
            "nomeComercial": "Tramal®, Dorless®, Zytram®, Maxsulid®",
            "classificacao": "Analgésico opioide sintético; agonista débil de los receptores μ-opioides; inhibidor de la recaptación de serotonina y noradrenalina",
            "mecanismoAcao": "El tramadol es un analgésico de acción central con un mecanismo dual y sinérgico. Actúa como agonista débil de los receptores μ-opioides (principalmente μ1), promoviendo analgesia moderada mediante la activación del sistema opioide endógeno. Simultáneamente, inhibe la recaptación neuronal de serotonina (5-HT) y noradrenalina (NA), potenciando la modulación descendente del dolor en la médula espinal. El efecto opioide es mediado principalmente por su metabolito activo O-desmetiltramadol (M1), cuya afinidad por los receptores μ es aproximadamente 200 veces mayor que la del compuesto original. La conversión a M1 depende de la isoenzima hepática CYP2D6 y varía entre individuos según el fenotipo metabólico (metabolizadores lentos, intermedios, extensos o ultrarrápidos). Esta variación influye tanto en la eficacia analgésica como en el riesgo de efectos adversos, como depresión respiratoria o ineficacia terapéutica. El componente noradrenérgico del tramadol facilita la inhibición de la transmisión nociceptiva en la vía descendente bulbospinal, mientras que el efecto serotoninérgico, aunque relevante, también está implicado en la aparición de efectos secundarios como náuseas y síndrome serotoninérgico. El efecto analgésico es más eficaz en dolores mixtos, como los de origen neuropático y nociceptivo combinados. El tramadol no inhibe la ciclooxigenasa y, por lo tanto, no tiene acción antiinflamatoria. Su acción combinada permite un menor riesgo de depresión respiratoria en comparación con los opioides plenos, pero aumenta el riesgo de convulsiones e interacciones farmacológicas con antidepresivos y anticonvulsivantes.",
            "farmacocinetica": "• Inicio de acción: 30–60 minutos (oral), 10–15 min (IV).\n• Pico plasmático: 1,5–2 h (VO), 0,5 h (IV).\n• Duración de acción: 6–8 horas.\n• Vida media: 5–6 h (tramadol); 6–8 h (metabolito M1).\n• Unión a proteínas plasmáticas: 20%.\n• Biodisponibilidad oral: 70–75% (VO); 100% (IV).\n• Metabolismo: hepático (CYP2D6 y CYP3A4).\n• Excreción: renal, 30% como tramadol, 60% como metabolitos.",
            "farmacodinamica": "Presenta efecto analgésico de intensidad leve a moderada. La eficacia del tramadol depende de la capacidad del paciente para metabolizarlo vía CYP2D6 y formar el M1. Los metabolizadores ultrarrápidos tienen mayor riesgo de efectos adversos opioides, mientras que los metabolizadores lentos presentan analgesia reducida. Tiene menor riesgo de depresión respiratoria en comparación con opioides puros, pero mayor incidencia de náuseas, mareo y somnolencia. Puede causar síndrome serotoninérgico y convulsiones en dosis elevadas o en combinación con ISRS, IMAO o bupropión. El tramadol proporciona analgesia sin efecto techo hasta dosis de 400 mg/día, tras lo cual el riesgo de efectos adversos supera el beneficio. Los estudios muestran eficacia similar a la codeína y menor que la morfina en dolor agudo intenso, pero con un perfil de tolerabilidad superior. No induce miosis típica de opioides fuertes, lo que puede dificultar el diagnóstico de toxicidad. Su uso prolongado puede causar tolerancia y dependencia, aunque el potencial es inferior al de los opioides plenos. El riesgo de convulsiones es dosis-dependiente y puede ocurrir incluso a dosis terapéuticas en pacientes predispuestos.",
            "indicacoes": "• Dolor moderado a intenso de origen agudo o crónico.\n• Dolor postoperatorio leve a moderado.\n• Dolor musculoesquelético y articular.\n• Dolor neuropático (uso fuera de indicación).\n• Alternativa a opioides fuertes en pacientes con mayor riesgo de depresión respiratoria.",
            "posologia": "Adultos:\n• Oral: 50–100 mg cada 6–8 h (máximo 400 mg/día).\n• IV/IM/SC: 50–100 mg cada 4–6 h (máximo 400 mg/día).\n• Gotas: 20–40 gotas (50–100 mg) VO cada 6–8 h.\n• Liberación prolongada: 100–300 mg 1 vez/día.\nAncianos (>75 años):\n• Máximo 300 mg/día.\nPediatría (>12 años):\n• 1–2 mg/kg/dosis VO o IV cada 6–8 h (máximo 400 mg/día).",
            "administracao": "• Oral (comprimidos, gotas, cápsulas de liberación prolongada).\n• Parenteral: IV lento (2–3 minutos), IM, SC.\n• Puede diluirse en SF 0,9% o SG 5% para infusión corta (15–30 min).",
            "doseMaxima": "• 400 mg/día (adultos).\n• 300 mg/día (ancianos ≥75 años).\n• 4 mg/kg/día (pediatría).",
            "doseMinima": "• 50 mg VO/IV (adultos); 1 mg/kg (pediatría).",
            "reacoesAdversas": "Muy comunes (>10%):\n• Náuseas, mareo, sudoración.\nComunes (1–10%):\n• Vómitos, estreñimiento, cefalea, somnolencia.\n• Xerostomía, astenia, anorexia.\nPoco comunes (0,1–1%):\n• Convulsiones, síndrome serotoninérgico, confusión, agitación.\nRaras (<0,1%):\n• Reacciones alérgicas graves, alucinaciones, dependencia física o psicológica.",
            "riscoGravidez": "Categoría C. Puede causar síntomas de abstinencia neonatal. No recomendado durante el tercer trimestre. Uso solo si los beneficios superan los riesgos.",
            "riscoLactacao": "Excretado en pequeñas cantidades. Evitar en lactantes prematuros o neonatos. Uso con precaución durante lactancia prolongada, con monitorización del lactante.",
            "ajusteRenal": "• ClCr <30 mL/min: aumentar el intervalo a 12 h o reducir la dosis.\n• Evitar formulaciones de liberación prolongada en insuficiencia renal grave.",
            "ajusteHepatico": "• Hepatopatía leve a moderada: usar con precaución.\n• Hepatopatía grave: contraindicado por imprevisibilidad en el metabolismo.",
            "contraindicacoes": "• Hipersensibilidad al tramadol.\n• Intoxicación aguda por alcohol, hipnóticos, opioides o psicotrópicos.\n• Uso concomitante con IMAO o hasta 14 días después de su suspensión.\n• Epilepsia no controlada.\n• Edad <12 años o <18 años después de adenoidectomía/amigdalectomía.",
            "interacaoMedicamento": "• Mayor riesgo de convulsiones con ISRS, tricíclicos, bupropión.\n• Riesgo de síndrome serotoninérgico con IMAO, ISRS, triptanos.\n• Potenciación de la sedación con alcohol, benzodiacepinas, antipsicóticos.\n• Inductores del CYP3A4 (carbamazepina) reducen la eficacia. El tramadol interactúa con medicamentos serotoninérgicos como ISRS, IRSN, triptanos y litio, aumentando el riesgo de síndrome serotoninérgico. El uso con IMAO está contraindicado por riesgo de hipertensión, hipertermia y convulsiones. La coadministración con bupropión o antipsicóticos como haloperidol también puede disminuir el umbral convulsivo. La eficacia analgésica puede verse reducida por inhibidores del CYP2D6 (fluoxetina, paroxetina) que bloquean la conversión al metabolito activo. El uso concomitante con benzodiacepinas o alcohol aumenta el riesgo de depresión del SNC, sedación excesiva y apnea, incluso en dosis moderadas.",
            "apresentacao": "• Comprimidos: 50 mg, 100 mg, 150 mg, 200 mg (liberación prolongada).\n• Gotas: 100 mg/mL (1 gota = 2,5 mg).\n• Ampollas: 50 mg/mL en 1 mL, 2 mL.\n• Cápsulas: 100 mg, 150 mg.\n• Comprimidos combinados con paracetamol (37,5 mg + 325 mg).",
            "preparo": "• IV: administrar lentamente (≥2 min) o diluir en 100 mL de SF 0,9% para infusión en 15–30 min.\n• Oral: puede tomarse con o sin alimentos.\n• Gotas: diluir en agua para mejorar el sabor en pediatría.",
            "solucoesCompatíveis": "• SF 0,9%, SG 5%.\n• Incompatible con soluciones alcalinas y bicarbonato.",
            "armazenamento": "• Conservar entre 15°C y 30°C.\n• Proteger de la luz y la humedad.\n• Tras la apertura, usar la solución oral en un máximo de 30 días.",
            "cuidadosMedicos": "• Evaluar antecedentes de epilepsia, uso de ISRS y riesgo de suicidio.\n• Monitorizar el patrón respiratorio, sedación y signos neurológicos.\n• Evitar uso prolongado sin reevaluación de la necesidad.\n• Ajustar dosis en pacientes ancianos, renales y hepatópatas.",
            "cuidadosFarmaceuticos": "• Garantizar prescripción clara con dosis total y frecuencia.\n• Verificar interacciones con antidepresivos y anticonvulsivantes.\n• Documentar efectos adversos y uso concomitante con otros opioides.\n• Controlar el número de gotas si se usa por vía oral.",
            "cuidadosEnfermagem": "• Monitorizar dolor, efectos secundarios (náuseas, somnolencia, confusión).\n• Observar signos de convulsión, alucinación o euforia.\n• Asegurar hidratación y prevención de estreñimiento.\n• Evaluar adherencia y posibles signos de uso inadecuado o dependencia.",
            "fontesBibliograficas": "Prospecto AEMPS (Tramal®), UpToDate (2024), Micromedex, PubMed ID 37627281, Goodman & Gilman (13ª Ed.), Miller’s Anesthesia (9ª Ed.), Guías OMS para Analgésicos (2023)."
        }
    }
