{
    "PT": {
        "bulario": {
            "nomePrincipioAtivo": "Vecurônio (Brometo de Vecurônio)",
            "nomeComercial": "Norcuron®",
            "classificacao": "Bloqueador neuromuscular não despolarizante, de ação intermediária, esteroidal",
            "mecanismoAcao": "O vecurônio é um bloqueador neuromuscular não despolarizante do tipo esteroidal que atua como antagonista competitivo dos receptores nicotínicos da acetilcolina na placa motora da junção neuromuscular. Ao ocupar o sítio de ligação da acetilcolina sem ativar o receptor, impede a despolarização da membrana muscular, resultando em paralisia flácida dose-dependente. Sua ação é caracterizada por início intermediário e duração moderada. Diferentemente dos agentes despolarizantes, não causa fasciculações nem aumento transitório do potássio plasmático. O vecurônio é metabolizado no fígado e excretado por via biliar e renal; seu principal metabólito, 3-desacetilvecurônio, possui atividade bloqueadora significativa e pode se acumular em pacientes com insuficiência hepática ou renal, prolongando o bloqueio. O uso de monitorização com TOF (train-of-four) é essencial para titulação da dose e avaliação da necessidade de reversão, que pode ser realizada com neostigmina em bloqueios superficiais ou com sugamadex, que encapsula seletivamente a molécula do vecurônio e promove reversão rápida e eficaz mesmo em bloqueios profundos.",
            "farmacocinetica": "• Início de ação: 2–3 minutos.\n• Pico de efeito: 3–5 minutos.\n• Duração clínica: 25–40 minutos.\n• Tempo até recuperação de 25% da função muscular: 45–65 minutos.\n• Meia-vida de eliminação: 65–75 minutos.\n• Volume de distribuição: 0,2–0,4 L/kg.\n• Ligação às proteínas plasmáticas: 60–80%.\n• Metabolização: hepática, produzindo metabólito ativo (3-desacetilvecurônio).\n• Excreção: 40–50% biliar, 30–40% renal.",
            "farmacodinamica": "Bloqueador neuromuscular de ação intermediária, sem liberação significativa de histamina e com baixo perfil de efeitos cardiovasculares. Possui perfil farmacocinético estável, porém pode acumular em casos de insuficiência hepática ou renal devido ao metabólito ativo.",
            "indicacoes": "• Facilitação da intubação orotraqueal.\n• Manutenção do bloqueio neuromuscular durante procedimentos cirúrgicos.\n• Uso em ventilação mecânica prolongada na UTI.\n• Procedimentos diagnósticos ou terapêuticos que requeiram imobilidade.",
            "posologia": "Adulto:\n• Intubação:\n  - 0,08–0,1 mg/kg IV em bolus.\n• Manutenção:\n  - Bolus adicionais de 0,01–0,015 mg/kg IV.\n  - Ou infusão contínua: 0,8–1,2 mcg/kg/min.\nPediatria:\n• Neonatos (<1 mês):\n  - 0,05–0,06 mg/kg IV bolus.\n  - Infusão: 1–1,5 mcg/kg/min.\n• Lactentes (1–23 meses):\n  - 0,08–0,1 mg/kg IV bolus.\n  - Infusão: 1–1,5 mcg/kg/min.\n• Crianças (2–12 anos):\n  - 0,1 mg/kg IV bolus.\n  - Infusão: 1–1,5 mcg/kg/min.\n• Adolescentes (12–18 anos):\n  - Mesma posologia de adultos.",
            "administracao": "• Exclusivamente por via intravenosa.\n• Administração em bolus lento (20–30 segundos) ou infusão contínua com bomba volumétrica.\n• Monitorização contínua da função neuromuscular (TOF) altamente recomendada.",
            "doseMaxima": "• Bolus: até 0,1 mg/kg.\n• Infusão: até 1,5 mcg/kg/min.",
            "doseMinima": "• Bolus de manutenção: 0,01 mg/kg.\n• Infusão: 0,8 mcg/kg/min.",
            "reacoesAdversas": "Comuns (1–10%):\n• Bradicardia.\n• Hipotensão leve.\n• Erupções cutâneas.\n• Fraqueza muscular residual.\nIncomuns (0,1–1%):\n• Hipotensão severa.\n• Reações anafiláticas.\n• Bloqueio neuromuscular prolongado.\nRaras (<0,1%):\n• Insuficiência respiratória por bloqueio residual.\n• Broncoespasmo isolado.",
            "riscoGravidez": "Categoria C. Usar apenas se claramente necessário. Pode ser utilizado em cesarianas sob anestesia geral quando os benefícios superam os riscos.",
            "riscoLactacao": "Desconhecido se excreta no leite materno, mas devido à rápida depuração plasmática, não se espera risco significativo.",
            "ajusteRenal": "• Usar com cautela em insuficiência renal moderada a grave.\n• Pode ocorrer acúmulo do metabólito ativo (3-desacetilvecurônio), levando a prolongamento do bloqueio.\n• Monitorizar TOF rigorosamente.",
            "ajusteHepatico": "• Usar com cautela.\n• Prolongamento do bloqueio neuromuscular pode ocorrer devido à redução da depuração hepática e biliar.\n• Recomendado reduzir dose de manutenção ou espaçar intervalos.",
            "contraindicacoes": "• Hipersensibilidade conhecida ao vecurônio, rocurônio ou qualquer componente da fórmula.\n• Histórico de reação anafilática grave a bloqueadores neuromusculares não despolarizantes.",
            "interacaoMedicamento": "• Potencializado por:\n  - Anestésicos voláteis (sevoflurano, isoflurano, desflurano).\n  - Aminoglicosídeos, lítio, bloqueadores de canais de cálcio, polimixinas, magnésio, lidocaína IV.\n  - Corticoterapia prolongada.\n• Efeito reduzido por:\n  - Anticonvulsivantes crônicos (fenitoína, carbamazepina).\n• Prolongamento do bloqueio em:\n  - Hipotermia.\n  - Acidose metabólica.\n  - Disfunção hepática ou renal significativa.",
            "apresentacao": "• Frascos-ampola liofilizados de 4 mg e 10 mg para reconstituição com 5 mL de SF 0,9%.",
            "preparo": "• Reconstituir o pó liofilizado com 5 mL de SF 0,9% para obter solução de 1 mg/mL.\n• Para infusão contínua: diluir 50 mg em 50 mL de SF 0,9% = 1 mg/mL (ou 1000 mcg/mL).",
            "solucoesCompatíveis": "• Soro fisiológico 0,9%.\n• Solução glicosada 5%.\n• Ringer Lactato.\n• Incompatível com soluções alcalinas (ex.: bicarbonato de sódio).",
            "armazenamento": "• Frasco-ampola: conservar entre 2°C e 8°C (refrigerado).\n• Após reconstituição: usar imediatamente ou manter refrigerado por até 24 horas.\n• Proteger da luz.\n• Descartar se houver precipitação, turbidez ou alteração de cor.",
            "cuidadosMedicos": "• Monitorizar rigorosamente a função neuromuscular (TOF).\n• Preparar suporte ventilatório até recuperação completa da função muscular.\n• Cuidado em pacientes com disfunção hepática ou renal pela possibilidade de bloqueio prolongado.\n• Observar sinais de bloqueio residual na recuperação.",
            "cuidadosFarmaceuticos": "• Conferir nome, dose, via, concentração e integridade do frasco.\n• Reconstituir conforme instrução e sob condições assépticas.\n• Calcular corretamente diluição para infusão.\n• Documentar lote, dose, via, horário e parâmetros de monitorização neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, sinais vitais, capnografia e ventilação.\n• Observar sinais de bloqueio neuromuscular prolongado.\n• Verificar acesso venoso e funcionamento da bomba de infusão.\n• Notificar qualquer reação adversa ou bloqueio prolongado imediatamente.",
            "fontesBibliograficas": "Bula Anvisa (Norcuron®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edição), PubMed ID 37610482, Miller’s Anesthesia (9ª Edição), Barash Clinical Anesthesia (7ª Edição), Tintinalli’s Emergency Medicine (9ª Edição)."
        }
    },
    "US": {
    "ES": {
        "bulario": {
            "nomePrincipioAtivo": "Vecuronio (Bromuro de Vecuronio)",
            "nomeComercial": "Norcuron®",
            "classificacao": "Bloqueante neuromuscular no despolarizante, de acción intermedia, esteroideo",
            "mecanismoAcao": "El vecuronio es un bloqueante neuromuscular no despolarizante de tipo esteroideo que actúa como antagonista competitivo de los receptores nicotínicos de acetilcolina en la placa motora de la unión neuromuscular. Al ocupar el sitio de unión de la acetilcolina sin activar el receptor, impide la despolarización de la membrana muscular, resultando en parálisis flácida dependiente de la dosis. Su acción se caracteriza por un inicio intermedio y una duración moderada. A diferencia de los agentes despolarizantes, no causa fasciculaciones ni aumento transitorio del potasio plasmático. El vecuronio se metaboliza en el hígado y se excreta por vía biliar y renal; su principal metabolito, 3-desacetilvecuronio, posee actividad bloqueante significativa y puede acumularse en pacientes con insuficiencia hepática o renal, prolongando el bloqueo. El uso de monitorización con TOF (train-of-four) es esencial para la titulación de la dosis y la evaluación de la necesidad de reversión, que puede realizarse con neostigmina en bloqueos superficiales o con sugammadex, que encapsula selectivamente la molécula de vecuronio y promueve una reversión rápida y eficaz incluso en bloqueos profundos.",
            "farmacocinetica": "• Inicio de acción: 2–3 minutos.\n• Pico de efecto: 3–5 minutos.\n• Duración clínica: 25–40 minutos.\n• Tiempo hasta la recuperación del 25% de la función muscular: 45–65 minutos.\n• Vida media de eliminación: 65–75 minutos.\n• Volumen de distribución: 0,2–0,4 L/kg.\n• Unión a proteínas plasmáticas: 60–80%.\n• Metabolización: hepática, produciendo metabolito activo (3-desacetilvecuronio).\n• Excreción: 40–50% biliar, 30–40% renal.",
            "farmacodinamica": "Bloqueante neuromuscular de acción intermedia, sin liberación significativa de histamina y con bajo perfil de efectos cardiovasculares. Posee un perfil farmacocinético estable, pero puede acumularse en casos de insuficiencia hepática o renal debido al metabolito activo.",
            "indicacoes": "• Facilitación de la intubación orotraqueal.\n• Mantenimiento del bloqueo neuromuscular durante procedimientos quirúrgicos.\n• Uso en ventilación mecánica prolongada en UCI.\n• Procedimientos diagnósticos o terapéuticos que requieran inmovilidad.",
            "posologia": "Adultos:\n• Intubación:\n  - 0,08–0,1 mg/kg IV en bolo.\n• Mantenimiento:\n  - Bolos adicionales de 0,01–0,015 mg/kg IV.\n  - O infusión continua: 0,8–1,2 mcg/kg/min.\nPediatría:\n• Neonatos (<1 mes):\n  - 0,05–0,06 mg/kg IV bolo.\n  - Infusión: 1–1,5 mcg/kg/min.\n• Lactantes (1–23 meses):\n  - 0,08–0,1 mg/kg IV bolo.\n  - Infusión: 1–1,5 mcg/kg/min.\n• Niños (2–12 años):\n  - 0,1 mg/kg IV bolo.\n  - Infusión: 1–1,5 mcg/kg/min.\n• Adolescentes (12–18 años):\n  - Misma posología que adultos.",
            "administracao": "• Exclusivamente por vía intravenosa.\n• Administración en bolo lento (20–30 segundos) o infusión continua con bomba volumétrica.\n• Se recomienda altamente la monitorización continua de la función neuromuscular (TOF).",
            "doseMaxima": "• Bolo: hasta 0,1 mg/kg.\n• Infusión: hasta 1,5 mcg/kg/min.",
            "doseMinima": "• Bolo de mantenimiento: 0,01 mg/kg.\n• Infusión: 0,8 mcg/kg/min.",
            "reacoesAdversas": "Comunes (1–10%):\n• Bradicardia.\n• Hipotensión leve.\n• Erupciones cutáneas.\n• Debilidad muscular residual.\nPoco comunes (0,1–1%):\n• Hipotensión severa.\n• Reacciones anafilácticas.\n• Bloqueo neuromuscular prolongado.\nRaras (<0,1%):\n• Insuficiencia respiratoria por bloqueo residual.\n• Broncoespasmo aislado.",
            "riscoGravidez": "Categoría C. Utilizar solo si es claramente necesario. Puede utilizarse en cesáreas bajo anestesia general cuando los beneficios superan los riesgos.",
            "riscoLactacao": "Se desconoce si se excreta en la leche materna, pero debido a la rápida depuración plasmática, no se espera un riesgo significativo.",
            "ajusteRenal": "• Usar con precaución en insuficiencia renal moderada a grave.\n• Puede ocurrir acumulación del metabolito activo (3-desacetilvecuronio), llevando a prolongación del bloqueo.\n• Monitorizar TOF rigurosamente.",
            "ajusteHepatico": "• Usar con precaución.\n• Puede ocurrir prolongación del bloqueo neuromuscular debido a la reducción de la depuración hepática y biliar.\n• Se recomienda reducir la dosis de mantenimiento o espaciar los intervalos.",
            "contraindicacoes": "• Hipersensibilidad conocida al vecuronio, rocuronio o a cualquier componente de la fórmula.\n• Antecedentes de reacción anafiláctica grave a bloqueantes neuromusculares no despolarizantes.",
            "interacaoMedicamento": "• Potenciado por:\n  - Anestésicos volátiles (sevofluorano, isoflurano, desfluorano).\n  - Aminoglucósidos, litio, bloqueantes de canales de calcio, polimixinas, magnesio, lidocaína IV.\n  - Corticoterapia prolongada.\n• Efecto reducido por:\n  - Anticonvulsivantes crónicos (fenitoína, carbamazepina).\n• Prolongación del bloqueo en:\n  - Hipotermia.\n  - Acidosis metabólica.\n  - Disfunción hepática o renal significativa.",
            "apresentacao": "• Viales-ampolla liofilizados de 4 mg y 10 mg para reconstitución con 5 mL de SF 0,9%.",
            "preparo": "• Reconstituir el polvo liofilizado con 5 mL de SF 0,9% para obtener una solución de 1 mg/mL.\n• Para infusión continua: diluir 50 mg en 50 mL de SF 0,9% = 1 mg/mL (o 1000 mcg/mL).",
            "solucoesCompatíveis": "• Suero fisiológico 0,9%.\n• Solución glucosada 5%.\n• Ringer Lactato.\n• Incompatible con soluciones alcalinas (ej.: bicarbonato de sodio).",
            "armazenamento": "• Vial-ampolla: conservar entre 2°C y 8°C (refrigerado).\n• Tras la reconstitución: usar inmediatamente o mantener refrigerado hasta 24 horas.\n• Proteger de la luz.\n• Desechar si hay precipitación, turbidez o cambio de color.",
            "cuidadosMedicos": "• Monitorizar rigurosamente la función neuromuscular (TOF).\n• Preparar soporte ventilatorio hasta la recuperación completa de la función muscular.\n• Precaución en pacientes con disfunción hepática o renal por la posibilidad de bloqueo prolongado.\n• Observar signos de bloqueo residual durante la recuperación.",
            "cuidadosFarmaceuticos": "• Verificar nombre, dosis, vía, concentración e integridad del vial.\n• Reconstituir según instrucciones y bajo condiciones asépticas.\n• Calcular correctamente la dilución para infusión.\n• Documentar lote, dosis, vía, horario y parámetros de monitorización neuromuscular.",
            "cuidadosEnfermagem": "• Monitorizar TOF, signos vitales, capnografía y ventilación.\n• Observar signos de bloqueo neuromuscular prolongado.\n• Verificar el acceso venoso y el funcionamiento de la bomba de infusión.\n• Notificar inmediatamente cualquier reacción adversa o bloqueo prolongado.",
            "fontesBibliograficas": "Folleto Anvisa (Norcuron®), UpToDate (2024), Micromedex, Goodman & Gilman (13ª Edición), PubMed ID 37610482, Miller’s Anesthesia (9ª Edición), Barash Clinical Anesthesia (7ª Edición), Tintinalli’s Emergency Medicine (9ª Edición)."
        }
    },
        "bulario": {
            "nomePrincipioAtivo": "Vecuronium (Vecuronium Bromide)",
            "nomeComercial": "Norcuron®",
            "classificacao": "Non-depolarizing neuromuscular blocker, intermediate-acting, steroidal",
            "mecanismoAcao": "Vecuronium is a steroidal non-depolarizing neuromuscular blocking agent that acts as a competitive antagonist at nicotinic acetylcholine receptors on the motor endplate of the neuromuscular junction. By occupying the acetylcholine binding site without activating the receptor, it prevents depolarization of the muscle membrane, resulting in dose-dependent flaccid paralysis. Its action is characterized by an intermediate onset and moderate duration. Unlike depolarizing agents, it does not cause fasciculations or transient increases in plasma potassium. Vecuronium is metabolized in the liver and excreted via biliary and renal routes; its main metabolite, 3-desacetylvecuronium, has significant blocking activity and may accumulate in patients with hepatic or renal impairment, prolonging the blockade. Monitoring with train-of-four (TOF) is essential for dose titration and assessing the need for reversal, which can be achieved with neostigmine in shallow blocks or with sugammadex, which selectively encapsulates the vecuronium molecule and promotes rapid and effective reversal even in deep blocks.",
            "farmacocinetica": "• Onset of action: 2–3 minutes.\n• Peak effect: 3–5 minutes.\n• Clinical duration: 25–40 minutes.\n• Time to 25% recovery of muscle function: 45–65 minutes.\n• Elimination half-life: 65–75 minutes.\n• Volume of distribution: 0.2–0.4 L/kg.\n• Plasma protein binding: 60–80%.\n• Metabolism: hepatic, producing active metabolite (3-desacetylvecuronium).\n• Excretion: 40–50% biliary, 30–40% renal.",
            "farmacodinamica": "Intermediate-acting neuromuscular blocker without significant histamine release and with a low cardiovascular side effect profile. It has a stable pharmacokinetic profile but may accumulate in cases of hepatic or renal impairment due to the active metabolite.",
            "indicacoes": "• Facilitation of orotracheal intubation.\n• Maintenance of neuromuscular blockade during surgical procedures.\n• Use in prolonged mechanical ventilation in the ICU.\n• Diagnostic or therapeutic procedures requiring immobility.",
            "posologia": "Adult:\n• Intubation:\n  - 0.08–0.1 mg/kg IV bolus.\n• Maintenance:\n  - Additional boluses of 0.01–0.015 mg/kg IV.\n  - Or continuous infusion: 0.8–1.2 mcg/kg/min.\nPediatrics:\n• Neonates (<1 month):\n  - 0.05–0.06 mg/kg IV bolus.\n  - Infusion: 1–1.5 mcg/kg/min.\n• Infants (1–23 months):\n  - 0.08–0.1 mg/kg IV bolus.\n  - Infusion: 1–1.5 mcg/kg/min.\n• Children (2–12 years):\n  - 0.1 mg/kg IV bolus.\n  - Infusion: 1–1.5 mcg/kg/min.\n• Adolescents (12–18 years):\n  - Same dosage as adults.",
            "administracao": "• Exclusively intravenous administration.\n• Administer as a slow bolus (20–30 seconds) or continuous infusion using a volumetric pump.\n• Continuous neuromuscular function monitoring (TOF) is highly recommended.",
            "doseMaxima": "• Bolus: up to 0.1 mg/kg.\n• Infusion: up to 1.5 mcg/kg/min.",
            "doseMinima": "• Maintenance bolus: 0.01 mg/kg.\n• Infusion: 0.8 mcg/kg/min.",
            "reacoesAdversas": "Common (1–10%):\n• Bradycardia.\n• Mild hypotension.\n• Skin rash.\n• Residual muscle weakness.\nUncommon (0.1–1%):\n• Severe hypotension.\n• Anaphylactic reactions.\n• Prolonged neuromuscular blockade.\nRare (<0.1%):\n• Respiratory failure due to residual blockade.\n• Isolated bronchospasm.",
            "riscoGravidez": "Category C. Use only if clearly necessary. Can be used in cesarean sections under general anesthesia when benefits outweigh risks.",
            "riscoLactacao": "Unknown if excreted in breast milk, but due to rapid plasma clearance, significant risk is not expected.",
            "ajusteRenal": "• Use with caution in moderate to severe renal impairment.\n• Accumulation of active metabolite (3-desacetylvecuronium) may occur, leading to prolonged blockade.\n• Strict TOF monitoring is recommended.",
            "ajusteHepatico": "• Use with caution.\n• Prolonged neuromuscular blockade may occur due to reduced hepatic and biliary clearance.\n• Recommended to reduce maintenance dose or extend dosing intervals.",
            "contraindicacoes": "• Known hypersensitivity to vecuronium, rocuronium, or any component of the formulation.\n• History of severe anaphylactic reaction to non-depolarizing neuromuscular blockers.",
            "interacaoMedicamento": "• Potentiated by:\n  - Volatile anesthetics (sevoflurane, isoflurane, desflurane).\n  - Aminoglycosides, lithium, calcium channel blockers, polymyxins, magnesium, IV lidocaine.\n  - Prolonged corticosteroid therapy.\n• Reduced effect by:\n  - Chronic anticonvulsants (phenytoin, carbamazepine).\n• Prolonged blockade with:\n  - Hypothermia.\n  - Metabolic acidosis.\n  - Significant hepatic or renal dysfunction.",
            "apresentacao": "• Lyophilized vial-ampoules of 4 mg and 10 mg for reconstitution with 5 mL of 0.9% saline.",
            "preparo": "• Reconstitute lyophilized powder with 5 mL of 0.9% saline to obtain 1 mg/mL solution.\n• For continuous infusion: dilute 50 mg in 50 mL of 0.9% saline = 1 mg/mL (or 1000 mcg/mL).",
            "solucoesCompatíveis": "• 0.9% Sodium chloride solution.\n• 5% Dextrose solution.\n• Ringer's Lactate.\n• Incompatible with alkaline solutions (e.g., sodium bicarbonate).",
            "armazenamento": "• Vial-ampoule: store between 2°C and 8°C (refrigerated).\n• After reconstitution: use immediately or keep refrigerated for up to 24 hours.\n• Protect from light.\n• Discard if precipitation, turbidity, or color change occurs.",
            "cuidadosMedicos": "• Strictly monitor neuromuscular function (TOF).\n• Prepare ventilatory support until full muscle function recovery.\n• Caution in patients with hepatic or renal dysfunction due to possible prolonged blockade.\n• Observe signs of residual blockade during recovery.",
            "cuidadosFarmaceuticos": "• Verify name, dose, route, concentration, and vial integrity.\n• Reconstitute as instructed under aseptic conditions.\n• Accurately calculate dilution for infusion.\n• Document batch, dose, route, time, and neuromuscular monitoring parameters.",
            "cuidadosEnfermagem": "• Monitor TOF, vital signs, capnography, and ventilation.\n• Observe signs of prolonged neuromuscular blockade.\n• Check venous access and infusion pump functioning.\n• Immediately report any adverse reaction or prolonged blockade.",
            "fontesBibliograficas": "Anvisa Package Insert (Norcuron®), UpToDate (2024), Micromedex, Goodman & Gilman (13th Edition), PubMed ID 37610482, Miller’s Anesthesia (9th Edition), Barash Clinical Anesthesia (7th Edition), Tintinalli’s Emergency Medicine (9th Edition)."
        }
    }
}
