{
  "PT": {
    "external": {
      "name": "Aripiprazol",
      "suspension": "Suspender 24h antes de cirurgia com anestesia geral ou risco de QT prolongado",
      "risk": "Akatisia, insônia, náusea, ansiedade, hipotensão, discinesia, prolongamento do QT, interação com anestésicos",
      "reintroduction": "Reintroduzir após 24–48h, com estabilidade hemodinâmica e tolerância à via oral"
    },
    "bulario": {
      "nomePrincipioAtivo": "Aripiprazol",
      "nomeComercial": "Abilify",
      "mecanismoAcao": "Agonista parcial de receptores dopaminérgicos D2/D3 e serotoninérgicos 5-HT1A; antagonista 5-HT2A",
      "farmacocinetica": "VO/IM; T½ ~75h (oral); metabolismo hepático (CYP3A4/2D6); excreção renal/fecal",
      "farmacodinamica": "Estabilizador dopaminérgico; melhora sintomas positivos e negativos da esquizofrenia",
      "indicacoes": "Esquizofrenia, transtorno bipolar, irritabilidade no autismo, depressão resistente (associado a ISRS)",
      "reacoesAdversas": "Acatisia, cefaleia, náusea, insônia, sedação, discinesia, ansiedade",
      "riscoGravidez": "Categoria C",
      "riscoLactacao": "Evitar se possível",
      "administracao": "VO 1x/dia; IM agudo ou de longa duração (LA)",
      "doseMaxima": "30mg/dia (oral); 400mg/mês (LA)",
      "doseMinima": "2mg/dia",
      "classificacao": "Antipsicótico atípico (agonista parcial D2)",
      "apresentacao": "Comprimidos 2mg, 5mg, 10mg, 15mg, 20mg, 30mg; solução oral; IM 9,75mg/1,3ml; LA 300/400mg",
      "interacaoMedicamento": "CYP2D6/3A4 inibidores/indutores, depressores do SNC, QT prolongadores",
      "posologia": "Oral: 10–30mg/dia; LA: 300–400mg IM mensal",
      "armazenamento": "Temperatura ambiente, protegido da luz",
      "preparo": "Uso direto VO ou IM; reconstituir formulações LA conforme fabricante",
      "solucoesCompatíveis": "Diluente específico (LA)",
      "contraindicacoes": "Hipersensibilidade conhecida, QT prolongado não tratado",
      "cuidadosMedicos": "Monitorar PA, ECG, agitação, sintomas extrapiramidais",
      "cuidadosFarmaceuticos": "Educar sobre risco de acatisia e importância da adesão",
      "cuidadosEnfermagem": "Observar agitação, PA postural, discinesias, confusão",
      "fontesBibliograficas": "FDA, EMA, ANVISA, UpToDate, Micromedex",
      "comentarioFarmacologico": "O aripiprazol difere dos antipsicóticos típicos por seu perfil de agonismo parcial dopaminérgico, atuando como agonista ou antagonista funcional conforme o tônus dopaminérgico pré-sináptico e pós-sináptico. Essa característica permite menor incidência de efeitos extrapiramidais e sintomas negativos, com perfil mais favorável em comparação com antipsicóticos D2 puros. Além disso, o aripiprazol não induz hiperprolactinemia significativa e tem menor risco de ganho de peso comparado à olanzapina e à clozapina. É metabolizado principalmente pelo CYP2D6 e CYP3A4, exigindo ajustes ou precauções em coadministração com inibidores fortes desses citocromos. A formulação de longa ação (LAI) deve ser iniciada apenas após pelo menos 14 dias de estabilização oral, e exige intervalo de aplicação mensal, com ótima adesão terapêutica. Estudos de metanálise demonstram eficácia robusta no controle de recaídas em esquizofrenia e redução da irritabilidade em transtornos do espectro autista. O aripiprazol apresenta um perfil farmacodinâmico único entre os antipsicóticos atípicos. Sua ação como agonista parcial do receptor dopaminérgico D2 permite um efeito modulador bidirecional sobre a dopamina: atua como agonista em áreas com deficiência dopaminérgica (ex: córtex pré-frontal) e como antagonista funcional onde há excesso (ex: sistema mesolímbico), conferindo menor risco de discinesia tardia e hiperprolactinemia. Além disso, o aripiprazol modula receptores serotoninérgicos, particularmente 5-HT1A (agonismo parcial) e 5-HT2A (antagonismo), o que contribui para efeitos ansiolíticos e antidepressivos indiretos. Estudos demonstram eficácia em sintomas positivos e negativos da esquizofrenia, além de benefícios na prevenção de recaídas. É considerado um dos antipsicóticos com menor impacto metabólico, embora casos de ganho ponderal e dislipidemia tenham sido relatados. A meia-vida longa permite posologia de 1x/dia e favorece adesão. Suas formulações de liberação prolongada (IM mensal) melhoram ainda mais a manutenção terapêutica em pacientes com baixa adesão ao tratamento. Dados de segurança revelam que embora tenha menor incidência de sedação e efeitos extrapiramidais comparado a outros antipsicóticos de segunda geração, é mais propenso a acatisia. Deve-se ter precaução em pacientes com distúrbios cardiovasculares devido à possibilidade de prolongamento do intervalo QT e risco de arritmias ventriculares. O metabolismo do aripiprazol envolve principalmente as isoenzimas CYP2D6 e CYP3A4, com variações interindividuais significativas. Pacientes com polimorfismo CYP2D6 *3/*4 (metabolizadores lentos) apresentam maior exposição plasmática ao aripiprazol e seu metabólito ativo, demandando ajustes de dose e monitoramento de efeitos adversos como acatisia e sedação. Em idosos, embora seja bem tolerado, há maior risco de hipotensão postural e efeitos cognitivos adversos, sendo necessária titulação mais lenta. Estudos demonstram que o uso de aripiprazol em depressão resistente, associado a ISRS ou IRSN, melhora a resposta antidepressiva após 4 a 6 semanas, embora aumente o risco de agitação e insônia nos primeiros dias. Em adolescentes e crianças, o aripiprazol é aprovado para irritabilidade em autismo e transtorno bipolar, mas deve ser monitorado quanto a risco de ganho de peso, disfunção hepática e alterações comportamentais. A formulação de liberação prolongada (LAI) deve ser administrada por via IM profunda no glúteo, com intervalo de 28 dias, e não requer sobreposição oral após o segundo mês. A farmacovigilância pós-comercialização identifica como reações adversas graves: síndrome neuroléptica maligna, suicídio, priapismo, pancreatite, rabdomiólise e hiperglicemia grave. Deve-se ter cautela em populações com histórico de abuso de substâncias, epilepsia e doença cardiovascular descompensada. A monitoração semestral do IMC, glicemia de jejum, perfil lipídico e ECG é recomendada em tratamentos superiores a 3 meses, principalmente com a formulação injetável de longa ação.",
      "comentarioSeguranca": "Os principais riscos incluem acatisia, insônia, sedação excessiva em idosos, risco de ideação suicida em jovens, e raramente, síndrome neuroléptica maligna. Há relatos de impulsividade associada, incluindo jogo patológico, hipersexualidade e compulsão alimentar, especialmente em doses mais elevadas ou uso prolongado. Deve-se monitorar sinais de síndrome serotoninérgica se usado concomitantemente com antidepressivos ISRS ou IRSN. Também é importante vigilância cardiovascular em pacientes com histórico de arritmia ou prolongamento de QT, sobretudo em associação com outros fármacos QT-prolongadores. Em populações pediátricas, o aripiprazol tem aprovação para uso em autismo com irritabilidade, e requer monitoramento mais rigoroso dos efeitos adversos comportamentais. O aripiprazol apresenta um perfil farmacodinâmico único entre os antipsicóticos atípicos. Sua ação como agonista parcial do receptor dopaminérgico D2 permite um efeito modulador bidirecional sobre a dopamina: atua como agonista em áreas com deficiência dopaminérgica (ex: córtex pré-frontal) e como antagonista funcional onde há excesso (ex: sistema mesolímbico), conferindo menor risco de discinesia tardia e hiperprolactinemia. Além disso, o aripiprazol modula receptores serotoninérgicos, particularmente 5-HT1A (agonismo parcial) e 5-HT2A (antagonismo), o que contribui para efeitos ansiolíticos e antidepressivos indiretos. Estudos demonstram eficácia em sintomas positivos e negativos da esquizofrenia, além de benefícios na prevenção de recaídas. É considerado um dos antipsicóticos com menor impacto metabólico, embora casos de ganho ponderal e dislipidemia tenham sido relatados. A meia-vida longa permite posologia de 1x/dia e favorece adesão. Suas formulações de liberação prolongada (IM mensal) melhoram ainda mais a manutenção terapêutica em pacientes com baixa adesão ao tratamento. Dados de segurança revelam que embora tenha menor incidência de sedação e efeitos extrapiramidais comparado a outros antipsicóticos de segunda geração, é mais propenso a acatisia. Deve-se ter precaução em pacientes com distúrbios cardiovasculares devido à possibilidade de prolongamento do intervalo QT e risco de arritmias ventriculares. O metabolismo do aripiprazol envolve principalmente as isoenzimas CYP2D6 e CYP3A4, com variações interindividuais significativas. Pacientes com polimorfismo CYP2D6 *3/*4 (metabolizadores lentos) apresentam maior exposição plasmática ao aripiprazol e seu metabólito ativo, demandando ajustes de dose e monitoramento de efeitos adversos como acatisia e sedação. Em idosos, embora seja bem tolerado, há maior risco de hipotensão postural e efeitos cognitivos adversos, sendo necessária titulação mais lenta. Estudos demonstram que o uso de aripiprazol em depressão resistente, associado a ISRS ou IRSN, melhora a resposta antidepressiva após 4 a 6 semanas, embora aumente o risco de agitação e insônia nos primeiros dias. Em adolescentes e crianças, o aripiprazol é aprovado para irritabilidade em autismo e transtorno bipolar, mas deve ser monitorado quanto a risco de ganho de peso, disfunção hepática e alterações comportamentais. A formulação de liberação prolongada (LAI) deve ser administrada por via IM profunda no glúteo, com intervalo de 28 dias, e não requer sobreposição oral após o segundo mês. A farmacovigilância pós-comercialização identifica como reações adversas graves: síndrome neuroléptica maligna, suicídio, priapismo, pancreatite, rabdomiólise e hiperglicemia grave. Deve-se ter cautela em populações com histórico de abuso de substâncias, epilepsia e doença cardiovascular descompensada. A monitoração semestral do IMC, glicemia de jejum, perfil lipídico e ECG é recomendada em tratamentos superiores a 3 meses, principalmente com a formulação injetável de longa ação."
    }
  }
}