{
  "PT": {
    "external": {
      "name": "Clomifeno",
      "suspension": "Não é necessário suspender rotineiramente antes de cirurgias. Avaliar em casos de uso prolongado ou risco cardiovascular aumentado.",
      "risk": "Risco de eventos tromboembólicos, hiperestimulação ovariana e alterações visuais. Cautela em pacientes com histórico de trombose ou disfunção hepática.",
      "reintroduction": "Pode ser reintroduzido após cirurgia com avaliação hepática e hemodinâmica adequada, preferencialmente após o 30º dia."
    },
    "bulario": {
      "nomePrincipioAtivo": "Citrato de Clomifeno",
      "nomeComercial": "Indux, Serophene, Clomid, Fertomid, Omifin",
      "mecanismoAcao": "Modulador seletivo dos receptores de estrogênio (SERM); bloqueia feedback negativo do estrogênio no hipotálamo, aumentando a liberação de FSH e LH.",
      "farmacocinetica": "Absorção oral; pico em 6–12h; meia-vida terminal de 5 a 7 dias; excreção lenta pelas fezes e urina; alta ligação às proteínas plasmáticas.",
      "farmacodinamica": "Induz a ovulação em mulheres anovulatórias ao estimular a maturação folicular e o pico de LH.",
      "indicacoes": "Infertilidade anovulatória; síndrome dos ovários policísticos; indução da ovulação para reprodução assistida.",
      "reacoesAdversas": "Ondas de calor, distensão abdominal, náuseas, alterações visuais, mastalgia, cefaleia, cistos ovarianos, aumento do risco de gravidez múltipla.",
      "riscoGravidez": "Categoria X – contraindicado durante a gravidez.",
      "riscoLactacao": "Contraindicado durante a lactação devido ao potencial de redução da produção de leite.",
      "administracao": "Via oral, geralmente por 5 dias no início do ciclo menstrual.",
      "doseMaxima": "150 mg/dia (dividido em até 3 doses de 50 mg).",
      "doseMinima": "50 mg/dia por 5 dias no início do ciclo (geralmente do 3º ao 7º dia).",
      "classificacao": "SERM – Modulador Seletivo do Receptor de Estrogênio; agente indutor da ovulação.",
      "apresentacao": "Comprimidos de 50 mg.",
      "interacaoMedicamento": "Pode interagir com anticoagulantes, corticosteroides e outros hormônios; risco aumentado de efeitos colaterais com tamoxifeno.",
      "posologia": "50–150 mg/dia por 5 dias no ciclo menstrual; iniciar com 50 mg e ajustar conforme resposta.",
      "armazenamento": "Temperatura ambiente (15–30°C), protegido da luz e umidade.",
      "preparo": "Uso oral; não requer preparo especial.",
      "solucoesCompatíveis": "Não se aplica.",
      "contraindicacoes": "Gravidez, doença hepática ativa, sangramento uterino inexplicado, cistos ovarianos não relacionados à síndrome do ovário policístico.",
      "cuidadosMedicos": "Monitorar resposta ovariana com ultrassonografia transvaginal; avaliar função hepática e risco de hiperovulação.",
      "cuidadosFarmaceuticos": "Orientar sobre período fértil, número máximo de ciclos (≤6), e sintomas de alerta.",
      "cuidadosEnfermagem": "Acompanhar efeitos colaterais, padrão menstrual, sinais de gestação múltipla e desconforto pélvico.",
      "fontesBibliograficas": "FDA, ANVISA, EMA, Micromedex, UpToDate, SBRA"
    }
  },
  "US": {
    "external": {
      "name": "Clomiphene",
      "suspension": "No routine suspension before surgery. Evaluate in prolonged use or patients at high thrombotic risk.",
      "risk": "Risk of thromboembolic events, ovarian hyperstimulation, visual disturbances. Caution in liver dysfunction or thrombophilia.",
      "reintroduction": "May be restarted after full postoperative recovery and liver reassessment, preferably after day 30."
    },
    "bulario": {
      "nomePrincipioAtivo": "Clomiphene Citrate",
      "nomeComercial": "Clomid, Serophene, Fertomid, Omifin",
      "mecanismoAcao": "Selective estrogen receptor modulator (SERM); blocks estrogen's negative feedback at the hypothalamus, increasing FSH and LH secretion.",
      "farmacocinetica": "Orally absorbed; peak in 6–12h; half-life 5–7 days; slow fecal and urinary excretion; high protein binding.",
      "farmacodinamica": "Stimulates follicular development and LH surge in anovulatory women, inducing ovulation.",
      "indicacoes": "Anovulatory infertility, PCOS, ovulation induction in assisted reproduction.",
      "reacoesAdversas": "Hot flashes, abdominal bloating, nausea, visual changes, breast tenderness, headache, ovarian cysts, risk of multiple pregnancy.",
      "riscoGravidez": "Category X – contraindicated in pregnancy.",
      "riscoLactacao": "Not recommended due to potential for milk production suppression.",
      "administracao": "Oral, typically for 5 days early in menstrual cycle.",
      "doseMaxima": "150 mg/day (divided in up to 3 doses of 50 mg).",
      "doseMinima": "50 mg/day for 5 days, usually starting day 3 to 7 of the cycle.",
      "classificacao": "SERM; ovulation-inducing agent.",
      "apresentacao": "50 mg tablets.",
      "interacaoMedicamento": "Interacts with anticoagulants, corticosteroids, and other hormones; increased toxicity with tamoxifen.",
      "posologia": "50–150 mg/day for 5 days; start with 50 mg and adjust by ovarian response.",
      "armazenamento": "Store at 15–30°C, dry, away from light.",
      "preparo": "Oral use; no special preparation required.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Pregnancy, active liver disease, unexplained uterine bleeding, non-PCOS ovarian cysts.",
      "cuidadosMedicos": "Monitor follicular response via ultrasound; assess liver function and hyperstimulation risk.",
      "cuidadosFarmaceuticos": "Instruct on timing, fertility window, and max treatment duration (≤6 cycles).",
      "cuidadosEnfermagem": "Monitor for side effects, pelvic discomfort, signs of multiple gestation.",
      "fontesBibliograficas": "FDA, WHO, UpToDate, Micromedex, ACOG"
    }
  },
  "ES": {
    "external": {
      "name": "Clomifeno",
      "suspension": "No requiere suspensión antes de cirugía de forma rutinaria. Evaluar en pacientes con uso prolongado o riesgo cardiovascular.",
      "risk": "Riesgo de eventos trombóticos, hiperestimulación ovárica y alteraciones visuales. Precaución en disfunción hepática.",
      "reintroduction": "Reintroducir tras 30 días posquirúrgicos y con función hepática estable."
    },
    "bulario": {
      "nomePrincipioAtivo": "Citrato de Clomifeno",
      "nomeComercial": "Clomid, Serophene, Omifin, Indux",
      "mecanismoAcao": "Modulador selectivo del receptor de estrógeno (SERM); estimula FSH y LH bloqueando retroalimentación estrogénica.",
      "farmacocinetica": "Buena absorción oral; pico en 6–12 h; vida media de 5–7 días; excreción fecal y urinaria lenta.",
      "farmacodinamica": "Induce ovulación en mujeres anovulatorias mediante estimulación del folículo y pico de LH.",
      "indicacoes": "Infertilidad anovulatoria, SOP, estimulación ovárica en reproducción asistida.",
      "reacoesAdversas": "Sofocos, náuseas, distensión, cefalea, mastalgia, quistes, visión borrosa, embarazos múltiples.",
      "riscoGravidez": "Categoría X – contraindicado en embarazo.",
      "riscoLactacao": "No recomendado por riesgo de inhibición de lactancia.",
      "administracao": "Vía oral, 5 días al inicio del ciclo menstrual.",
      "doseMaxima": "150 mg/día (dividido en 3 tomas de 50 mg).",
      "doseMinima": "50 mg/día por 5 días desde el día 3–7 del ciclo.",
      "classificacao": "SERM; agente indutor de la ovulación.",
      "apresentacao": "Comprimidos de 50 mg.",
      "interacaoMedicamento": "Interacción con anticoagulantes, corticosteroides, tamoxifeno.",
      "posologia": "50–150 mg/día durante 5 días. Ajustar según respuesta.",
      "armazenamento": "15–30°C, seco, protegido de la luz.",
      "preparo": "Uso oral sin preparación previa.",
      "solucoesCompatíveis": "No aplica.",
      "contraindicacoes": "Embarazo, enfermedad hepática activa, sangrado uterino inexplicado, quistes ováricos no SOP.",
      "cuidadosMedicos": "Monitoreo ecográfico folicular, control hepático, descartar hiperestimulación.",
      "cuidadosFarmaceuticos": "Educar sobre duración máxima y síntomas de alerta.",
      "cuidadosEnfermagem": "Observar dolor pélvico, cambios menstruales y signos de gestación múltiple.",
      "fontesBibliograficas": "OMS, EMA, FDA, UpToDate, Micromedex"
    }
  },
  "CH": {
    "external": {
      "name": "克罗米芬",
      "suspension": "术前无需常规停药，长期使用或高风险者应评估。",
      "risk": "可能导致血栓、卵巢过度刺激、视觉障碍。肝功能异常者慎用。",
      "reintroduction": "术后30天评估后可恢复使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "枸橼酸克罗米芬",
      "nomeComercial": "克罗米芬（Clomid）, Serophene, Omifin",
      "mecanismoAcao": "选择性雌激素受体调节剂（SERM）；阻断下丘脑负反馈，提高FSH和LH分泌，诱导排卵。",
      "farmacocinetica": "口服吸收良好；6–12小时达峰；半衰期5–7天；粪便和尿排泄缓慢。",
      "farmacodinamica": "通过刺激卵泡发育和LH峰值促进排卵。",
      "indicacoes": "无排卵不孕、多囊卵巢综合征、辅助生殖排卵诱导。",
      "reacoesAdversas": "潮热、腹胀、恶心、视觉异常、乳房胀痛、头痛、卵巢囊肿、多胎妊娠风险。",
      "riscoGravidez": "X类 – 妊娠禁用。",
      "riscoLactacao": "可能抑制泌乳，哺乳期不推荐。",
      "administracao": "月经周期初期口服5天。",
      "doseMaxima": "每日150毫克（50毫克3次）。",
      "doseMinima": "每日50毫克，连续5天，周期第3–7天起服。",
      "classificacao": "SERM；排卵诱导剂。",
      "apresentacao": "50毫克片剂。",
      "interacaoMedicamento": "与抗凝剂、糖皮质激素、他莫昔芬有相互作用。",
      "posologia": "每日50–150毫克，连服5天，依据卵巢反应调整。",
      "armazenamento": "室温干燥避光保存。",
      "preparo": "口服使用，无需特殊准备。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "妊娠、肝病、异常子宫出血、非PCOS卵巢囊肿。",
      "cuidadosMedicos": "监测卵泡反应、肝功能、预防过度刺激综合征。",
      "cuidadosFarmaceuticos": "限制周期数（≤6），教育妊娠多胎风险。",
      "cuidadosEnfermagem": "观察排卵反应、盆腔不适和不良反应。",
      "fontesBibliograficas": "中国药典、FDA、WHO、UpToDate、Micromedex"
    }
  }
}