{
  "PT": {
    "external": {
      "name": "Dinoprostona",
      "suspension": "Suspender 24 horas antes de cirurgias não obstétricas. Manter conforme protocolo em procedimentos gineco-obstétricos.",
      "risk": "Risco de contrações uterinas intensas, ruptura uterina, hipertermia, náuseas, vômitos e interação com anestesia. Pode induzir parto ou aborto.",
      "reintroduction": "Reintroduzir apenas sob supervisão obstétrica, com monitoramento rigoroso de sinais vitais e atividade uterina."
    },
    "bulario": {
      "nomePrincipioAtivo": "Dinoprostona",
      "nomeComercial": "Prostin E2, Prepidil, Propess, Cervidil",
      "mecanismoAcao": "Análogo da prostaglandina E2 que promove amolecimento cervical (maturação) e contrações uterinas, facilitando a indução do parto.",
      "farmacocinetica": "Absorção local ou sistêmica conforme via; início em 10–30 min; meia-vida curta; metabolismo hepático e pulmonar.",
      "farmacodinamica": "Induz contrações miometriais coordenadas e amadurecimento cervical; efeito dose-dependente sobre receptores uterinos.",
      "indicacoes": "Indução do parto a termo, esvaziamento uterino, amadurecimento cervical antes de procedimentos obstétricos.",
      "reacoesAdversas": "Hiperestimulação uterina, ruptura uterina, febre, diarreia, náuseas, vômitos, calafrios, hipotensão.",
      "riscoGravidez": "Categoria C – uso restrito a contexto obstétrico controlado.",
      "riscoLactacao": "Uso em dose única não contraindica amamentação; evitar uso prolongado.",
      "administracao": "Via vaginal, intracervical ou retal, conforme formulação.",
      "doseMaxima": "Até 10 mg/dia (dependendo da via e formulação).",
      "doseMinima": "0,5 mg em gel intracervical; 10 mg em pessário vaginal de liberação lenta.",
      "classificacao": "Análogo de prostaglandina E2; uterotônico.",
      "apresentacao": "Gel intracervical (0,5 mg), comprimido vaginal (3 mg), pessário de liberação prolongada (10 mg).",
      "interacaoMedicamento": "Risco aumentado com ocitocina; sinergismo em indução do parto. Evitar uso concomitante.",
      "posologia": "Variável conforme produto: gel a cada 6h; comprimido vaginal a cada 12h; pessário de liberação contínua por até 12h.",
      "armazenamento": "Refrigerado (2–8°C); pessário deve ser mantido em embalagem protetora.",
      "preparo": "Uso direto; gel e comprimido requerem técnica asséptica para inserção.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Cesárea anterior, desproporção cefalopélvica, sofrimento fetal, placenta prévia, alergia a prostaglandinas.",
      "cuidadosMedicos": "Monitorar atividade uterina, vitalidade fetal, temperatura e pressão arterial.",
      "cuidadosFarmaceuticos": "Armazenar em geladeira, respeitar validade e integridade da embalagem.",
      "cuidadosEnfermagem": "Observar sinais de parto iminente, contrações excessivas, febre e desconforto.",
      "fontesBibliograficas": "SBRA, ANVISA, WHO, UpToDate, FDA, Micromedex, FIGO"
    }
  },
  "US": {
    "external": {
      "name": "Dinoprostone",
      "suspension": "Discontinue 24 hours prior to non-obstetric elective procedures. Maintain as per obstetric protocols.",
      "risk": "Risk of strong uterine contractions, uterine rupture, fever, nausea, vomiting, and anesthetic interactions. May induce labor or abortion.",
      "reintroduction": "Only reintroduce under obstetric supervision with close monitoring of vitals and uterine activity."
    },
    "bulario": {
      "nomePrincipioAtivo": "Dinoprostone",
      "nomeComercial": "Cervidil, Prepidil, Prostin E2",
      "mecanismoAcao": "Prostaglandin E2 analog that promotes cervical softening and stimulates uterine contractions for labor induction.",
      "farmacocinetica": "Local/systemic absorption depending on route; onset 10–30 min; short half-life; hepatic and pulmonary metabolism.",
      "farmacodinamica": "Induces coordinated myometrial contractions and cervical ripening; dose-dependent effect on uterine receptors.",
      "indicacoes": "Cervical ripening and labor induction at term, uterine evacuation procedures.",
      "reacoesAdversas": "Uterine hyperstimulation, uterine rupture, fever, diarrhea, nausea, vomiting, chills, hypotension.",
      "riscoGravidez": "Category C – use restricted to controlled obstetric settings.",
      "riscoLactacao": "Single-dose use does not contraindicate breastfeeding; prolonged use should be avoided.",
      "administracao": "Vaginal, intracervical, or rectal depending on formulation.",
      "doseMaxima": "Up to 10 mg/day depending on formulation.",
      "doseMinima": "0.5 mg intracervical gel; 10 mg controlled-release pessary.",
      "classificacao": "Prostaglandin E2 analog; uterotonic agent.",
      "apresentacao": "Intracervical gel (0.5 mg), vaginal tablet (3 mg), extended-release vaginal insert (10 mg).",
      "interacaoMedicamento": "Increased risk with oxytocin; synergistic effect in labor induction—avoid concurrent use.",
      "posologia": "Varies by product: gel every 6h; vaginal tablet every 12h; pessary for up to 12h continuous release.",
      "armazenamento": "Refrigerate (2–8°C); pessary must remain in protective packaging.",
      "preparo": "No preparation required. Use aseptic technique for insertion.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Previous cesarean section, cephalopelvic disproportion, fetal distress, placenta previa, prostaglandin allergy.",
      "cuidadosMedicos": "Monitor uterine activity, fetal heart rate, temperature, and blood pressure.",
      "cuidadosFarmaceuticos": "Store in refrigerator, check expiration and packaging integrity.",
      "cuidadosEnfermagem": "Watch for excessive contractions, fever, imminent delivery signs.",
      "fontesBibliograficas": "FDA, WHO, Micromedex, UpToDate, FIGO"
    }
  },
  "ES": {
    "external": {
      "name": "Dinoprostona",
      "suspension": "Suspender 24 horas antes de procedimientos no obstétricos. Mantener según protocolo en obstetricia.",
      "risk": "Riesgo de contracciones uterinas intensas, ruptura uterina, fiebre, náuseas, vómitos e interacciones anestésicas.",
      "reintroduction": "Reintroducir solo bajo vigilancia obstétrica con monitoreo riguroso."
    },
    "bulario": {
      "nomePrincipioAtivo": "Dinoprostona",
      "nomeComercial": "Prepidil, Propess, Cervidil, Prostin E2",
      "mecanismoAcao": "Análogo de prostaglandina E2 que induce maduración cervical y contracciones uterinas.",
      "farmacocinetica": "Absorción local o sistémica; inicio 10–30 min; vida media corta; metabolismo hepático y pulmonar.",
      "farmacodinamica": "Induce contracciones miometriales coordinadas y ablandamiento cervical.",
      "indicacoes": "Inducción del parto, maduración cervical, evacuación uterina.",
      "reacoesAdversas": "Hiperestimulación, ruptura uterina, fiebre, diarrea, náuseas, hipotensión.",
      "riscoGravidez": "Categoría C – uso controlado en contexto obstétrico.",
      "riscoLactacao": "Dosis única no contraindica lactancia.",
      "administracao": "Vía vaginal, intracervical o rectal.",
      "doseMaxima": "Hasta 10 mg/día según vía.",
      "doseMinima": "0,5 mg en gel; 10 mg en óvulo vaginal.",
      "classificacao": "Análogo de prostaglandina E2; uterotónico.",
      "apresentacao": "Gel, comprimido vaginal, óvulo de liberación prolongada.",
      "interacaoMedicamento": "No combinar con oxitocina. Riesgo aumentado de efectos adversos.",
      "posologia": "Gel cada 6h; comprimido vaginal cada 12h; óvulo hasta 12h.",
      "armazenamento": "Refrigerado (2–8°C).",
      "preparo": "Uso directo con técnica aséptica.",
      "solucoesCompatíveis": "No aplica.",
      "contraindicacoes": "Cesárea previa, sufrimiento fetal, placenta previa, alergia a prostaglandinas.",
      "cuidadosMedicos": "Monitorear contracciones, signos vitales, frecuencia fetal.",
      "cuidadosFarmaceuticos": "Mantener refrigerado, verificar empaque.",
      "cuidadosEnfermagem": "Observar fiebre, dolor y contracciones.",
      "fontesBibliograficas": "OMS, FIGO, FDA, Micromedex, UpToDate"
    }
  },
  "CH": {
    "external": {
      "name": "地诺前列酮",
      "suspension": "非产科择期手术前24小时停药。若为产科使用应遵循指引继续使用。",
      "risk": "可能引起强烈子宫收缩、子宫破裂、发热、恶心呕吐，麻醉相互作用风险高。",
      "reintroduction": "仅在产科监护下重新使用，严密监测生命体征与宫缩。"
    },
    "bulario": {
      "nomePrincipioAtivo": "地诺前列酮",
      "nomeComercial": "Cervidil, Prostin E2, Prepidil, Propess",
      "mecanismoAcao": "前列腺素E2类似物，通过促进宫颈软化与子宫收缩以引产。",
      "farmacocinetica": "局部/系统吸收，起效10–30分钟，半衰期短，肝肺代谢。",
      "farmacodinamica": "协调子宫肌收缩，促进宫颈成熟。",
      "indicacoes": "足月引产、宫颈成熟、子宫清宫。",
      "reacoesAdversas": "子宫过度兴奋、子宫破裂、发热、腹泻、恶心、低血压。",
      "riscoGravidez": "C类 – 限产科正规使用。",
      "riscoLactacao": "单剂量不影响哺乳，应避免持续使用。",
      "administracao": "阴道、宫颈内或直肠给药。",
      "doseMaxima": "不超过每日10毫克。",
      "doseMinima": "0.5毫克凝胶；10毫克控释阴道塞。",
      "classificacao": "前列腺素E2类似物；子宫收缩药。",
      "apresentacao": "宫颈凝胶、阴道片、控释阴道栓剂。",
      "interacaoMedicamento": "与催产素联用风险增加；禁同时使用。",
      "posologia": "依制剂不同：凝胶6小时一次；片剂12小时一次；控释塞剂可持续使用12小时。",
      "armazenamento": "2–8°C冷藏保存，保持包装完整。",
      "preparo": "直接使用，插入时保持无菌操作。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "剖宫产史、胎儿窘迫、前置胎盘、过敏。",
      "cuidadosMedicos": "监测宫缩、胎心、体温和血压。",
      "cuidadosFarmaceuticos": "需冷藏，检查包装完整性。",
      "cuidadosEnfermagem": "观察产程、宫缩强度、发热等。",
      "fontesBibliograficas": "中国药典、FDA、WHO、Micromedex、UpToDate、FIGO"
    }
  }
}