{
  "PT": {
    "external": {
      "name": "DIU de Cobre",
      "suspension": "Não requer suspensão antes de cirurgias. Pode ser mantido durante todo o período perioperatório.",
      "risk": "Baixo risco trombótico. Não contém hormônios. Possível aumento do sangramento menstrual e cólicas.",
      "reintroduction": "Não se aplica. Caso removido, pode ser reintroduzido a qualquer momento após o procedimento cirúrgico, conforme avaliação ginecológica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Cobre",
      "nomeComercial": "TCu 380A, Copper T, Multiload CU375, Ancora CU, Liberte T Cu 380",
      "mecanismoAcao": "Ação espermicida local do íon cobre no útero, alterando o muco cervical, a motilidade espermática e o endométrio, impedindo a fertilização e a implantação.",
      "farmacocinetica": "Liberação contínua de íons de cobre no útero; não é absorvido sistemicamente em quantidades significativas.",
      "farmacodinamica": "Efeito espermicida e inflamatório local que inibe a fecundação e, secundariamente, a implantação.",
      "indicacoes": "Contracepção de longa duração; anticoncepção de emergência (até 5 dias após relação desprotegida).",
      "reacoesAdversas": "Aumento do sangramento menstrual, cólicas, expulsão, perfuração uterina rara, infecção pélvica (nas primeiras semanas).",
      "riscoGravidez": "Categoria X – contraindicado em gestação confirmada.",
      "riscoLactacao": "Compatível com amamentação em qualquer fase.",
      "administracao": "Inserção intrauterina por profissional treinado.",
      "doseMaxima": "1 dispositivo por vez; proteção de até 10 anos dependendo do modelo.",
      "doseMinima": "Não se aplica.",
      "classificacao": "Dispositivo intrauterino não hormonal; contraceptivo de longa ação.",
      "apresentacao": "Dispositivo em formato de “T” com haste revestida de fio de cobre (380 mm²).",
      "interacaoMedicamento": "Não possui interações medicamentosas relevantes.",
      "posologia": "Dispositivo único por período contínuo de 5 a 10 anos, dependendo do modelo.",
      "armazenamento": "Manter em embalagem original, temperatura ambiente, protegido da umidade.",
      "preparo": "Inserção em condições assépticas com auxílio de pinças ginecológicas após esvaziamento da bexiga.",
      "solucoesCompatíveis": "Não se aplica.",
      "contraindicacoes": "Doença inflamatória pélvica ativa, sangramento uterino inexplicado, anormalidades uterinas, gestação confirmada.",
      "cuidadosMedicos": "Avaliar anatomia uterina, sinais de infecção e histórico de doenças ginecológicas.",
      "cuidadosFarmaceuticos": "Verificar validade, lote e integridade da embalagem estéril.",
      "cuidadosEnfermagem": "Observar sinais de dor intensa, sangramento anormal, sinais de infecção ou expulsão.",
      "fontesBibliograficas": "OMS, FIGO, ANVISA, CDC, UpToDate, Micromedex"
    }
  },
  "US": {
    "external": {
      "name": "Copper IUD",
      "suspension": "Does not require removal prior to surgery. Can be maintained throughout perioperative period.",
      "risk": "Low thrombotic risk. Non-hormonal. May increase menstrual bleeding and cramping.",
      "reintroduction": "Not applicable. If removed, it can be reinserted after surgery based on gynecological assessment."
    },
    "bulario": {
      "nomePrincipioAtivo": "Copper",
      "nomeComercial": "ParaGard T 380A, Copper T, Multiload CU375",
      "mecanismoAcao": "Local spermicidal effect by copper ions, altering cervical mucus, sperm motility, and endometrium to prevent fertilization and implantation.",
      "farmacocinetica": "Continuous release of copper ions; negligible systemic absorption.",
      "farmacodinamica": "Creates inflammatory and toxic uterine environment for sperm; inhibits fertilization and implantation.",
      "indicacoes": "Long-acting contraception; emergency contraception (up to 5 days after unprotected sex).",
      "reacoesAdversas": "Heavier periods, cramps, expulsion, rare uterine perforation, pelvic infection (initial weeks).",
      "riscoGravidez": "Category X – contraindicated during confirmed pregnancy.",
      "riscoLactacao": "Safe during breastfeeding at any stage.",
      "administracao": "Intrauterine insertion by trained provider.",
      "doseMaxima": "One device; effective for up to 10 years depending on the model.",
      "doseMinima": "Not applicable.",
      "classificacao": "Non-hormonal intrauterine device; long-acting contraceptive.",
      "apresentacao": "T-shaped device with 380 mm² copper wire wrapping the stem.",
      "interacaoMedicamento": "No significant drug interactions.",
      "posologia": "Single device effective for 5–10 years based on model.",
      "armazenamento": "Keep in original sterile packaging at room temperature.",
      "preparo": "Aseptic insertion with gynecological instruments after bladder emptying.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Active pelvic inflammatory disease, unexplained vaginal bleeding, uterine malformations, confirmed pregnancy.",
      "cuidadosMedicos": "Evaluate uterine anatomy, infection risk, and gynecologic history.",
      "cuidadosFarmaceuticos": "Check product expiry, batch, and packaging integrity.",
      "cuidadosEnfermagem": "Monitor for pain, abnormal bleeding, infection, or expulsion signs.",
      "fontesBibliograficas": "CDC, WHO, FDA, UpToDate, Micromedex"
    }
  },
  "ES": {
    "external": {
      "name": "DIU de Cobre",
      "suspension": "No requiere extracción antes de cirugías. Puede mantenerse durante el periodo perioperatorio.",
      "risk": "Riesgo trombótico bajo. No contiene hormonas. Puede causar sangrado menstrual abundante y cólicos.",
      "reintroduction": "No aplica. Si se retira, puede reinsertarse tras la cirugía con valoración ginecológica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Cobre",
      "nomeComercial": "TCu 380A, Multiload CU375, Liberte Cu, ParaGard",
      "mecanismoAcao": "Efecto espermicida del ion cobre; modifica el moco cervical, la motilidad espermática y el endometrio.",
      "farmacocinetica": "Liberación continua de cobre en el útero; mínima absorción sistémica.",
      "farmacodinamica": "Inhibe la fertilización e implantación mediante respuesta inflamatoria local.",
      "indicacoes": "Anticoncepción prolongada; anticoncepción de emergencia (hasta 5 días después del coito sin protección).",
      "reacoesAdversas": "Aumento del sangrado, dismenorrea, expulsión, perforación rara, infección pélvica inicial.",
      "riscoGravidez": "Categoría X – contraindicado en embarazo confirmado.",
      "riscoLactacao": "Compatible con lactancia en cualquier momento.",
      "administracao": "Inserción intrauterina por profesional capacitado.",
      "doseMaxima": "Un solo dispositivo; hasta 10 años de duración.",
      "doseMinima": "No aplica.",
      "classificacao": "DIU no hormonal; anticonceptivo de larga duración.",
      "apresentacao": "Dispositivo en forma de T recubierto con hilo de cobre (380 mm²).",
      "interacaoMedicamento": "Sin interacciones relevantes.",
      "posologia": "Un solo dispositivo activo durante 5–10 años.",
      "armazenamento": "En empaque original, temperatura ambiente, seco.",
      "preparo": "Inserción aséptica con instrumental ginecológico.",
      "solucoesCompatíveis": "No aplica.",
      "contraindicacoes": "Enfermedad pélvica inflamatoria activa, malformaciones uterinas, embarazo.",
      "cuidadosMedicos": "Evaluar anatomía uterina, antecedentes infecciosos y ginecológicos.",
      "cuidadosFarmaceuticos": "Verificar caducidad y esterilidad del empaque.",
      "cuidadosEnfermagem": "Vigilar dolor, sangrado anormal, infección o expulsión.",
      "fontesBibliograficas": "OMS, FIGO, Micromedex, UpToDate, EMA"
    }
  },
  "CH": {
    "external": {
      "name": "铜宫内节育器",
      "suspension": "术前无需移除，可在整个围手术期保留。",
      "risk": "非激素类，血栓风险极低；可能导致经量增加和痛经。",
      "reintroduction": "不适用。如移除，可术后在妇科评估下重新植入。"
    },
    "bulario": {
      "nomePrincipioAtivo": "铜",
      "nomeComercial": "TCu380A, 铜T型环, Multiload CU375, ParaGard",
      "mecanismoAcao": "铜离子在子宫局部产生杀精作用，改变子宫内膜和宫颈黏液，阻止受精与着床。",
      "farmacocinetica": "铜离子持续释放；无显著系统吸收。",
      "farmacodinamica": "诱发局部炎症反应并抑制精子活动与受精。",
      "indicacoes": "长效避孕；紧急避孕（性交后5天内）。",
      "reacoesAdversas": "月经量增多、痛经、脱落、罕见子宫穿孔、盆腔感染（初期）。",
      "riscoGravidez": "X类 – 已确诊妊娠禁用。",
      "riscoLactacao": "适用于哺乳期任何阶段。",
      "administracao": "由专业人员经宫颈放置于子宫腔内。",
      "doseMaxima": "单一装置，可持续使用5–10年。",
      "doseMinima": "不适用。",
      "classificacao": "非激素型宫内节育器；长效避孕装置。",
      "apresentacao": "T型塑料支架包覆380 mm²铜线。",
      "interacaoMedicamento": "无已知药物相互作用。",
      "posologia": "植入一次，5–10年后更换。",
      "armazenamento": "原包装、常温保存、干燥避光。",
      "preparo": "清空膀胱后，在无菌条件下插入。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "活动性盆腔炎、子宫畸形、不明出血、妊娠。",
      "cuidadosMedicos": "评估子宫结构、感染风险、过往妇科病史。",
      "cuidadosFarmaceuticos": "检查包装完整性、批号和有效期。",
      "cuidadosEnfermagem": "关注腹痛、异常出血、感染迹象、脱出征兆。",
      "fontesBibliograficas": "WHO, FIGO, 中国药典, UpToDate, Micromedex"
    }
  }
}