{
  "PT": {
    "external": {
      "name": "Drospirenona",
      "suspension": "Suspender 4 semanas antes de cirurgias com risco aumentado de trombose.",
      "risk": "Risco moderado de eventos tromboembólicos venosos e arteriais, especialmente quando combinada com etinilestradiol.",
      "reintroduction": "Reintroduzir após 15 dias de pós-operatório e mobilização completa, conforme risco individual."
    },
    "bulario": {
      "nomePrincipioAtivo": "Drospirenona",
      "nomeComercial": "Yaz, Yasmin, Slynd, Elani, Iumi, Angeliq (com estradiol)",
      "mecanismoAcao": "Progestagênio sintético com propriedades antimineralocorticoides e antiandrogênicas; inibe a ovulação e altera o muco cervical.",
      "farmacocinetica": "Biodisponibilidade oral ~76%; pico plasmático em 1–2h; meia-vida de 30h; metabolização hepática; excreção urinária e fecal.",
      "farmacodinamica": "Previne ovulação, reduz efeito de aldosterona, antagoniza receptores de andrógenos, estabiliza endométrio.",
      "indicacoes": "Contracepção hormonal; acne moderada; tensão pré-menstrual; retenção hídrica relacionada a estrogênio.",
      "reacoesAdversas": "Sangramento irregular, cefaleia, sensibilidade mamária, náuseas, alteração do humor, aumento de potássio.",
      "riscoGravidez": "Categoria X – contraindicado.",
      "riscoLactacao": "Pode ser utilizado com cautela após 6 semanas do parto.",
      "administracao": "Via oral, isolada (progestínico puro) ou em associação com etinilestradiol ou estradiol.",
      "doseMaxima": "4 mg/dia (monoterapia); 3 mg/dia em formulações combinadas.",
      "doseMinima": "3 mg/dia em contraceptivos combinados.",
      "classificacao": "Progestagênio sintético com ação antimineralocorticoide.",
      "apresentacao": "Comprimidos de 3 mg (combinado) ou 4 mg (isolado).",
      "interacaoMedicamento": "Redução de eficácia com anticonvulsivantes, rifampicina, erva-de-são-joão; risco de hipercalemia com IECA, AINEs e diuréticos poupadores de potássio.",
      "posologia": "1 comprimido ao dia por 28 dias (sem pausa), conforme o regime da formulação.",
      "armazenamento": "Temperatura ambiente, protegido de luz e umidade.",
      "preparo": "Administração oral sem necessidade de preparo.",
      "solucoesCompatíveis": "Não se aplica.",
      "contraindicacoes": "Insuficiência renal, hepática, trombose, tumores hormônio-dependentes, gravidez.",
      "cuidadosMedicos": "Monitorar eletrólitos (potássio), função hepática e sinais de trombose.",
      "cuidadosFarmaceuticos": "Garantir adesão e instrução quanto a interações e sintomas de alerta.",
      "cuidadosEnfermagem": "Observar efeitos adversos como cefaleia intensa, dor abdominal e irregularidades menstruais.",
      "fontesBibliograficas": "EMA, ANVISA, FDA, Micromedex, UpToDate, WHO, FIGO"
    }
  },
  "US": {
    "external": {
      "name": "Drospirenone",
      "suspension": "Discontinue 4 weeks before high-risk thrombotic surgeries.",
      "risk": "Moderate risk of venous and arterial thromboembolism, especially when combined with ethinylestradiol.",
      "reintroduction": "Restart 15 days postoperatively after full mobilization and clinical assessment."
    },
    "bulario": {
      "nomePrincipioAtivo": "Drospirenone",
      "nomeComercial": "Yaz, Yasmin, Slynd, Nikki, Angeliq (with estradiol)",
      "mecanismoAcao": "Synthetic progestin with antiandrogenic and antimineralocorticoid activity; suppresses ovulation and alters cervical mucus.",
      "farmacocinetica": "Oral bioavailability ~76%; peak in 1–2h; half-life ~30h; hepatic metabolism; renal and fecal excretion.",
      "farmacodinamica": "Prevents ovulation, antagonizes aldosterone, stabilizes endometrium, blocks androgen receptors.",
      "indicacoes": "Hormonal contraception, moderate acne, premenstrual syndrome, estrogen-related fluid retention.",
      "reacoesAdversas": "Irregular bleeding, headache, breast tenderness, nausea, mood changes, hyperkalemia.",
      "riscoGravidez": "Category X – contraindicated in pregnancy.",
      "riscoLactacao": "May be used after 6 weeks postpartum with caution.",
      "administracao": "Oral; alone or in combination with ethinylestradiol or estradiol.",
      "doseMaxima": "4 mg/day (monotherapy); 3 mg/day in combined formulations.",
      "doseMinima": "3 mg/day in combined oral contraceptives.",
      "classificacao": "Synthetic progestin; antimineralocorticoid agent.",
      "apresentacao": "Tablets: 3 mg (combined), 4 mg (progestin-only).",
      "interacaoMedicamento": "Reduced efficacy with anticonvulsants, rifampin, St. John’s Wort; hyperkalemia risk with NSAIDs, ACE inhibitors, potassium-sparing diuretics.",
      "posologia": "1 tablet daily for 28 days continuously.",
      "armazenamento": "Store at room temperature, protected from light and moisture.",
      "preparo": "No special preparation; oral administration.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Renal/hepatic insufficiency, thrombosis, hormone-sensitive tumors, pregnancy.",
      "cuidadosMedicos": "Monitor potassium levels, liver function, and signs of thrombosis.",
      "cuidadosFarmaceuticos": "Reinforce adherence and educate on warning symptoms.",
      "cuidadosEnfermagem": "Watch for adverse effects like severe headache, abdominal pain, or menstrual irregularities.",
      "fontesBibliograficas": "FDA, WHO, EMA, Micromedex, UpToDate"
    }
  },
  "ES": {
    "external": {
      "name": "Drosperinona",
      "suspension": "Suspender 4 semanas antes de cirugías con riesgo trombótico elevado.",
      "risk": "Riesgo moderado de eventos tromboembólicos venosos y arteriales, especialmente en combinación con etinilestradiol.",
      "reintroduction": "Reintroducir tras 15 días de postoperatorio y movilidad completa."
    },
    "bulario": {
      "nomePrincipioAtivo": "Drosperinona",
      "nomeComercial": "Yaz, Yasmin, Slynd, Angeliq (con estradiol), Slinda",
      "mecanismoAcao": "Progestágeno sintético con acción antiandrogénica y antimineralocorticoide; inhibe ovulación y modifica moco cervical.",
      "farmacocinetica": "Biodisponibilidad oral ~76%; pico en 1–2h; vida media ~30h; metabolismo hepático; excreción renal y fecal.",
      "farmacodinamica": "Inhibe ovulación, antagoniza aldosterona, estabiliza el endometrio, bloquea receptores androgénicos.",
      "indicacoes": "Anticoncepción, acné moderado, síndrome premenstrual, retención de líquidos relacionada con estrógenos.",
      "reacoesAdversas": "Sangrado irregular, cefalea, náuseas, dolor mamario, cambios de humor, hiperpotasemia.",
      "riscoGravidez": "Categoría X – contraindicado.",
      "riscoLactacao": "Puede usarse después de 6 semanas del parto con vigilancia médica.",
      "administracao": "Vía oral, sola o combinada con estrógenos.",
      "doseMaxima": "4 mg/día (monoterapia); 3 mg/día en combinaciones.",
      "doseMinima": "3 mg/día en formulaciones combinadas.",
      "classificacao": "Progestágeno sintético; agente antimineralocorticoide.",
      "apresentacao": "Comprimidos: 3 mg (combinado), 4 mg (solo).",
      "interacaoMedicamento": "Menor eficacia con anticonvulsivos, rifampicina, hierba de San Juan; riesgo de hiperpotasemia con AINEs, IECAs, diuréticos.",
      "posologia": "1 comprimido diario por 28 días sin pausa.",
      "armazenamento": "Almacenar a temperatura ambiente, protegido de la luz y humedad.",
      "preparo": "No requiere preparación especial.",
      "solucoesCompatíveis": "No aplica.",
      "contraindicacoes": "Insuficiencia renal/hepática, trombosis, tumores hormonales, embarazo.",
      "cuidadosMedicos": "Monitorear potasio, función hepática y signos de trombosis.",
      "cuidadosFarmaceuticos": "Asegurar adherencia y educar sobre síntomas de alerta.",
      "cuidadosEnfermagem": "Observar efectos adversos como cefalea intensa, dolor abdominal o sangrado.",
      "fontesBibliograficas": "EMA, OMS, FDA, Micromedex, UpToDate"
    }
  },
  "CH": {
    "external": {
      "name": "屈螺酮",
      "suspension": "术前4周停药，特别是高血栓风险手术。",
      "risk": "中等血栓风险，尤其与炔雌醇联用时；可能升高血钾。",
      "reintroduction": "术后恢复活动并稳定后15天可重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "屈螺酮",
      "nomeComercial": "Yaz, Yasmin, Slynd, Angeliq（与雌二醇联用）",
      "mecanismoAcao": "合成孕激素，具抗雄激素和抗盐皮质激素作用；抑制排卵并改变宫颈黏液。",
      "farmacocinetica": "口服生物利用度约76%；达峰1–2小时；半衰期30小时；肝脏代谢，经尿粪排出。",
      "farmacodinamica": "抑制排卵，对抗醛固酮；稳定子宫内膜并拮抗雄激素受体。",
      "indicacoes": "激素避孕、中度痤疮、经前综合征、雌激素相关水潴留。",
      "reacoesAdversas": "出血不规则、头痛、乳房不适、恶心、情绪波动、高钾血症。",
      "riscoGravidez": "X类 – 禁用于妊娠。",
      "riscoLactacao": "产后6周后可慎用。",
      "administracao": "口服，可单用或与雌激素联用。",
      "doseMaxima": "单药4 mg/天；联用3 mg/天。",
      "doseMinima": "联合制剂中3 mg/天。",
      "classificacao": "合成孕激素；抗盐皮质激素类。",
      "apresentacao": "3 mg（联用），4 mg（单用）片剂。",
      "interacaoMedicamento": "与抗癫痫药、利福平、圣约翰草合用疗效下降；与NSAIDs、ACEI、保钾利尿剂合用时高钾风险升高。",
      "posologia": "每日1片，连续28天服用。",
      "armazenamento": "室温避光避湿保存。",
      "preparo": "无需特殊准备。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "肝肾功能不全、血栓、激素依赖肿瘤、妊娠。",
      "cuidadosMedicos": "监测血钾、肝功能和血栓体征。",
      "cuidadosFarmaceuticos": "强调规律服药和风险教育。",
      "cuidadosEnfermagem": "观察头痛、腹痛或不规则出血等症状。",
      "fontesBibliograficas": "中国药典、WHO、FDA、Micromedex、UpToDate、EMA"
    }
  }
}