{
  "PT": {
    "external": {
      "name": "Ergometrina",
      "suspension": "Suspender 24 horas antes de procedimentos eletivos não obstétricos. Manter somente sob indicação obstétrica.",
      "risk": "Risco de vasoconstrição, hipertensão, náuseas, vômitos, cefaleia, isquemia miocárdica e interações com anestésicos e vasopressores.",
      "reintroduction": "Reintroduzir sob supervisão médica, com monitoramento hemodinâmico rigoroso, principalmente em pacientes com risco cardiovascular."
    },
    "bulario": {
      "nomePrincipioAtivo": "Ergometrina",
      "nomeComercial": "Ergometrin, Ergotrate, Ergovin, Methergin (em combinação), Ergometrine Maleate",
      "mecanismoAcao": "Alcaloide do ergot que atua como agonista parcial dos receptores serotonérgicos e adrenérgicos, promovendo contração uterina tônica e vasoconstrição.",
      "farmacocinetica": "Início em 5–10 minutos (oral), 1–2 minutos (IV); meia-vida de 30–120 minutos; metabolizado no fígado, excretado na urina e fezes.",
      "farmacodinamica": "Induz contração sustentada do útero e vasoconstrição sistêmica. Efeito potente em hemorragia pós-parto.",
      "indicacoes": "Prevenção e tratamento da hemorragia pós-parto e subinvolução uterina.",
      "reacoesAdversas": "Náuseas, vômitos, hipertensão, cefaleia, dor torácica, arritmias, convulsões, isquemia periférica ou coronariana.",
      "riscoGravidez": "Categoria C – contraindicado durante a gravidez, exceto uso imediato pós-parto.",
      "riscoLactacao": "Pode ser excretado no leite materno. Usar com cautela.",
      "administracao": "Via oral, intramuscular ou intravenosa.",
      "doseMaxima": "0,2 mg a cada 2–4 horas; até 1 mg por dia.",
      "doseMinima": "0,2 mg IM, IV ou VO dose única.",
      "classificacao": "Uterotônico; alcaloide do ergot.",
      "apresentacao": "Ampolas de 0,2 mg/mL; comprimidos de 0,125 mg.",
      "interacaoMedicamento": "Interage com triptanos, vasoconstrictores, inibidores da MAO, anestésicos halogenados.",
      "posologia": "0,2 mg IM ou IV imediatamente após o parto; pode repetir em 2–4h.",
      "armazenamento": "Conservar sob refrigeração (2–8°C), protegido da luz.",
      "preparo": "Uso direto. Administrar lentamente por via IV.",
      "solucoesCompatíveis": "Cloreto de sódio 0,9%. Evitar soluções alcalinas.",
      "contraindicacoes": "Hipertensão severa, pré-eclâmpsia, doença arterial coronariana, insuficiência hepática ou renal, alergia ao ergot.",
      "cuidadosMedicos": "Monitorar pressão arterial, frequência cardíaca, sintomas de isquemia ou vasoespasmo.",
      "cuidadosFarmaceuticos": "Armazenar sob refrigeração; inspecionar integridade da ampola.",
      "cuidadosEnfermagem": "Observar sinais de hipertensão, dor torácica, sangramento e reações adversas.",
      "fontesBibliograficas": "WHO, Micromedex, ANVISA, UpToDate, FIGO, FDA"
    }
  },
  "US": {
    "external": {
      "name": "Ergometrine",
      "suspension": "Discontinue 24 hours before non-obstetric elective procedures. Maintain only if obstetrically indicated.",
      "risk": "Risk of vasoconstriction, hypertension, nausea, vomiting, headache, myocardial ischemia, and interactions with anesthetics and vasopressors.",
      "reintroduction": "Reintroduce under medical supervision with hemodynamic monitoring, especially in patients at cardiovascular risk."
    },
    "bulario": {
      "nomePrincipioAtivo": "Ergometrine",
      "nomeComercial": "Ergometrine Maleate, Ergotrate, Ergometrin, Methergine (in combination)",
      "mecanismoAcao": "Ergot alkaloid acting as partial agonist on serotonergic and adrenergic receptors, promoting sustained uterine contraction and systemic vasoconstriction.",
      "farmacocinetica": "Onset: 5–10 min (oral), 1–2 min (IV); half-life 30–120 min; hepatic metabolism; urinary and fecal excretion.",
      "farmacodinamica": "Induces strong and sustained uterine contractions and vasoconstriction. Effective in postpartum hemorrhage.",
      "indicacoes": "Prevention and treatment of postpartum hemorrhage and uterine subinvolution.",
      "reacoesAdversas": "Nausea, vomiting, hypertension, headache, chest pain, arrhythmia, seizures, peripheral or coronary ischemia.",
      "riscoGravidez": "Category C – contraindicated during pregnancy, except postpartum use.",
      "riscoLactacao": "Excreted in breast milk. Use with caution.",
      "administracao": "Oral, intramuscular, or slow intravenous injection.",
      "doseMaxima": "0.2 mg every 2–4h; up to 1 mg/day.",
      "doseMinima": "0.2 mg single dose IM, IV, or oral.",
      "classificacao": "Uterotonic; ergot alkaloid.",
      "apresentacao": "0.2 mg/mL ampoules; 0.125 mg tablets.",
      "interacaoMedicamento": "Interacts with triptans, vasopressors, MAOIs, halogenated anesthetics.",
      "posologia": "0.2 mg IM or IV post-delivery; repeat every 2–4h if necessary.",
      "armazenamento": "Store at 2–8°C, protect from light.",
      "preparo": "Ready to use; administer IV slowly.",
      "solucoesCompatíveis": "0.9% sodium chloride; avoid alkaline solutions.",
      "contraindicacoes": "Severe hypertension, preeclampsia, coronary artery disease, hepatic/renal failure, ergot allergy.",
      "cuidadosMedicos": "Monitor BP, HR, signs of ischemia or vasospasm.",
      "cuidadosFarmaceuticos": "Store refrigerated; inspect ampoule integrity.",
      "cuidadosEnfermagem": "Observe for hypertension, chest pain, bleeding, and side effects.",
      "fontesBibliograficas": "WHO, FDA, Micromedex, UpToDate, FIGO"
    }
  },
  "ES": {
    "external": {
      "name": "Ergometrina",
      "suspension": "Suspender 24 horas antes de procedimientos no obstétricos. Mantener sólo con indicación obstétrica.",
      "risk": "Riesgo de vasoconstricción, hipertensión, náuseas, vómitos, cefalea, isquemia miocárdica e interacciones anestésicas.",
      "reintroduction": "Reintroducir bajo supervisión médica con monitoreo hemodinámico continuo, especialmente en pacientes con riesgo cardiovascular."
    },
    "bulario": {
      "nomePrincipioAtivo": "Ergometrina",
      "nomeComercial": "Ergotrate, Ergometrin, Ergometrine Maleate, Methergin",
      "mecanismoAcao": "Alcaloide del ergot que actúa como agonista parcial sobre receptores serotoninérgicos y adrenérgicos, produciendo contracción uterina sostenida y vasoconstricción.",
      "farmacocinetica": "Inicio: 5–10 min (oral), 1–2 min (IV); vida media 30–120 min; metabolismo hepático; excreción urinaria y fecal.",
      "farmacodinamica": "Provoca contracciones uterinas sostenidas y vasoconstricción sistémica. Eficaz en hemorragia postparto.",
      "indicacoes": "Prevención y tratamiento de hemorragia postparto y subinvolución uterina.",
      "reacoesAdversas": "Náuseas, vómitos, hipertensión, cefalea, dolor torácico, arritmias, convulsiones, isquemia periférica o coronaria.",
      "riscoGravidez": "Categoría C – contraindicado durante el embarazo, excepto en el posparto.",
      "riscoLactacao": "Puede excretarse en leche materna; usar con precaución.",
      "administracao": "Oral, intramuscular o intravenosa lenta.",
      "doseMaxima": "0,2 mg cada 2–4 h; hasta 1 mg/día.",
      "doseMinima": "0,2 mg única dosis IM, IV o VO.",
      "classificacao": "Uterotónico; alcaloide del ergot.",
      "apresentacao": "Ampollas de 0,2 mg/mL; comprimidos de 0,125 mg.",
      "interacaoMedicamento": "Interacciones con triptanos, vasoconstrictores, IMAO, anestésicos halogenados.",
      "posologia": "0,2 mg IM o IV tras el parto; repetir cada 2–4 h si es necesario.",
      "armazenamento": "Conservar en refrigeración (2–8°C), protegido de la luz.",
      "preparo": "Uso directo; administrar IV lentamente.",
      "solucoesCompatíveis": "Cloruro de sodio 0,9%; evitar soluciones alcalinas.",
      "contraindicacoes": "Hipertensión severa, preeclampsia, cardiopatía, insuficiencia hepática o renal, alergia al ergot.",
      "cuidadosMedicos": "Monitorear PA, FC, signos de isquemia o vasoespasmo.",
      "cuidadosFarmaceuticos": "Almacenar refrigerado; revisar integridad del envase.",
      "cuidadosEnfermagem": "Observar hipertensión, dolor torácico, sangrado y efectos adversos.",
      "fontesBibliograficas": "OMS, Micromedex, FDA, FIGO, UpToDate"
    }
  },
  "CH": {
    "external": {
      "name": "麦角新碱",
      "suspension": "非产科择期手术前24小时停药。若产后出血控制需要可继续使用。",
      "risk": "可能引起血管收缩、高血压、恶心、呕吐、头痛、心肌缺血，与麻醉药物存在相互作用。",
      "reintroduction": "仅在医院内医生监护下重新使用，尤其对有心血管风险者应严密监测生命体征。"
    },
    "bulario": {
      "nomePrincipioAtivo": "麦角新碱",
      "nomeComercial": "Ergometrine Maleate, Methergin, Ergometrin",
      "mecanismoAcao": "麦角类生物碱，部分激动血清素和肾上腺素受体，引起持续的子宫收缩和外周血管收缩。",
      "farmacocinetica": "口服5–10分钟起效，静注1–2分钟；半衰期30–120分钟；肝代谢，尿和粪便排出。",
      "farmacodinamica": "诱导子宫持续收缩和血管收缩，是有效的产后止血药物。",
      "indicacoes": "用于预防和治疗产后出血，子宫复旧不良。",
      "reacoesAdversas": "恶心、呕吐、高血压、头痛、胸痛、心律失常、抽搐、缺血。",
      "riscoGravidez": "C类 – 怀孕期间禁用，仅限产后使用。",
      "riscoLactacao": "可分泌至乳汁中，使用需谨慎。",
      "administracao": "口服、肌注或缓慢静注。",
      "doseMaxima": "每2–4小时0.2毫克，最大1毫克/天。",
      "doseMinima": "单剂量0.2毫克（IM、IV或口服）。",
      "classificacao": "子宫收缩剂；麦角类生物碱。",
      "apresentacao": "0.2 mg/mL安瓿；0.125 mg片剂（部分国家）。",
      "interacaoMedicamento": "与曲普坦、去甲肾上腺素、MAOI、挥发性麻醉剂相互作用。",
      "posologia": "产后立即0.2毫克IM或IV；必要时每2–4小时重复。",
      "armazenamento": "2–8°C冷藏避光保存。",
      "preparo": "无需稀释，静注时缓慢推注。",
      "solucoesCompatíveis": "0.9%氯化钠；避免碱性溶液。",
      "contraindicacoes": "严重高血压、子痫前期、冠心病、肝肾功能不全、麦角过敏。",
      "cuidadosMedicos": "监测血压、心率和缺血或血管痉挛症状。",
      "cuidadosFarmaceuticos": "冷藏保存，检查药液与包装。",
      "cuidadosEnfermagem": "观察高血压、胸痛、出血和不良反应。",
      "fontesBibliograficas": "中国药典、WHO、Micromedex、FDA、FIGO、UpToDate"
    }
  }
}