{
  "PT": {
    "external": {
      "name": "Escopolamina transdérmica",
      "suspension": "Suspender 24 horas antes da cirurgia.",
      "risk": "Risco de retenção urinária, boca seca, visão turva e delírio em idosos. Pode potencializar efeitos de outros anticolinérgicos e interferir na monitorização neurológica.",
      "reintroduction": "Reintroduzir após recuperação neurológica e estabilidade clínica, especialmente em pacientes idosos ou com risco de delírio."
    },
    "bulario": {
      "nomePrincipioAtivo": "Escopolamina (bromidrato)",
      "nomeComercial": "Scopoderm, Transcop",
      "mecanismoAcao": "Antagonista muscarínico que bloqueia a ação da acetilcolina nos receptores M1 e M3, reduzindo secreções e motilidade gastrointestinal.",
      "farmacocinetica": "Absorção transdérmica contínua por até 72 horas. Pico plasmático em 24 horas. Metabolismo hepático, excreção renal.",
      "farmacodinamica": "Reduz náuseas, vômitos e secreções, promove sedação leve. Pode causar confusão em idosos.",
      "indicacoes": "Prevenção de náuseas e vômitos por movimento (cinetose), enjoo em viagens, prevenção de náuseas pós-operatórias.",
      "reacoesAdversas": "Boca seca, sonolência, visão turva, tontura, confusão, retenção urinária, alucinações.",
      "riscoGravidez": "Categoria C – Usar somente se benefício justificar o risco.",
      "riscoLactacao": "Pode ser excretado no leite. Uso com cautela.",
      "administracao": "Via transdérmica – aplicar atrás da orelha.",
      "doseMaxima": "1 adesivo a cada 72h (1,5 mg/patch)",
      "doseMinima": "1 adesivo único conforme necessidade",
      "classificacao": "Anticolinérgico / Antiemético transdérmico",
      "apresentacao": "Adesivo transdérmico de 1,5 mg com liberação contínua por 3 dias.",
      "interacaoMedicamento": "Potencializa efeitos sedativos de álcool, benzodiazepínicos e opioides. Interage com outros anticolinérgicos.",
      "posologia": "Aplicar 1 adesivo 4 horas antes da exposição ao estímulo nauseante. Trocar a cada 72 horas se necessário.",
      "armazenamento": "Temperatura ambiente (15–30°C), longe da luz.",
      "preparo": "Remover filme protetor e aplicar pele seca e limpa.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Glaucoma de ângulo fechado, obstrução urinária ou GI, hipersensibilidade.",
      "cuidadosMedicos": "Monitorar confusão, alucinações e efeitos anticolinérgicos, especialmente em idosos.",
      "cuidadosFarmaceuticos": "Orientar descarte do adesivo usado; armazenar em embalagem original.",
      "cuidadosEnfermagem": "Observar efeitos adversos neurológicos e estado mental. Evitar contato com olhos após manipulação.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, ANVISA, EMA"
    }
  },
  "US": {
    "external": {
      "name": "Transdermal Scopolamine",
      "suspension": "Discontinue 24 hours before surgery.",
      "risk": "Risk of urinary retention, dry mouth, blurred vision, and delirium in elderly patients. May potentiate other anticholinergics and affect neurological monitoring.",
      "reintroduction": "Reintroduce after neurological recovery and clinical stability, especially in elderly or high-risk patients."
    },
    "bulario": {
      "nomePrincipioAtivo": "Scopolamine (hyoscine) hydrobromide",
      "nomeComercial": "Transderm Scop, Scopoderm, Transcop",
      "mecanismoAcao": "Muscarinic receptor antagonist blocking acetylcholine at M1 and M3 receptors, reducing secretions and GI motility.",
      "farmacocinetica": "Continuous transdermal absorption up to 72 hours. Peak in 24 hours. Hepatic metabolism, renal excretion.",
      "farmacodinamica": "Reduces nausea, vomiting, secretions, and causes mild sedation. May induce confusion in elderly.",
      "indicacoes": "Prevention of motion sickness, postoperative nausea and vomiting, travel-related nausea.",
      "reacoesAdversas": "Dry mouth, drowsiness, blurred vision, dizziness, confusion, urinary retention, hallucinations.",
      "riscoGravidez": "Category C – Use only if benefits outweigh risks.",
      "riscoLactacao": "May be excreted in milk; use with caution.",
      "administracao": "Transdermal – apply behind the ear.",
      "doseMaxima": "1 patch every 72 hours (1.5 mg/patch)",
      "doseMinima": "Single patch as needed",
      "classificacao": "Anticholinergic / Transdermal antiemetic",
      "apresentacao": "1.5 mg transdermal patch delivering medication over 72 hours.",
      "interacaoMedicamento": "Enhances sedative effects of alcohol, benzodiazepines, opioids. Interacts with other anticholinergics.",
      "posologia": "Apply one patch 4 hours before exposure. Replace every 72 hours if needed.",
      "armazenamento": "Store at 15–30°C, away from light.",
      "preparo": "Remove protective film and apply to clean, dry skin.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Closed-angle glaucoma, urinary/GI obstruction, hypersensitivity.",
      "cuidadosMedicos": "Monitor for confusion, hallucinations, anticholinergic effects in elderly.",
      "cuidadosFarmaceuticos": "Instruct proper disposal and original packaging storage.",
      "cuidadosEnfermagem": "Monitor mental status and adverse effects. Avoid eye contact after handling.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, EMA"
    }
  },
  "ES": {
    "external": {
      "name": "Escopolamina transdérmica",
      "suspension": "Suspender 24 horas antes de la cirugía.",
      "risk": "Riesgo de retención urinaria, boca seca, visión borrosa y delirio en ancianos. Potencia otros anticolinérgicos y afecta la vigilancia neurológica.",
      "reintroduction": "Reintroducir tras recuperación neurológica y estabilidad clínica, especialmente en adultos mayores."
    },
    "bulario": {
      "nomePrincipioAtivo": "Escopolamina (bromhidrato)",
      "nomeComercial": "Scopoderm, Transcop, Transderm Scop",
      "mecanismoAcao": "Antagonista muscarínico que bloquea la acetilcolina en receptores M1 y M3, disminuyendo secreciones y motilidad GI.",
      "farmacocinetica": "Absorción continua por vía transdérmica por 72 h. Pico en 24 h. Metabolismo hepático, excreción renal.",
      "farmacodinamica": "Reduce náuseas, vómitos, secreciones; puede causar confusión en ancianos.",
      "indicacoes": "Prevención de mareos, náuseas postoperatorias, náuseas por viaje.",
      "reacoesAdversas": "Boca seca, somnolencia, visión borrosa, confusión, retención urinaria, alucinaciones.",
      "riscoGravidez": "Categoría C – Usar solo si es necesario.",
      "riscoLactacao": "Puede excretarse en la leche; precaución.",
      "administracao": "Vía transdérmica – detrás de la oreja.",
      "doseMaxima": "1 parche cada 72 h (1,5 mg)",
      "doseMinima": "1 parche único según necesidad",
      "classificacao": "Anticolinérgico / Antiemético transdérmico",
      "apresentacao": "Parche transdérmico de 1,5 mg, liberación continua 72 h.",
      "interacaoMedicamento": "Potencia alcohol, benzodiazepinas, opioides; interacciona con anticolinérgicos.",
      "posologia": "Aplicar 1 parche 4 h antes del estímulo. Cambiar cada 72 h si persiste la necesidad.",
      "armazenamento": "15–30°C, protegido de la luz.",
      "preparo": "Aplicar sobre piel limpia y seca tras retirar el protector.",
      "solucoesCompatíveis": "No aplica.",
      "contraindicacoes": "Glaucoma de ángulo cerrado, obstrucción urinaria/GI, alergia.",
      "cuidadosMedicos": "Vigilar efectos neurológicos, especialmente en ancianos.",
      "cuidadosFarmaceuticos": "Explicar eliminación y conservación adecuadas.",
      "cuidadosEnfermagem": "Observar estado mental y síntomas anticolinérgicos.",
      "fontesBibliograficas": "AEMPS, FDA, Micromedex, UpToDate"
    }
  },
  "CH": {
    "external": {
      "name": "透皮东莨菪碱",
      "suspension": "手术前24小时停用。",
      "risk": "可能导致老年人尿潴留、口干、视力模糊、谵妄。可增强其他抗胆碱药作用并干扰神经监测。",
      "reintroduction": "术后神经系统恢复并临床稳定后可重新贴用，尤其老年患者需谨慎。"
    },
    "bulario": {
      "nomePrincipioAtivo": "东莨菪碱（氢溴酸盐）",
      "nomeComercial": "Transderm Scop, Scopoderm, Transcop",
      "mecanismoAcao": "阻断M1和M3胆碱能受体，减少胃肠活动和腺体分泌。",
      "farmacocinetica": "透皮持续吸收72小时，24小时达峰，肝代谢，肾排泄。",
      "farmacodinamica": "减少恶心、呕吐和分泌，具有轻度镇静作用。老年人可能出现意识混乱。",
      "indicacoes": "防止晕车、术后恶心呕吐、旅行引起的不适。",
      "reacoesAdversas": "口干、嗜睡、视物模糊、头晕、意识混乱、尿潴留、幻觉。",
      "riscoGravidez": "C类 – 仅在必要时使用。",
      "riscoLactacao": "可能分泌于乳汁，慎用。",
      "administracao": "透皮使用，贴于耳后皮肤。",
      "doseMaxima": "每72小时1贴（1.5毫克）",
      "doseMinima": "单贴按需使用",
      "classificacao": "抗胆碱药 / 透皮止吐药",
      "apresentacao": "1.5毫克透皮贴剂，72小时持续释放。",
      "interacaoMedicamento": "增强酒精、苯二氮卓类、阿片类镇静作用，与其他抗胆碱药相互作用。",
      "posologia": "术前4小时贴用，根据需要每72小时更换。",
      "armazenamento": "15–30°C，避光保存。",
      "preparo": "揭膜后贴于干净干燥的皮肤。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "闭角型青光眼、泌尿或消化道梗阻、过敏者禁用。",
      "cuidadosMedicos": "特别注意老年人中枢副作用，必要时停药。",
      "cuidadosFarmaceuticos": "妥善处理用过的贴剂，储存在原包装内。",
      "cuidadosEnfermagem": "观察神志变化，避免接触眼睛。",
      "fontesBibliograficas": "中国药典、FDA、Micromedex、UpToDate"
    }
  }
}