{
  "PT": {
    "external": {
      "name": "Agonista de GnRH (Leuprorrelina)",
      "suspension": "Suspender 48 horas antes de cirurgias não relacionadas ao bloqueio hipofisário ou tratamento oncológico.",
      "risk": "Potencial de flares hormonais iniciais, efeitos cardiovasculares, interação com anestésicos e risco tromboembólico em pacientes oncológicos.",
      "reintroduction": "Reintroduzir após estabilidade clínica e conforme protocolo terapêutico específico com supervisão endocrinológica ou oncológica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Leuprorrelina (ou Leuprolida)",
      "nomeComercial": "Lupron, Lucrin, Eligard, Enantone, Gonapeptyl",
      "mecanismoAcao": "Agonista potente do receptor de GnRH, induz dessensibilização hipofisária com supressão sustentada de LH e FSH após estímulo inicial.",
      "farmacocinetica": "Administração SC ou IM; início rápido; meia-vida variável (3h a 4 semanas) conforme formulação; excreção renal.",
      "farmacodinamica": "Após pico de estimulação hormonal (flare-up), ocorre bloqueio da produção de gonadotrofinas, resultando em hipoestrogenismo/hipoandrogenismo reversível.",
      "indicacoes": "Endometriose, miomas uterinos, câncer de próstata, puberdade precoce, protocolos de FIV (down regulation).",
      "reacoesAdversas": "Fogachos, cefaleia, irritabilidade, perda de massa óssea, aumento transitório de sintomas hormonodependentes, dor no local da aplicação.",
      "riscoGravidez": "Categoria X – Contraindicado.",
      "riscoLactacao": "Não recomendado durante a amamentação.",
      "administracao": "Via subcutânea ou intramuscular.",
      "doseMaxima": "7,5 mg/mês (oncologia); 3,75 mg por dose (reprodução assistida).",
      "doseMinima": "0,1 mg/dia (formulação diária).",
      "classificacao": "Agonista do hormônio liberador de gonadotrofinas (GnRH).",
      "apresentacao": "Ampolas de 0,1 mg/dia, 3,75 mg/mês, 11,25 mg/trimestral, 22,5 mg semestral.",
      "interacaoMedicamento": "Pode interagir com anticoagulantes, antidiabéticos e QT prolongados. Cuidados em uso conjunto com gonadotrofinas.",
      "posologia": "FIV: 0,1 mg/dia; Oncologia: 3,75–7,5 mg IM mensal.",
      "armazenamento": "Refrigerado (2–8°C); algumas formulações podem ser mantidas a temperatura ambiente por curto período.",
      "preparo": "Reconstituir formulações liofilizadas antes da aplicação IM/SC.",
      "solucoesCompatíveis": "Água para injeção fornecida com o produto.",
      "contraindicacoes": "Gravidez, lactação, hipersensibilidade a GnRH, hemorragia vaginal inexplicada.",
      "cuidadosMedicos": "Monitorar densidade óssea, sintomas clínicos e resposta hormonal. Considerar suplementação de cálcio/Vitamina D em uso prolongado.",
      "cuidadosFarmaceuticos": "Verificar prazo de validade, tipo de formulação e cadeia de frio.",
      "cuidadosEnfermagem": "Orientar aplicação correta, observar reações locais e sintomas de flare-up.",
      "fontesBibliograficas": "FDA, EMA, ANVISA, ESHRE, ASRM, NCCN, Micromedex, UpToDate"
    }
  },
  "US": {
    "external": {
      "name": "GnRH Agonist (Leuprolide)",
      "suspension": "Discontinue 48 hours before non-endocrine or non-oncologic procedures.",
      "risk": "Initial hormone flare, cardiovascular effects, anesthetic interaction, and increased thrombotic risk in cancer patients.",
      "reintroduction": "Restart based on clinical stability and treatment protocol under specialist supervision."
    },
    "bulario": {
      "nomePrincipioAtivo": "Leuprolide acetate",
      "nomeComercial": "Lupron, Eligard, Fensolvi, Trelstar, Leuprolide Depot",
      "mecanismoAcao": "Potent GnRH receptor agonist; initial stimulation followed by receptor desensitization and suppression of LH and FSH.",
      "farmacocinetica": "SC or IM administration; onset rapid; half-life varies by formulation (3 hours to 4 weeks); renal clearance.",
      "farmacodinamica": "Initial LH/FSH surge followed by suppression of gonadotropin secretion and reversible medical hypogonadism.",
      "indicacoes": "Endometriosis, uterine fibroids, prostate cancer, central precocious puberty, IVF protocols (pituitary downregulation).",
      "reacoesAdversas": "Hot flashes, headache, mood changes, bone loss, symptom flare, local injection reactions.",
      "riscoGravidez": "Category X – Contraindicated in pregnancy.",
      "riscoLactacao": "Not recommended while breastfeeding.",
      "administracao": "Subcutaneous or intramuscular injection.",
      "doseMaxima": "7.5 mg/month for prostate cancer; 3.75 mg for ART.",
      "doseMinima": "0.1 mg/day (daily formulation).",
      "classificacao": "Gonadotropin-releasing hormone agonist (GnRH agonist).",
      "apresentacao": "Vials or prefilled syringes: 0.1 mg daily, 3.75 mg monthly, 11.25 mg quarterly, 22.5 mg semiannually.",
      "interacaoMedicamento": "May interact with anticoagulants, antidiabetics, QT-prolonging agents. Use cautiously with gonadotropins.",
      "posologia": "ART: 0.1 mg/day SC; Oncology: 3.75–7.5 mg IM monthly.",
      "armazenamento": "Refrigerate 2–8°C; some forms stable at room temperature for limited time.",
      "preparo": "Reconstitute lyophilized forms before administration.",
      "solucoesCompatíveis": "Sterile water provided with product.",
      "contraindicacoes": "Pregnancy, breastfeeding, unexplained vaginal bleeding, known hypersensitivity.",
      "cuidadosMedicos": "Monitor bone density, hormonal response, and clinical symptoms. Supplement calcium/vitamin D if needed.",
      "cuidadosFarmaceuticos": "Check formulation, expiration, and cold chain status.",
      "cuidadosEnfermagem": "Educate on correct injection, monitor flare symptoms and local reactions.",
      "fontesBibliograficas": "FDA, EMA, NCCN, ASRM, ESHRE, UpToDate, Micromedex"
    }
  },
  "ES": {
    "external": {
      "name": "Agonista de GnRH (Leuprorelina)",
      "suspension": "Suspender 48 horas antes de cirugía no relacionada con endocrinología o oncología.",
      "risk": "Riesgo de exacerbación hormonal inicial, eventos cardiovasculares, interacción anestésica, trombosis en cáncer.",
      "reintroduction": "Reiniciar según protocolo terapéutico con supervisión médica especializada."
    },
    "bulario": {
      "nomePrincipioAtivo": "Acetato de leuprorelina",
      "nomeComercial": "Lupron, Eligard, Enantone, Gonapeptyl, Trelstar",
      "mecanismoAcao": "Agonista potente de GnRH que produce estimulación inicial seguida de desensibilización hipofisaria y supresión de LH/FSH.",
      "farmacocinetica": "SC o IM; inicio rápido; vida media de 3h a varias semanas según forma; excreción renal.",
      "farmacodinamica": "Induce hipoestrogenismo o hipoandrogenismo reversible tras fase de 'flare'.",
      "indicacoes": "Endometriosis, miomas, cáncer de próstata, pubertad precoz, FIV (supresión hipofisaria).",
      "reacoesAdversas": "Sofocos, cefalea, irritabilidad, pérdida ósea, exacerbación temporal de síntomas, dolor local.",
      "riscoGravidez": "Categoría X – Contraindicado.",
      "riscoLactacao": "No recomendado durante la lactancia.",
      "administracao": "Vía SC o IM.",
      "doseMaxima": "7,5 mg/mes (oncología); 3,75 mg (FIV).",
      "doseMinima": "0,1 mg/día.",
      "classificacao": "Agonista del GnRH.",
      "apresentacao": "Formas de 0,1 mg diaria, 3,75 mg mensual, 11,25 mg trimestral, 22,5 mg semestral.",
      "interacaoMedicamento": "Interacción con anticoagulantes, antidiabéticos y fármacos QT. Precaución con gonadotrofinas.",
      "posologia": "FIV: 0,1 mg/día; Oncología: 3,75–7,5 mg/mes.",
      "armazenamento": "Refrigerar 2–8°C; algunas formas toleran ambiente por corto tiempo.",
      "preparo": "Reconstituir antes de la inyección si es necesario.",
      "solucoesCompatíveis": "Agua estéril provista.",
      "contraindicacoes": "Embarazo, lactancia, sangrado inexplicado, alergia a GnRH.",
      "cuidadosMedicos": "Monitoreo óseo, hormonal y clínico; considerar calcio y vitamina D.",
      "cuidadosFarmaceuticos": "Verificar formulación, vencimiento y cadena de frío.",
      "cuidadosEnfermagem": "Educar en técnica de aplicación y detectar síntomas de flare-up.",
      "fontesBibliograficas": "EMA, FDA, ASRM, ESHRE, UpToDate, Micromedex"
    }
  },
  "CH": {
    "external": {
      "name": "促性腺激素释放激素激动剂（亮丙瑞林）",
      "suspension": "术前48小时停药，除非用于内分泌或肿瘤治疗方案中。",
      "risk": "初期激素刺激（flare）、心血管风险、麻醉药相互作用、肿瘤患者血栓风险升高。",
      "reintroduction": "临床稳定后，根据方案在医生监督下重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "亮丙瑞林（Leuprorelin）",
      "nomeComercial": "Lupron、Eligard、Enantone、Trelstar、Gonapeptyl",
      "mecanismoAcao": "GnRH受体激动剂，初期刺激促性腺激素释放，随后垂体脱敏，长期抑制LH和FSH。",
      "farmacocinetica": "皮下或肌肉注射；起效快；半衰期3小时至数周，取决于剂型；肾脏清除。",
      "farmacodinamica": "通过LH/FSH下调产生可逆的低性激素状态（男性低雄激素、女性低雌激素）。",
      "indicacoes": "子宫内膜异位症、子宫肌瘤、前列腺癌、性早熟、辅助生殖（降调）。",
      "reacoesAdversas": "潮热、头痛、情绪波动、骨质疏松、症状短期恶化、注射部位不适。",
      "riscoGravidez": "X类 – 妊娠禁用。",
      "riscoLactacao": "哺乳期不建议使用。",
      "administracao": "皮下注射或肌肉注射。",
      "doseMaxima": "每月7.5毫克（前列腺癌）；3.75毫克（辅助生殖）。",
      "doseMinima": "每日0.1毫克。",
      "classificacao": "促性腺激素释放激素激动剂。",
      "apresentacao": "日剂型0.1mg、月剂型3.75mg、季剂型11.25mg、半年剂型22.5mg。",
      "interacaoMedicamento": "与抗凝剂、降糖药、延长QT药物可能相互作用。与促性腺激素合用需谨慎。",
      "posologia": "辅助生殖：每日0.1毫克；肿瘤治疗：每月3.75–7.5毫克。",
      "armazenamento": "冷藏2–8°C；部分制剂可短时常温储存。",
      "preparo": "冻干粉需注射前配制。",
      "solucoesCompatíveis": "配套注射用水。",
      "contraindicacoes": "妊娠、哺乳、不明原因阴道出血、GnRH过敏。",
      "cuidadosMedicos": "监测激素水平、骨密度与症状；长期使用建议补充钙和维生素D。",
      "cuidadosFarmaceuticos": "核查剂型、有效期与冷链。",
      "cuidadosEnfermagem": "指导注射方法，观察flare反应及注射反应。",
      "fontesBibliograficas": "中国药典、FDA、EMA、ESHRE、Micromedex、UpToDate"
    }
  }
}