{
  "PT": {
    "external": {
      "name": "Norgestrel",
      "suspension": "Suspender 4 semanas antes de cirurgias com alto risco trombótico, especialmente se combinado a etinilestradiol.",
      "risk": "Risco tromboembólico aumentado em combinações hormonais. Isoladamente, risco é baixo, mas deve ser avaliado em contexto cirúrgico.",
      "reintroduction": "Reintroduzir após 15 dias do pós-operatório e recuperação da mobilidade, conforme avaliação médica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Norgestrel",
      "nomeComercial": "Ovral, Lo/Ovral, Cryselle, Elinest, Camila (levonorgestrel ativo), Microval",
      "mecanismoAcao": "Progestagênio sintético com ação semelhante à do levonorgestrel, inibindo ovulação, alterando o muco cervical e o endométrio.",
      "farmacocinetica": "Boa absorção oral; pico plasmático em 1–2h; meia-vida ~16h; metabolismo hepático; excreção renal.",
      "farmacodinamica": "Inibe ovulação, altera secreção endometrial e espessa o muco cervical, dificultando a fertilização.",
      "indicacoes": "Contracepção oral combinada ou isolada; distúrbios menstruais; terapia hormonal.",
      "reacoesAdversas": "Sangramento irregular, cefaleia, náusea, acne, retenção hídrica, mastalgia.",
      "riscoGravidez": "Categoria X – contraindicado.",
      "riscoLactacao": "Pode ser usado com segurança durante a amamentação após 6 semanas.",
      "administracao": "Via oral; isolado ou combinado com estrogênio.",
      "doseMaxima": "0,3 mg/dia (isolado); até 0,5 mg combinado com 50 mcg de etinilestradiol.",
      "doseMinima": "0,075 mg/dia em formulações de baixa dose.",
      "classificacao": "Progestagênio sintético; contraceptivo oral.",
      "apresentacao": "Comprimidos de 0,075 mg (isolado) ou em combinação com etinilestradiol.",
      "interacaoMedicamento": "Redução da eficácia com rifampicina, barbitúricos, fenitoína, carbamazepina; interação com antidiabéticos e anticoagulantes.",
      "posologia": "1 comprimido ao dia por 21 ou 28 dias, conforme a formulação.",
      "armazenamento": "Temperatura ambiente, protegido da luz e da umidade.",
      "preparo": "Administração oral, sem preparo especial.",
      "solucoesCompatíveis": "Não se aplica.",
      "contraindicacoes": "Tromboembolismo ativo, doenças hepáticas graves, neoplasias hormônio-dependentes, gravidez.",
      "cuidadosMedicos": "Avaliar risco trombótico, histórico familiar e presença de hepatopatias.",
      "cuidadosFarmaceuticos": "Garantir adesão e instrução sobre uso contínuo.",
      "cuidadosEnfermagem": "Observar sinais de trombose, sangramento irregular e efeitos hormonais adversos.",
      "fontesBibliograficas": "ANVISA, FDA, WHO, EMA, Micromedex, UpToDate"
    }
  },
  "US": {
    "external": {
      "name": "Norgestrel",
      "suspension": "Discontinue 4 weeks prior to high-risk thrombotic surgery, especially when used in combination with ethinylestradiol.",
      "risk": "Increased thromboembolic risk when combined with estrogens. Low risk when used alone but should be assessed perioperatively.",
      "reintroduction": "Restart after 15 days post-op and full mobilization, based on medical evaluation."
    },
    "bulario": {
      "nomePrincipioAtivo": "Norgestrel",
      "nomeComercial": "Ovral, Lo/Ovral, Cryselle, Elinest, Camila (active: levonorgestrel), Microval",
      "mecanismoAcao": "Synthetic progestin similar to levonorgestrel, inhibits ovulation, thickens cervical mucus, and alters endometrial lining.",
      "farmacocinetica": "Well absorbed orally; peak in 1–2h; half-life ~16h; hepatic metabolism; renal excretion.",
      "farmacodinamica": "Suppresses ovulation, thickens cervical mucus, alters endometrium to prevent implantation.",
      "indicacoes": "Oral contraception (combined or progestin-only); menstrual disorders; hormone therapy.",
      "reacoesAdversas": "Irregular bleeding, headache, nausea, acne, fluid retention, breast tenderness.",
      "riscoGravidez": "Category X – contraindicated in pregnancy.",
      "riscoLactacao": "Safe during breastfeeding after 6 weeks postpartum.",
      "administracao": "Oral route; used alone or with estrogen.",
      "doseMaxima": "0.3 mg/day (alone); up to 0.5 mg with 50 mcg ethinylestradiol.",
      "doseMinima": "0.075 mg/day in low-dose formulas.",
      "classificacao": "Synthetic progestin; oral contraceptive.",
      "apresentacao": "Tablets of 0.075 mg (progestin-only) or in estrogen combinations.",
      "interacaoMedicamento": "Efficacy reduced with rifampin, barbiturates, phenytoin, carbamazepine; interacts with anticoagulants, antidiabetics.",
      "posologia": "1 tablet/day for 21 or 28 days depending on formulation.",
      "armazenamento": "Store at room temperature, away from moisture and light.",
      "preparo": "No special preparation required.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Active thromboembolism, severe liver disease, hormone-sensitive cancers, pregnancy.",
      "cuidadosMedicos": "Assess thrombotic risk, hepatic history, and family history of thrombosis.",
      "cuidadosFarmaceuticos": "Ensure compliance and educate on continuous use and missed doses.",
      "cuidadosEnfermagem": "Monitor for thrombosis signs, irregular bleeding, and hormonal side effects.",
      "fontesBibliograficas": "FDA, WHO, EMA, Micromedex, UpToDate"
    }
  },
  "ES": {
    "external": {
      "name": "Norgestrel",
      "suspension": "Suspender 4 semanas antes de cirugía con riesgo trombótico, especialmente si se usa con etinilestradiol.",
      "risk": "Mayor riesgo trombótico en combinación hormonal. Bajo riesgo si se usa solo, pero debe evaluarse.",
      "reintroduction": "Reintroducir 15 días después de la cirugía, una vez movilizado, con evaluación médica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Norgestrel",
      "nomeComercial": "Ovral, Lo/Ovral, Cryselle, Microval, Camila",
      "mecanismoAcao": "Progestágeno sintético similar al levonorgestrel; inhibe la ovulación, engrosa el moco cervical y altera el endometrio.",
      "farmacocinetica": "Buena absorción oral; pico en 1–2h; vida media ~16h; metabolismo hepático; excreción renal.",
      "farmacodinamica": "Inhibe la ovulación, modifica el endometrio y dificulta la fecundación e implantación.",
      "indicacoes": "Anticoncepción oral (combinada o sola); trastornos menstruales; terapia hormonal.",
      "reacoesAdversas": "Sangrado irregular, cefalea, náuseas, acné, retención de líquidos, mastalgia.",
      "riscoGravidez": "Categoría X – contraindicado en embarazo.",
      "riscoLactacao": "Seguro durante lactancia tras 6 semanas del parto.",
      "administracao": "Vía oral, solo o con estrógenos.",
      "doseMaxima": "0,3 mg/día solo; hasta 0,5 mg con 50 mcg etinilestradiol.",
      "doseMinima": "0,075 mg/día en fórmulas de baja dosis.",
      "classificacao": "Progestágeno sintético; anticonceptivo oral.",
      "apresentacao": "Comprimidos de 0,075 mg (solo) o combinados.",
      "interacaoMedicamento": "Menor eficacia con rifampicina, barbitúricos, fenitoína; interacción con anticoagulantes, antidiabéticos.",
      "posologia": "1 comprimido/día por 21 o 28 días, según la fórmula.",
      "armazenamento": "Temperatura ambiente, protegido de luz y humedad.",
      "preparo": "No requiere preparación especial.",
      "solucoesCompatíveis": "No aplica.",
      "contraindicacoes": "Trombosis activa, enfermedad hepática grave, neoplasias hormonales, embarazo.",
      "cuidadosMedicos": "Evaluar riesgo trombótico y hepático.",
      "cuidadosFarmaceuticos": "Asegurar cumplimiento y educar sobre uso continuo.",
      "cuidadosEnfermagem": "Observar signos de trombosis, sangrado y efectos hormonales.",
      "fontesBibliograficas": "OMS, EMA, FDA, Micromedex, UpToDate"
    }
  },
  "CH": {
    "external": {
      "name": "炔诺孕酮",
      "suspension": "重大手术前4周停药，特别是与炔雌醇联用时。",
      "risk": "与雌激素联用时血栓风险升高；单独使用风险较低，但术前仍需评估。",
      "reintroduction": "术后恢复活动后15天，在医生评估下可重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "炔诺孕酮",
      "nomeComercial": "Ovral, Lo/Ovral, Cryselle, Camila, Microval",
      "mecanismoAcao": "合成孕激素，类似左炔诺孕酮；通过抑制排卵、改变子宫内膜和宫颈黏液起作用。",
      "farmacocinetica": "口服吸收好；达峰1–2小时；半衰期约16小时；肝代谢；肾排泄。",
      "farmacodinamica": "抑制排卵、改变宫颈黏液和子宫内膜，阻止受精和着床。",
      "indicacoes": "口服避孕（单一或联合）；月经紊乱；激素替代治疗。",
      "reacoesAdversas": "月经不调、头痛、恶心、痤疮、水肿、乳房胀痛。",
      "riscoGravidez": "X类 – 禁用于妊娠。",
      "riscoLactacao": "产后6周可用于哺乳期，较安全。",
      "administracao": "口服，单独或与雌激素联合。",
      "doseMaxima": "单用0.3 mg/天；与雌激素联用可至0.5 mg/天。",
      "doseMinima": "低剂量制剂中0.075 mg/天。",
      "classificacao": "合成孕激素；口服避孕药。",
      "apresentacao": "0.075 mg片剂（单用）或联合片剂。",
      "interacaoMedicamento": "与利福平、苯巴比妥、苯妥英等合用降低疗效；与抗凝药、降糖药相互作用。",
      "posologia": "每日1片，持续21或28天。",
      "armazenamento": "常温避光干燥保存。",
      "preparo": "无需特别准备。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "活动性血栓、严重肝病、激素相关肿瘤、妊娠。",
      "cuidadosMedicos": "评估血栓风险、肝功能和家族史。",
      "cuidadosFarmaceuticos": "强调规律服药，漏服应对策略。",
      "cuidadosEnfermagem": "监测血栓征兆、月经不调及激素副作用。",
      "fontesBibliograficas": "中国药典、FDA、Micromedex、WHO、UpToDate、EMA"
    }
  }
}