{
  "PT": {
    "external": {
      "name": "Ranolazina",
      "suspension": "Suspensão não disponível. Ranolazina é usualmente administrada em comprimidos de liberação prolongada.",
      "risk": "Pode causar prolongamento do intervalo QT e arritmias. Usar com cautela em pacientes com insuficiência hepática ou renal.",
      "reintroduction": "A reintrodução deve ser feita sob supervisão médica, avaliando risco de arritmias e monitorização do ECG."
    },
    "bulario": {
      "nomePrincipioAtivo": "Ranolazina",
      "nomeComercial": "Ranexa",
      "mecanismoAcao": "Inibe as correntes tardias de sódio nos miócitos cardíacos, reduzindo a sobrecarga de cálcio e melhorando a eficiência do consumo de oxigênio pelo coração.",
      "farmacocinetica": "Biodisponibilidade oral de aproximadamente 35-50%. Metabolizada principalmente pelo fígado (CYP3A4 e CYP2D6). Meia-vida de eliminação de 7 horas. Excreção renal e fecal.",
      "farmacodinamica": "Reduz a isquemia miocárdica sem alterar significativamente a frequência cardíaca ou pressão arterial. Prolonga o intervalo QT de forma dose-dependente.",
      "indicacoes": "Tratamento da angina crônica estável, geralmente em associação com outros antianginosos.",
      "reacoesAdversas": "Tontura, constipação, náuseas, cefaleia, palpitações, prolongamento do QT, síncope.",
      "riscoGravidez": "Categoria C. Deve ser evitado salvo se o benefício superar o risco.",
      "riscoLactacao": "Desconhecido se excretado no leite materno. Uso não recomendado durante a amamentação.",
      "administracao": "Uso oral. Administrar com ou sem alimentos. Não partir ou mastigar os comprimidos.",
      "doseMaxima": "2000 mg/dia (divididos em 2 doses de 1000 mg).",
      "doseMinima": "Dose inicial usual: 500 mg duas vezes ao dia.",
      "classificacao": "Antianginoso, inibidor da corrente tardia de sódio.",
      "apresentacao": "Comprimidos de liberação prolongada de 500 mg e 1000 mg.",
      "interacaoMedicamento": "Interage com inibidores e indutores do CYP3A4 (ex: cetoconazol, claritromicina, rifampicina), digoxina, sinvastatina, outros fármacos que prolongam o QT.",
      "posologia": "500 mg duas vezes ao dia, podendo aumentar para 1000 mg duas vezes ao dia conforme tolerância.",
      "armazenamento": "Conservar em temperatura ambiente (15-30°C), protegido da luz e umidade.",
      "preparo": "Não se aplica. Utilizar comprimidos intactos.",
      "solucoesCompatíveis": "Não aplicável para via oral.",
      "contraindicacoes": "Hipersensibilidade à ranolazina, insuficiência hepática grave, uso concomitante de potentes inibidores do CYP3A4.",
      "cuidadosMedicos": "Monitorar ECG, eletrólitos e função hepática. Ajustar dose em insuficiência renal ou hepática.",
      "cuidadosFarmaceuticos": "Orientar para não partir ou mastigar o comprimido. Verificar interações medicamentosas.",
      "cuidadosEnfermagem": "Monitorar sinais vitais e ECG. Orientar paciente quanto a possíveis efeitos adversos.",
      "fontesBibliograficas": "Bula do fabricante; UpToDate; Micromedex; ANVISA."
    }
  },
  "US": {
    "external": {
      "name": "Ranolazine",
      "suspension": "Suspension not available. Ranolazine is administered as extended-release tablets.",
      "risk": "May cause QT interval prolongation and arrhythmias. Caution in hepatic or renal impairment.",
      "reintroduction": "Reintroduction should be supervised by a physician, with ECG monitoring for arrhythmias."
    },
    "bulario": {
      "nomePrincipioAtivo": "Ranolazine",
      "nomeComercial": "Ranexa",
      "mecanismoAcao": "Inhibits late phase sodium current in cardiac myocytes, reducing intracellular calcium overload and improving myocardial efficiency.",
      "farmacocinetica": "Oral bioavailability ~35-50%. Metabolized by liver (CYP3A4, CYP2D6). Elimination half-life ~7 hours. Excreted renally and fecally.",
      "farmacodinamica": "Reduces myocardial ischemia without significant effects on heart rate or blood pressure. Dose-dependent QT interval prolongation.",
      "indicacoes": "Chronic stable angina, usually in combination with other antianginal agents.",
      "reacoesAdversas": "Dizziness, constipation, nausea, headache, palpitations, QT prolongation, syncope.",
      "riscoGravidez": "Pregnancy Category C. Use only if potential benefit justifies the risk.",
      "riscoLactacao": "Unknown if excreted in breast milk. Not recommended during breastfeeding.",
      "administracao": "Oral use. May be taken with or without food. Do not crush, break, or chew tablets.",
      "doseMaxima": "2000 mg/day (2 doses of 1000 mg).",
      "doseMinima": "Initial dose: 500 mg twice daily.",
      "classificacao": "Antianginal, late sodium current inhibitor.",
      "apresentacao": "Extended-release tablets: 500 mg, 1000 mg.",
      "interacaoMedicamento": "Interacts with CYP3A4 inhibitors/inducers (e.g., ketoconazole, clarithromycin, rifampin), digoxin, simvastatin, other QT-prolonging drugs.",
      "posologia": "500 mg twice daily, may increase to 1000 mg twice daily as tolerated.",
      "armazenamento": "Store at 15-30°C (59-86°F), protected from light and moisture.",
      "preparo": "Not applicable. Use intact tablets.",
      "solucoesCompatíveis": "Not applicable for oral route.",
      "contraindicacoes": "Hypersensitivity to ranolazine, severe hepatic impairment, use with strong CYP3A4 inhibitors.",
      "cuidadosMedicos": "Monitor ECG, electrolytes, liver function. Dose adjustment in renal or hepatic impairment.",
      "cuidadosFarmaceuticos": "Advise not to crush or chew tablets. Check for drug interactions.",
      "cuidadosEnfermagem": "Monitor vital signs and ECG. Educate patient about possible side effects.",
      "fontesBibliograficas": "Manufacturer's label; UpToDate; Micromedex; FDA."
    }
  },
  "ES": {
    "external": {
      "name": "Ranolazina",
      "suspension": "Suspensión no disponible. Ranolazina se administra en comprimidos de liberación prolongada.",
      "risk": "Puede causar prolongación del intervalo QT y arritmias. Precaución en insuficiencia hepática o renal.",
      "reintroduction": "La reintroducción debe realizarse bajo supervisión médica y con monitorización de ECG."
    },
    "bulario": {
      "nomePrincipioAtivo": "Ranolazina",
      "nomeComercial": "Ranexa",
      "mecanismoAcao": "Inhibe la corriente tardía de sodio en los miocitos cardíacos, reduciendo la sobrecarga de calcio y mejorando la eficiencia miocárdica.",
      "farmacocinetica": "Biodisponibilidad oral del 35-50%. Metabolismo hepático (CYP3A4, CYP2D6). Vida media de eliminación de 7 horas. Excreción renal y fecal.",
      "farmacodinamica": "Reduce la isquemia miocárdica sin afectar significativamente la frecuencia cardíaca o la presión arterial. Prolonga el intervalo QT de manera dosis-dependiente.",
      "indicacoes": "Angina crónica estable, generalmente en combinación con otros antianginosos.",
      "reacoesAdversas": "Mareos, estreñimiento, náuseas, cefalea, palpitaciones, prolongación del QT, síncope.",
      "riscoGravidez": "Categoría C. Evitar salvo que el beneficio supere el riesgo.",
      "riscoLactacao": "Se desconoce si se excreta en la leche materna. No recomendado durante la lactancia.",
      "administracao": "Vía oral. Administrar con o sin alimentos. No partir ni masticar los comprimidos.",
      "doseMaxima": "2000 mg/día (2 dosis de 1000 mg).",
      "doseMinima": "Dosis inicial: 500 mg dos veces al día.",
      "classificacao": "Antianginoso, inhibidor de la corriente tardía de sodio.",
      "apresentacao": "Comprimidos de liberación prolongada de 500 mg y 1000 mg.",
      "interacaoMedicamento": "Interacciona con inhibidores e inductores de CYP3A4 (ej: ketoconazol, claritromicina, rifampicina), digoxina, simvastatina, otros fármacos que prolongan el QT.",
      "posologia": "500 mg dos veces al día, aumentando a 1000 mg dos veces al día según tolerancia.",
      "armazenamento": "Conservar a 15-30°C, protegido de la luz y la humedad.",
      "preparo": "No aplica. Utilizar comprimidos intactos.",
      "solucoesCompatíveis": "No aplicable para vía oral.",
      "contraindicacoes": "Hipersensibilidad a la ranolazina, insuficiencia hepática grave, uso concomitante de inhibidores potentes de CYP3A4.",
      "cuidadosMedicos": "Monitorizar ECG, electrolitos y función hepática. Ajustar dosis en insuficiencia renal o hepática.",
      "cuidadosFarmaceuticos": "Advertir no partir ni masticar el comprimido. Verificar interacciones medicamentosas.",
      "cuidadosEnfermagem": "Monitorizar signos vitales y ECG. Educar al paciente sobre efectos adversos.",
      "fontesBibliograficas": "Ficha técnica; UpToDate; Micromedex; EMA."
    }
  },
  "CH": {
    "external": {
      "name": "雷诺拉嗪 (Ranolazine)",
      "suspension": "无口服混悬剂。雷诺拉嗪通常以缓释片剂形式给药。",
      "risk": "可能导致QT间期延长和心律失常。肝肾功能不全患者需谨慎。",
      "reintroduction": "应在医生监督下重新用药，并监测心电图。"
    },
    "bulario": {
      "nomePrincipioAtivo": "雷诺拉嗪 (Ranolazine)",
      "nomeComercial": "Ranexa",
      "mecanismoAcao": "抑制心肌细胞晚期钠电流，减少细胞内钙超载，提高心肌能量利用效率。",
      "farmacocinetica": "口服生物利用度约35-50%。主要在肝脏代谢（CYP3A4、CYP2D6）。消除半衰期约7小时。经肾脏和粪便排泄。",
      "farmacodinamica": "减少心肌缺血，对心率和血压影响小。可剂量依赖性延长QT间期。",
      "indicacoes": "慢性稳定型心绞痛，通常与其他抗心绞痛药物联合使用。",
      "reacoesAdversas": "头晕、便秘、恶心、头痛、心悸、QT间期延长、晕厥。",
      "riscoGravidez": "妊娠C类。仅在获益大于风险时使用。",
      "riscoLactacao": "是否经乳汁分泌尚不明确。哺乳期不建议使用。",
      "administracao": "口服。可与食物同服或空腹服用。勿掰开或咀嚼片剂。",
      "doseMaxima": "每日最大剂量2000毫克（分两次，每次1000毫克）。",
      "doseMinima": "初始剂量：每次500毫克，每日两次。",
      "classificacao": "抗心绞痛药，晚期钠电流抑制剂。",
      "apresentacao": "缓释片剂：500毫克、1000毫克。",
      "interacaoMedicamento": "与CYP3A4强抑制剂/诱导剂（如酮康唑、克拉霉素、利福平）、地高辛、辛伐他汀及其他可延长QT药物相互作用。",
      "posologia": "每次500毫克，每日两次，可根据耐受性增加至每次1000毫克。",
      "armazenamento": "在15-30°C下避光、干燥保存。",
      "preparo": "不适用。直接使用完整片剂。",
      "solucoesCompatíveis": "口服给药不适用。",
      "contraindicacoes": "对雷诺拉嗪过敏、严重肝功能不全、与CYP3A4强抑制剂同用禁忌。",
      "cuidadosMedicos": "监测心电图、电解质和肝功能。肝肾功能不全时调整剂量。",
      "cuidadosFarmaceuticos": "告知勿掰开或咀嚼片剂。检查药物相互作用。",
      "cuidadosEnfermagem": "监测生命体征和心电图。向患者说明可能的不良反应。",
      "fontesBibliograficas": "说明书；UpToDate；Micromedex；国家药品监督管理局。"
    }
  }
}
