{
  "PT": {
    "external": {
      "name": "Rebamipida",
      "suspension": "Não aplicável.",
      "risk": "Baixo risco de efeitos adversos graves.",
      "reintroduction": "Reintrodução pode ser considerada após resolução dos sintomas adversos, sob supervisão médica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rebamipida",
      "nomeComercial": "Mucosta",
      "mecanismoAcao": "A rebamipida atua promovendo a síntese de prostaglandinas endógenas, estimulando a produção de muco gástrico e aumentando a defesa da mucosa gástrica. Possui também efeito antioxidante e propriedades anti-inflamatórias, auxiliando na cicatrização de lesões gástricas.",
      "farmacocinetica": "Após administração oral, a rebamipida é parcialmente absorvida no trato gastrointestinal, atingindo concentrações plasmáticas máximas em aproximadamente 2 horas. A biodisponibilidade é de cerca de 10%. É metabolizada principalmente no fígado e excretada predominantemente pelas fezes, com uma pequena fração eliminada pela urina. A meia-vida de eliminação é de cerca de 1 a 2 horas.",
      "farmacodinamica": "A rebamipida aumenta a resistência da mucosa gástrica, estimula a produção de muco e inibe a infiltração de neutrófilos, reduzindo o estresse oxidativo e a inflamação local. Esses efeitos contribuem para a proteção e cicatrização da mucosa gástrica.",
      "indicacoes": "Tratamento e prevenção de úlceras gástricas e duodenais, gastrite aguda e crônica, e lesões gástricas induzidas por anti-inflamatórios não esteroides (AINEs).",
      "reacoesAdversas": "Podem ocorrer constipação, diarreia, náusea, vômito, dor abdominal, tontura, erupções cutâneas e, raramente, elevação de enzimas hepáticas.",
      "riscoGravidez": "Categoria de risco C. Não há estudos adequados em gestantes; o uso deve ser avaliado pelo médico.",
      "riscoLactacao": "Desconhece-se se é excretado no leite materno. Utilizar com cautela durante a amamentação.",
      "administracao": "Via oral, preferencialmente após as refeições.",
      "doseMaxima": "300 mg/dia (100 mg, 3 vezes ao dia).",
      "doseMinima": "100 mg/dia.",
      "classificacao": "Antiulceroso, protetor da mucosa gástrica.",
      "apresentacao": "Comprimidos de 100 mg.",
      "interacaoMedicamento": "Não foram observadas interações medicamentosas clinicamente relevantes, mas recomenda-se cautela ao associar com outros medicamentos gastroprotetores.",
      "posologia": "Adultos: 100 mg por via oral, 3 vezes ao dia, após as refeições.",
      "armazenamento": "Conservar em temperatura ambiente (15–30°C), protegido da luz e umidade.",
      "preparo": "Não requer preparo especial; administrar conforme prescrição.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Hipersensibilidade à rebamipida ou a qualquer componente da fórmula.",
      "cuidadosMedicos": "Monitorar pacientes com insuficiência hepática ou renal. Avaliar resposta terapêutica periodicamente.",
      "cuidadosFarmaceuticos": "Orientar sobre a administração correta e a importância da adesão ao tratamento.",
      "cuidadosEnfermagem": "Observar sinais de reações adversas e comunicar ao médico qualquer alteração significativa.",
      "fontesBibliograficas": "Mucosta® bula do fabricante; Goodman & Gilman's The Pharmacological Basis of Therapeutics, 13ª edição; Micromedex; PubMed."
    }
  },
  "US": {
    "external": {
      "name": "Rebamipide",
      "suspension": "Not applicable.",
      "risk": "Low risk of serious adverse effects.",
      "reintroduction": "Reintroduction may be considered after resolution of adverse symptoms, under medical supervision."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rebamipide",
      "nomeComercial": "Mucosta",
      "mecanismoAcao": "Rebamipide promotes endogenous prostaglandin synthesis, stimulates gastric mucus production, and enhances gastric mucosal defense. It also has antioxidant and anti-inflammatory properties, aiding in the healing of gastric lesions.",
      "farmacocinetica": "After oral administration, rebamipide is partially absorbed from the gastrointestinal tract, reaching peak plasma concentrations in about 2 hours. Bioavailability is approximately 10%. It is mainly metabolized in the liver and excreted predominantly in feces, with a small fraction eliminated in urine. The elimination half-life is about 1–2 hours.",
      "farmacodinamica": "Rebamipide increases gastric mucosal resistance, stimulates mucus production, and inhibits neutrophil infiltration, reducing oxidative stress and local inflammation. These effects contribute to gastric mucosal protection and healing.",
      "indicacoes": "Treatment and prevention of gastric and duodenal ulcers, acute and chronic gastritis, and NSAID-induced gastric lesions.",
      "reacoesAdversas": "Possible adverse reactions include constipation, diarrhea, nausea, vomiting, abdominal pain, dizziness, skin rash, and rarely, elevated liver enzymes.",
      "riscoGravidez": "Pregnancy Category C. No adequate studies in pregnant women; use only if clearly needed and prescribed by a physician.",
      "riscoLactacao": "It is unknown if rebamipide is excreted in human milk. Use with caution during breastfeeding.",
      "administracao": "Oral administration, preferably after meals.",
      "doseMaxima": "300 mg/day (100 mg, 3 times daily).",
      "doseMinima": "100 mg/day.",
      "classificacao": "Antiulcer agent, gastric mucosal protector.",
      "apresentacao": "100 mg tablets.",
      "interacaoMedicamento": "No clinically significant drug interactions observed, but caution is advised when combined with other gastroprotective agents.",
      "posologia": "Adults: 100 mg orally, 3 times daily, after meals.",
      "armazenamento": "Store at room temperature (15–30°C), protected from light and moisture.",
      "preparo": "No special preparation required; administer as prescribed.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Hypersensitivity to rebamipide or any component of the formulation.",
      "cuidadosMedicos": "Monitor patients with hepatic or renal impairment. Periodically assess therapeutic response.",
      "cuidadosFarmaceuticos": "Advise on correct administration and importance of adherence to therapy.",
      "cuidadosEnfermagem": "Monitor for adverse reactions and report any significant changes to the physician.",
      "fontesBibliograficas": "Mucosta® manufacturer leaflet; Goodman & Gilman's The Pharmacological Basis of Therapeutics, 13th edition; Micromedex; PubMed."
    }
  },
  "ES": {
    "external": {
      "name": "Rebamipida",
      "suspension": "No aplicable.",
      "risk": "Bajo riesgo de efectos adversos graves.",
      "reintroduction": "La reintroducción puede considerarse tras la resolución de los síntomas adversos, bajo supervisión médica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rebamipida",
      "nomeComercial": "Mucosta",
      "mecanismoAcao": "La rebamipida promueve la síntesis de prostaglandinas endógenas, estimula la producción de moco gástrico y aumenta la defensa de la mucosa gástrica. También tiene propiedades antioxidantes y antiinflamatorias, ayudando en la cicatrización de lesiones gástricas.",
      "farmacocinetica": "Tras la administración oral, la rebamipida se absorbe parcialmente en el tracto gastrointestinal, alcanzando concentraciones plasmáticas máximas en aproximadamente 2 horas. La biodisponibilidad es de alrededor del 10%. Se metaboliza principalmente en el hígado y se excreta predominantemente por las heces, con una pequeña fracción eliminada por la orina. La vida media de eliminación es de aproximadamente 1–2 horas.",
      "farmacodinamica": "La rebamipida aumenta la resistencia de la mucosa gástrica, estimula la producción de moco e inhibe la infiltración de neutrófilos, reduciendo el estrés oxidativo y la inflamación local. Estos efectos contribuyen a la protección y cicatrización de la mucosa gástrica.",
      "indicacoes": "Tratamiento y prevención de úlceras gástricas y duodenales, gastritis aguda y crónica, y lesiones gástricas inducidas por AINEs.",
      "reacoesAdversas": "Pueden presentarse estreñimiento, diarrea, náuseas, vómitos, dolor abdominal, mareos, erupciones cutáneas y, raramente, elevación de enzimas hepáticas.",
      "riscoGravidez": "Categoría de riesgo C. No hay estudios adecuados en mujeres embarazadas; el uso debe ser evaluado por el médico.",
      "riscoLactacao": "Se desconoce si se excreta en la leche materna. Usar con precaución durante la lactancia.",
      "administracao": "Vía oral, preferentemente después de las comidas.",
      "doseMaxima": "300 mg/día (100 mg, 3 veces al día).",
      "doseMinima": "100 mg/día.",
      "classificacao": "Antiulceroso, protector de la mucosa gástrica.",
      "apresentacao": "Comprimidos de 100 mg.",
      "interacaoMedicamento": "No se han observado interacciones medicamentosas clínicamente relevantes, pero se recomienda precaución al asociar con otros gastroprotectores.",
      "posologia": "Adultos: 100 mg por vía oral, 3 veces al día, después de las comidas.",
      "armazenamento": "Conservar a temperatura ambiente (15–30°C), protegido de la luz y la humedad.",
      "preparo": "No requiere preparación especial; administrar según prescripción.",
      "solucoesCompatíveis": "No aplicable.",
      "contraindicacoes": "Hipersensibilidad a la rebamipida o a cualquier componente de la fórmula.",
      "cuidadosMedicos": "Monitorizar a pacientes con insuficiencia hepática o renal. Evaluar periódicamente la respuesta terapéutica.",
      "cuidadosFarmaceuticos": "Orientar sobre la administración correcta y la importancia de la adherencia al tratamiento.",
      "cuidadosEnfermagem": "Observar signos de reacciones adversas y comunicar al médico cualquier alteración significativa.",
      "fontesBibliograficas": "Folleto de Mucosta®; Goodman & Gilman's Las bases farmacológicas de la terapéutica, 13ª edición; Micromedex; PubMed."
    }
  },
  "CH": {
    "external": {
      "name": "瑞巴米特 (Rebamipide)",
      "suspension": "不适用。",
      "risk": "严重不良反应风险低。",
      "reintroduction": "在不良症状消失后可考虑在医生监督下重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "瑞巴米特 (Rebamipide)",
      "nomeComercial": "Mucosta",
      "mecanismoAcao": "瑞巴米特通过促进内源性前列腺素的合成、刺激胃黏液分泌并增强胃黏膜防御来发挥作用。它还具有抗氧化和抗炎特性，有助于胃部病变的愈合。",
      "farmacocinetica": "口服后，瑞巴米特在胃肠道部分吸收，约2小时达峰值血药浓度。生物利用度约为10%。主要在肝脏代谢，经粪便排泄为主，少量经尿排出。消除半衰期约为1–2小时。",
      "farmacodinamica": "瑞巴米特增强胃黏膜抵抗力，刺激黏液分泌，抑制中性粒细胞浸润，减少氧化应激和局部炎症，有助于胃黏膜的保护和修复。",
      "indicacoes": "用于治疗和预防胃和十二指肠溃疡、急慢性胃炎及NSAIDs引起的胃部损伤。",
      "reacoesAdversas": "可能发生便秘、腹泻、恶心、呕吐、腹痛、头晕、皮疹，罕见可见肝酶升高。",
      "riscoGravidez": "妊娠C类。孕妇缺乏充分研究，仅在医生评估利弊后使用。",
      "riscoLactacao": "尚不清楚是否排泄入乳汁。哺乳期慎用。",
      "administracao": "口服，最好在餐后服用。",
      "doseMaxima": "每日300毫克（每次100毫克，每日3次）。",
      "doseMinima": "每日100毫克。",
      "classificacao": "抗溃疡药，胃黏膜保护剂。",
      "apresentacao": "100毫克片剂。",
      "interacaoMedicamento": "未观察到临床显著的药物相互作用，但与其他胃黏膜保护药合用时应谨慎。",
      "posologia": "成人：口服100毫克，每日3次，餐后服用。",
      "armazenamento": "室温（15–30°C）保存，避免光照和潮湿。",
      "preparo": "无需特殊准备；按处方服用。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "对瑞巴米特或本品其他成分过敏者禁用。",
      "cuidadosMedicos": "肝肾功能不全患者应密切监测。定期评估治疗效果。",
      "cuidadosFarmaceuticos": "指导患者正确服药并强调依从性的重要性。",
      "cuidadosEnfermagem": "观察不良反应迹象，发现异常及时通知医生。",
      "fontesBibliograficas": "Mucosta® 说明书；Goodman & Gilman《药理学的基础》，第13版；Micromedex；PubMed。"
    }
  }
}
