{
  "PT": {
    "external": {
      "name": "Rivastigmina transdérmica",
      "suspension": "Suspender 24 horas antes da cirurgia.",
      "risk": "Pode aumentar o risco de bradicardia, hipotensão e sinergismo com anestésicos colinérgicos e bloqueadores neuromusculares.",
      "reintroduction": "Reintroduzir somente após estabilização hemodinâmica e função gastrointestinal restabelecida."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rivastigmina",
      "nomeComercial": "Exelon Patch, Prometax, Rivastor",
      "mecanismoAcao": "Inibidor seletivo e reversível da acetilcolinesterase e butirilcolinesterase, aumentando os níveis de acetilcolina no SNC.",
      "farmacocinetica": "Absorção contínua via transdérmica, metabolismo hepático e plasmático, meia-vida de 3 horas.",
      "farmacodinamica": "Melhora a neurotransmissão colinérgica, associada à função cognitiva.",
      "indicacoes": "Demência leve a moderada associada à doença de Alzheimer ou Parkinson.",
      "reacoesAdversas": "Náusea, vômito, tontura, anorexia, bradicardia, eritema local.",
      "riscoGravidez": "Categoria B – Não há evidências de risco em humanos.",
      "riscoLactacao": "Uso com cautela; não se sabe se é excretada no leite.",
      "administracao": "Via transdérmica",
      "doseMaxima": "13,3 mg/24 h",
      "doseMinima": "4,6 mg/24 h",
      "classificacao": "Inibidor de colinesterase / antidemencial",
      "apresentacao": "Adesivo transdérmico 4,6 mg, 9,5 mg e 13,3 mg/24h",
      "interacaoMedicamento": "Potencializa efeito de outros colinérgicos, risco de bradicardia com betabloqueadores, sinergismo com relaxantes musculares.",
      "posologia": "Um adesivo aplicado 1x/dia na pele limpa e seca (não repetir local antes de 14 dias).",
      "armazenamento": "Temperatura ambiente (15–30 °C), na embalagem original até o uso.",
      "preparo": "Aplicar em região dorsal, torácica ou abdominal limpa, seca e sem pelos.",
      "solucoesCompatíveis": "Não aplicável",
      "contraindicacoes": "Hipersensibilidade à rivastigmina ou outros carbamatos, reação cutânea grave anterior.",
      "cuidadosMedicos": "Avaliar função cognitiva e eventos adversos gastrointestinais e cardiovasculares.",
      "cuidadosFarmaceuticos": "Orientar sobre rotação de sítios de aplicação e descarte adequado.",
      "cuidadosEnfermagem": "Observar reações cutâneas, PA, frequência cardíaca e sintomas de intolerância.",
      "fontesBibliograficas": "FDA, EMA, ANVISA, SBGG, Micromedex"
    }
  },
  "US": {
    "external": {
      "name": "Transdermal rivastigmine",
      "suspension": "Discontinue 24 hours prior to surgery.",
      "risk": "May cause bradycardia, hypotension, and interact with cholinergic anesthetics and neuromuscular blockers.",
      "reintroduction": "Restart only after hemodynamic stabilization and recovery of GI function."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rivastigmine",
      "nomeComercial": "Exelon Patch",
      "mecanismoAcao": "Selective, reversible inhibitor of acetylcholinesterase and butyrylcholinesterase, enhancing acetylcholine levels in the CNS.",
      "farmacocinetica": "Continuous absorption via skin, hepatic and plasma metabolism, half-life ~3 hours.",
      "farmacodinamica": "Enhances cholinergic neurotransmission, associated with cognitive function improvement.",
      "indicacoes": "Mild to moderate dementia associated with Alzheimer’s or Parkinson’s disease.",
      "reacoesAdversas": "Nausea, vomiting, dizziness, anorexia, bradycardia, local erythema.",
      "riscoGravidez": "Category B – No proven human risk.",
      "riscoLactacao": "Use with caution; unknown if excreted in breast milk.",
      "administracao": "Transdermal",
      "doseMaxima": "13.3 mg/24 h",
      "doseMinima": "4.6 mg/24 h",
      "classificacao": "Cholinesterase inhibitor / antidementia agent",
      "apresentacao": "Transdermal patches: 4.6 mg, 9.5 mg, 13.3 mg/24h",
      "interacaoMedicamento": "Potentiates cholinergic drugs, risk of bradycardia with beta-blockers, synergism with muscle relaxants.",
      "posologia": "Apply one patch once daily to clean, dry skin (rotate sites, avoid reuse within 14 days).",
      "armazenamento": "Store at 59–86°F (15–30°C), in original packaging until use.",
      "preparo": "Apply to upper back, chest, or abdomen on clean, hairless skin.",
      "solucoesCompatíveis": "Not applicable",
      "contraindicacoes": "Hypersensitivity to rivastigmine or carbamate derivatives, history of severe application site reaction.",
      "cuidadosMedicos": "Assess cognitive function and monitor for GI and cardiovascular side effects.",
      "cuidadosFarmaceuticos": "Counsel on patch rotation and disposal procedures.",
      "cuidadosEnfermagem": "Monitor skin reaction, BP, HR, and GI intolerance symptoms.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, Alzheimer’s Association"
    }
  },
  "ES": {
    "external": {
      "name": "Rivastigmina transdérmica",
      "suspension": "Suspender 24 horas antes de cirugía.",
      "risk": "Puede causar bradicardia, hipotensión e interactuar con anestésicos colinérgicos y relajantes musculares.",
      "reintroduction": "Reintroducir solo tras estabilización hemodinámica y recuperación gastrointestinal."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rivastigmina",
      "nomeComercial": "Exelon Patch, Prometax",
      "mecanismoAcao": "Inhibidor reversible y selectivo de la acetilcolinesterasa y la butirilcolinesterasa, aumentando la acetilcolina en SNC.",
      "farmacocinetica": "Absorción sostenida transdérmica, metabolismo hepático y plasmático, semivida ~3 h.",
      "farmacodinamica": "Mejora la neurotransmisión colinérgica y la función cognitiva.",
      "indicacoes": "Demencia leve a moderada por Alzheimer o Parkinson.",
      "reacoesAdversas": "Náuseas, vómitos, mareo, anorexia, bradicardia, eritema local.",
      "riscoGravidez": "Categoría B – No hay evidencia de riesgo humano.",
      "riscoLactacao": "Uso con precaución; se desconoce su excreción en leche.",
      "administracao": "Transdérmica",
      "doseMaxima": "13.3 mg/24 h",
      "doseMinima": "4.6 mg/24 h",
      "classificacao": "Inhibidor de colinesterasa / antidemencia",
      "apresentacao": "Parches transdérmicos: 4.6 mg, 9.5 mg, 13.3 mg/24h",
      "interacaoMedicamento": "Potencia efectos colinérgicos, riesgo con betabloqueantes y relajantes musculares.",
      "posologia": "Un parche diario en piel limpia y seca (no repetir zona antes de 14 días).",
      "armazenamento": "Almacenar a 15–30°C, en su envase original.",
      "preparo": "Aplicar en dorso, tórax o abdomen limpio y sin vello.",
      "solucoesCompatíveis": "No aplica",
      "contraindicacoes": "Hipersensibilidad a rivastigmina o carbamatos, reacción cutánea severa previa.",
      "cuidadosMedicos": "Evaluar función cognitiva y efectos adversos gastrointestinales y cardiovasculares.",
      "cuidadosFarmaceuticos": "Rotar sitios y eliminar adecuadamente el parche.",
      "cuidadosEnfermagem": "Observar reacciones cutáneas, PA, pulso y síntomas digestivos.",
      "fontesBibliograficas": "EMA, AEMPS, Micromedex"
    }
  },
  "CH": {
    "external": {
      "name": "利凡斯的明透皮贴",
      "suspension": "术前24小时停用。",
      "risk": "可能引起心动过缓、低血压，并与胆碱能药物和肌肉松弛剂产生协同作用。",
      "reintroduction": "术后血流动力学稳定且胃肠功能恢复后再重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "利凡斯的明",
      "nomeComercial": "Exelon贴片、利凡斯丁贴",
      "mecanismoAcao": "可逆性选择性抑制乙酰胆碱酯酶和丁酰胆碱酯酶，增加中枢乙酰胆碱水平。",
      "farmacocinetica": "透皮持续吸收，肝脏和血浆代谢，半衰期约3小时。",
      "farmacodinamica": "改善胆碱能神经传递，增强认知功能。",
      "indicacoes": "轻中度阿尔茨海默病或帕金森病相关痴呆。",
      "reacoesAdversas": "恶心、呕吐、头晕、食欲下降、心动过缓、贴敷部位红斑。",
      "riscoGravidez": "B类 – 无明确人类风险证据。",
      "riscoLactacao": "使用需谨慎；是否进入乳汁尚不明确。",
      "administracao": "透皮",
      "doseMaxima": "每日13.3毫克",
      "doseMinima": "每日4.6毫克",
      "classificacao": "胆碱酯酶抑制剂 / 抗痴呆药",
      "apresentacao": "透皮贴剂：4.6 mg、9.5 mg、13.3 mg / 24小时",
      "interacaoMedicamento": "增强其他胆碱能药物作用，与β阻滞剂、肌松剂有协同效应。",
      "posologia": "每日更换1次，贴于清洁干燥无毛皮肤，14天内不重复部位。",
      "armazenamento": "15–30°C保存，使用前保持原包装。",
      "preparo": "贴于背部、胸部或腹部干净无毛皮肤。",
      "solucoesCompatíveis": "不适用",
      "contraindicacoes": "对利凡斯的明或氨基甲酸酯过敏，曾有严重皮肤反应史。",
      "cuidadosMedicos": "监测认知、胃肠道和心血管反应。",
      "cuidadosFarmaceuticos": "指导轮换贴片部位及正确丢弃方法。",
      "cuidadosEnfermagem": "观察皮肤刺激、血压、心率及不耐受表现。",
      "fontesBibliograficas": "中国药典、FDA、Micromedex、EMA"
    }
  }
}