{
  "PT": {
    "external": {
      "name": "Rucaparibe",
      "suspension": "Suspensão oral disponível em frascos de 100 ml com concentração de 50 mg/ml.",
      "risk": "Categoria C na gravidez; deve ser usado somente se os benefícios justificarem os riscos potenciais para o feto.",
      "reintroduction": "Pode ser reintroduzido após avaliação médica cuidadosa, especialmente em pacientes com histórico de reações adversas."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rucaparibe",
      "nomeComercial": "Rucaparibe",
      "mecanismoAcao": "Inibidor da PARP (poli ADP-ribose polimerase), que interfere na reparação do DNA em células tumorais, levando à apoptose seletiva.",
      "farmacocinetica": "Absorção oral rápida com biodisponibilidade aproximada de 36%; metabolizado principalmente no fígado pelo CYP2D6; meia-vida de eliminação de aproximadamente 17 horas.",
      "farmacodinamica": "Bloqueia a enzima PARP, impedindo a reparação do DNA em células cancerígenas, especialmente eficaz em tumores com mutações BRCA.",
      "indicacoes": "Tratamento de câncer de ovário, câncer de mama e câncer de próstata metastático com mutação BRCA.",
      "reacoesAdversas": "Náuseas, fadiga, anemia, trombocitopenia, neutropenia, aumento das transaminases hepáticas, dor abdominal.",
      "riscoGravidez": "Uso contraindicado durante a gravidez devido ao potencial teratogênico.",
      "riscoLactacao": "Desconhecido; recomenda-se evitar a amamentação durante o tratamento.",
      "administracao": "Via oral, com ou sem alimentos, geralmente duas vezes ao dia conforme prescrição médica.",
      "doseMaxima": "600 mg duas vezes ao dia.",
      "doseMinima": "300 mg duas vezes ao dia, ajustada conforme tolerância e resposta clínica.",
      "classificacao": "Antineoplásico, inibidor de PARP.",
      "apresentacao": "Comprimidos de 150 mg e suspensão oral de 50 mg/ml.",
      "interacaoMedicamento": "Interage com inibidores e indutores do CYP2D6; pode aumentar toxicidade quando usado com agentes mielossupressores.",
      "posologia": "Dose inicial recomendada de 600 mg duas vezes ao dia; ajustes conforme efeitos adversos e função renal/hepática.",
      "armazenamento": "Armazenar em temperatura ambiente (15-30°C), protegido da luz e umidade.",
      "preparo": "Comprimidos ingeridos inteiros; suspensão agitar antes de usar e administrar com dose calibrada.",
      "solucoesCompatíveis": "Suspensão compatível com água potável e sucos naturais; evitar soluções alcalinas.",
      "contraindicacoes": "Hipersensibilidade ao rucaparibe ou a qualquer componente da fórmula; gravidez; insuficiência hepática grave.",
      "cuidadosMedicos": "Monitorar hemograma completo, função hepática e renal durante o tratamento; ajustar dose conforme toxicidade.",
      "cuidadosFarmaceuticos": "Orientar paciente sobre adesão ao tratamento e manejo de efeitos adversos; conservar suspensão conforme recomendado.",
      "cuidadosEnfermagem": "Observar sinais de toxicidade hematológica; orientar paciente sobre administração correta e efeitos colaterais.",
      "fontesBibliograficas": "FDA Drug Label, NCCN Guidelines, PubMed, Micromedex."
    }
  },
  "US": {
    "external": {
      "name": "Rucaparib",
      "suspension": "Oral suspension available in 100 ml bottles with a concentration of 50 mg/ml.",
      "risk": "Pregnancy Category C; use only if the potential benefit justifies the potential risk to the fetus.",
      "reintroduction": "May be reintroduced after careful medical evaluation, especially in patients with a history of adverse reactions."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rucaparib",
      "nomeComercial": "Rucaparib",
      "mecanismoAcao": "PARP (poly ADP-ribose polymerase) inhibitor that disrupts DNA repair in tumor cells, leading to selective apoptosis.",
      "farmacocinetica": "Rapid oral absorption with approximately 36% bioavailability; primarily metabolized in the liver by CYP2D6; elimination half-life of about 17 hours.",
      "farmacodinamica": "Blocks PARP enzyme, preventing DNA repair in cancer cells, particularly effective in tumors with BRCA mutations.",
      "indicacoes": "Treatment of ovarian cancer, breast cancer, and metastatic prostate cancer with BRCA mutation.",
      "reacoesAdversas": "Nausea, fatigue, anemia, thrombocytopenia, neutropenia, elevated liver enzymes, abdominal pain.",
      "riscoGravidez": "Contraindicated during pregnancy due to potential teratogenicity.",
      "riscoLactacao": "Unknown; breastfeeding should be avoided during treatment.",
      "administracao": "Oral route, with or without food, usually twice daily as prescribed.",
      "doseMaxima": "600 mg twice daily.",
      "doseMinima": "300 mg twice daily, adjusted based on tolerance and clinical response.",
      "classificacao": "Antineoplastic agent, PARP inhibitor.",
      "apresentacao": "150 mg tablets and 50 mg/ml oral suspension.",
      "interacaoMedicamento": "Interacts with CYP2D6 inhibitors and inducers; may increase toxicity when combined with myelosuppressive agents.",
      "posologia": "Recommended starting dose of 600 mg twice daily; dose adjustments based on adverse effects and renal/hepatic function.",
      "armazenamento": "Store at room temperature (15-30°C), protected from light and moisture.",
      "preparo": "Tablets should be swallowed whole; suspension should be shaken before use and administered with a calibrated dose.",
      "solucoesCompatíveis": "Suspension compatible with potable water and natural juices; avoid alkaline solutions.",
      "contraindicacoes": "Hypersensitivity to rucaparib or any component of the formulation; pregnancy; severe hepatic impairment.",
      "cuidadosMedicos": "Monitor complete blood counts, liver and kidney function during therapy; adjust dose according to toxicity.",
      "cuidadosFarmaceuticos": "Advise patient on treatment adherence and management of side effects; store suspension as recommended.",
      "cuidadosEnfermagem": "Observe for hematologic toxicity signs; instruct patient on correct administration and side effects.",
      "fontesBibliograficas": "FDA Drug Label, NCCN Guidelines, PubMed, Micromedex."
    }
  },
  "ES": {
    "external": {
      "name": "Rucaparib",
      "suspension": "Suspensión oral disponible en frascos de 100 ml con concentración de 50 mg/ml.",
      "risk": "Categoría C en el embarazo; usar solo si el beneficio potencial justifica el riesgo para el feto.",
      "reintroduction": "Puede reintroducirse tras evaluación médica cuidadosa, especialmente en pacientes con antecedentes de reacciones adversas."
    },
    "bulario": {
      "nomePrincipioAtivo": "Rucaparib",
      "nomeComercial": "Rucaparib",
      "mecanismoAcao": "Inhibidor de PARP (poli ADP-ribosa polimerasa) que interfiere en la reparación del ADN en células tumorales, llevando a apoptosis selectiva.",
      "farmacocinetica": "Absorción oral rápida con biodisponibilidad aproximada del 36%; metabolizado principalmente en el hígado por CYP2D6; vida media de eliminación de aproximadamente 17 horas.",
      "farmacodinamica": "Bloquea la enzima PARP, impidiendo la reparación del ADN en células cancerosas, especialmente eficaz en tumores con mutaciones BRCA.",
      "indicacoes": "Tratamiento de cáncer de ovario, cáncer de mama y cáncer de próstata metastásico con mutación BRCA.",
      "reacoesAdversas": "Náuseas, fatiga, anemia, trombocitopenia, neutropenia, elevación de enzimas hepáticas, dolor abdominal.",
      "riscoGravidez": "Contraindicado durante el embarazo debido a su potencial teratogénico.",
      "riscoLactacao": "Desconocido; se recomienda evitar la lactancia durante el tratamiento.",
      "administracao": "Vía oral, con o sin alimentos, generalmente dos veces al día según prescripción médica.",
      "doseMaxima": "600 mg dos veces al día.",
      "doseMinima": "300 mg dos veces al día, ajustado según tolerancia y respuesta clínica.",
      "classificacao": "Antineoplásico, inhibidor de PARP.",
      "apresentacao": "Comprimidos de 150 mg y suspensión oral de 50 mg/ml.",
      "interacaoMedicamento": "Interacciona con inhibidores e inductores del CYP2D6; puede aumentar la toxicidad cuando se usa con agentes mielosupresores.",
      "posologia": "Dosis inicial recomendada de 600 mg dos veces al día; ajustes según efectos adversos y función renal/hepática.",
      "armazenamento": "Almacenar a temperatura ambiente (15-30°C), protegido de la luz y humedad.",
      "preparo": "Comprimidos ingeridos enteros; suspensión agitar antes de usar y administrar con dosis calibrada.",
      "solucoesCompatíveis": "Suspensión compatible con agua potable y jugos naturales; evitar soluciones alcalinas.",
      "contraindicacoes": "Hipersensibilidad a rucaparib o a cualquier componente de la fórmula; embarazo; insuficiencia hepática grave.",
      "cuidadosMedicos": "Monitorear hemograma completo, función hepática y renal durante el tratamiento; ajustar dosis según toxicidad.",
      "cuidadosFarmaceuticos": "Orientar al paciente sobre adherencia al tratamiento y manejo de efectos adversos; conservar suspensión según recomendado.",
      "cuidadosEnfermagem": "Observar signos de toxicidad hematológica; orientar al paciente sobre administración correcta y efectos secundarios.",
      "fontesBibliograficas": "FDA Drug Label, NCCN Guidelines, PubMed, Micromedex."
    }
  },
  "CH": {
    "external": {
      "name": "鲁卡帕利",
      "suspension": "口服悬浮液，100毫升瓶装，浓度为50毫克/毫升。",
      "risk": "孕期分类为C类；仅当潜在益处超过对胎儿的潜在风险时使用。",
      "reintroduction": "在仔细医学评估后可重新引入，特别是对有不良反应史的患者。"
    },
    "bulario": {
      "nomePrincipioAtivo": "鲁卡帕利",
      "nomeComercial": "鲁卡帕利",
      "mecanismoAcao": "PARP（多聚ADP-核糖聚合酶）抑制剂，干扰肿瘤细胞的DNA修复，诱导选择性细胞凋亡。",
      "farmacocinetica": "口服吸收迅速，生物利用度约36%；主要经肝脏CYP2D6代谢；半衰期约17小时。",
      "farmacodinamica": "阻断PARP酶，阻止癌细胞DNA修复，特别对BRCA基因突变肿瘤有效。",
      "indicacoes": "用于治疗卵巢癌、乳腺癌及携带BRCA突变的转移性前列腺癌。",
      "reacoesAdversas": "恶心、疲劳、贫血、血小板减少、中性粒细胞减少、肝酶升高、腹痛。",
      "riscoGravidez": "孕期禁用，因具有潜在致畸性。",
      "riscoLactacao": "未知，治疗期间建议避免哺乳。",
      "administracao": "口服，可与食物同服或空腹服用，通常每日两次，遵医嘱。",
      "doseMaxima": "每日两次，每次600毫克。",
      "doseMinima": "每日两次，每次300毫克，根据耐受性和临床反应调整。",
      "classificacao": "抗肿瘤药，PARP抑制剂。",
      "apresentacao": "150毫克片剂及50毫克/毫升口服悬浮液。",
      "interacaoMedicamento": "与CYP2D6抑制剂和诱导剂相互作用；与骨髓抑制剂合用可能增加毒性。",
      "posologia": "推荐起始剂量为每日两次600毫克；根据不良反应及肾肝功能调整剂量。",
      "armazenamento": "室温保存（15-30°C），避光避湿。",
      "preparo": "片剂整片吞服；悬浮液使用前摇匀，使用校准剂量器给药。",
      "solucoesCompatíveis": "悬浮液可用饮用水和天然果汁稀释；避免碱性溶液。",
      "contraindicacoes": "对鲁卡帕利或任何辅料过敏者禁用；孕期禁用；重度肝功能不全者禁用。",
      "cuidadosMedicos": "治疗期间监测全血细胞计数、肝肾功能；根据毒性调整剂量。",
      "cuidadosFarmaceuticos": "指导患者遵医嘱服药及处理不良反应；按要求保存悬浮液。",
      "cuidadosEnfermagem": "观察血液毒性表现；指导患者正确服用及注意不良反应。",
      "fontesBibliograficas": "FDA药品说明书，NCCN指南，PubMed，Micromedex。"
    }
  }
}
