{
  "PT": {
    "external": {
      "name": "Saccharomyces boulardii",
      "suspension": "Não requer suspensão rotineira antes de procedimentos cirúrgicos.",
      "risk": "Risco teórico de translocação em pacientes imunossuprimidos ou com barreira intestinal comprometida. Raramente associado à fungemia em casos críticos.",
      "reintroduction": "Pode ser mantido ou reintroduzido precocemente após o procedimento, especialmente se utilizado como profilaxia contra diarreias associadas a antibióticos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Saccharomyces boulardii",
      "nomeComercial": "Floratil, Reflor, ProFlor, Ultralevur, Floralive",
      "mecanismoAcao": "Levedura probiótica que modula a microbiota intestinal, inibe patógenos, neutraliza toxinas bacterianas e reforça a função de barreira intestinal.",
      "farmacocinetica": "Não é absorvido sistemicamente; age localmente no trato gastrointestinal. Eliminado nas fezes.",
      "farmacodinamica": "Reduz a duração e severidade de diarreias, reforça a imunidade intestinal e previne colonização por patógenos.",
      "indicacoes": "Diarreia associada a antibióticos, prevenção de infecção por Clostridioides difficile, diarreia do viajante, diarreias em crianças e adultos.",
      "reacoesAdversas": "Flatulência, constipação, desconforto abdominal. Raro: fungemia em imunossuprimidos.",
      "riscoGravidez": "Categoria B - Estudos em animais não demonstraram risco, sem dados humanos conclusivos.",
      "riscoLactacao": "Provavelmente seguro; não é absorvido sistemicamente.",
      "administracao": "Via oral, em cápsulas, sachês ou comprimidos.",
      "doseMaxima": "1 a 2 bilhões UFC 2x/dia (varia por produto).",
      "doseMinima": "250 milhões UFC/dia",
      "classificacao": "Probiótico",
      "apresentacao": "Cápsulas, sachês e comprimidos contendo cepas liofilizadas.",
      "interacaoMedicamento": "Reduzido efeito se usado concomitantemente com antifúngicos sistêmicos (ex: cetoconazol).",
      "posologia": "1 a 2 vezes ao dia, conforme indicação clínica e produto.",
      "armazenamento": "Temperatura ambiente ou refrigerada (conforme fabricante), protegendo da umidade.",
      "preparo": "Diluir sachê em água ou leite em temperatura ambiente, não aquecer.",
      "solucoesCompatíveis": "Água, leite frio ou morno, suco.",
      "contraindicacoes": "Pacientes imunocomprometidos, portadores de cateter venoso central, fungemia prévia.",
      "cuidadosMedicos": "Avaliar risco-benefício em imunossuprimidos; considerar suspensão se febre ou sinais de infecção.",
      "cuidadosFarmaceuticos": "Não administrar com bebidas quentes; verificar validade e armazenamento.",
      "cuidadosEnfermagem": "Observar integridade gastrointestinal e sinais de infecção sistêmica.",
      "fontesBibliograficas": "ANVISA, EMA, FDA, Micromedex, UpToDate, Natural Medicines Database"
    }
  },
  "US": {
    "external": {
      "name": "Saccharomyces boulardii",
      "suspension": "No routine suspension required before surgical procedures.",
      "risk": "Theoretical risk of translocation in immunocompromised or critically ill patients. Rarely associated with fungemia.",
      "reintroduction": "Can be maintained or reintroduced early postoperatively, especially if used to prevent antibiotic-associated diarrhea."
    },
    "bulario": {
      "nomePrincipioAtivo": "Saccharomyces boulardii",
      "nomeComercial": "Florastor, Reflor, Ultra-Levure, Floralive",
      "mecanismoAcao": "Probiotic yeast that modulates gut flora, inhibits pathogens, neutralizes bacterial toxins, and enhances intestinal barrier.",
      "farmacocinetica": "Not systemically absorbed; acts locally in the GI tract. Excreted in feces.",
      "farmacodinamica": "Decreases duration/severity of diarrhea, supports intestinal immunity, and prevents pathogen colonization.",
      "indicacoes": "Antibiotic-associated diarrhea, C. difficile prevention, traveler’s diarrhea, pediatric and adult diarrhea.",
      "reacoesAdversas": "Gas, constipation, abdominal discomfort. Rare: fungemia in immunocompromised patients.",
      "riscoGravidez": "Category B – Animal studies show no risk; no adequate human data.",
      "riscoLactacao": "Likely safe; not absorbed systemically.",
      "administracao": "Oral, available as capsules, sachets, or tablets.",
      "doseMaxima": "Up to 2 billion CFU twice daily (product-dependent).",
      "doseMinima": "250 million CFU/day",
      "classificacao": "Probiotic",
      "apresentacao": "Capsules, sachets, or tablets with freeze-dried strains.",
      "interacaoMedicamento": "Reduced effect with systemic antifungals (e.g., ketoconazole).",
      "posologia": "1–2 times daily depending on indication and product.",
      "armazenamento": "Room temperature or refrigerated per label; protect from moisture.",
      "preparo": "Dissolve sachets in room temperature water or milk. Do not heat.",
      "solucoesCompatíveis": "Water, cool milk, juice.",
      "contraindicacoes": "Immunocompromised patients, central venous catheter presence, history of fungemia.",
      "cuidadosMedicos": "Weigh risks in immunosuppressed; stop if systemic infection is suspected.",
      "cuidadosFarmaceuticos": "Do not mix with hot liquids; ensure proper storage and expiration.",
      "cuidadosEnfermagem": "Monitor GI status and signs of systemic infection.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, Natural Medicines, NIH"
    }
  },
  "ES": {
    "external": {
      "name": "Saccharomyces boulardii",
      "suspension": "No requiere suspensión rutinaria antes de procedimientos quirúrgicos.",
      "risk": "Riesgo teórico de translocación en pacientes inmunocomprometidos. Casos raros de fungemia.",
      "reintroduction": "Puede mantenerse o reintroducirse precozmente después del procedimiento, especialmente en prevención de diarreas asociadas a antibióticos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Saccharomyces boulardii",
      "nomeComercial": "Floratil, Reflor, Ultra-Levure, ProFlor",
      "mecanismoAcao": "Levadura probiótica que regula la microbiota intestinal, inhibe patógenos, neutraliza toxinas bacterianas y refuerza la barrera intestinal.",
      "farmacocinetica": "No se absorbe sistémicamente; actúa localmente. Se elimina por las heces.",
      "farmacodinamica": "Reduce la duración y severidad de diarreas, fortalece la inmunidad intestinal y evita la colonización patógena.",
      "indicacoes": "Diarrea asociada a antibióticos, prevención de Clostridioides difficile, diarrea del viajero, diarreas pediátricas y en adultos.",
      "reacoesAdversas": "Gases, estreñimiento, molestias abdominales. Raro: fungemia en inmunocomprometidos.",
      "riscoGravidez": "Categoría B – No se han observado riesgos en animales.",
      "riscoLactacao": "Probablemente seguro; no se absorbe.",
      "administracao": "Vía oral: cápsulas, sobres o comprimidos.",
      "doseMaxima": "Hasta 2 mil millones UFC 2 veces al día.",
      "doseMinima": "250 millones UFC/día",
      "classificacao": "Probiótico",
      "apresentacao": "Sobres, cápsulas, comprimidos con cepas liofilizadas.",
      "interacaoMedicamento": "Efecto reducido con antifúngicos sistémicos como ketoconazol.",
      "posologia": "1–2 veces al día según producto e indicación.",
      "armazenamento": "Temperatura ambiente o refrigerado según fabricante.",
      "preparo": "Disolver el sobre en agua o leche a temperatura ambiente. No calentar.",
      "solucoesCompatíveis": "Agua, leche fría o tibia, jugo.",
      "contraindicacoes": "Pacientes inmunocomprometidos, uso de catéter central, antecedentes de fungemia.",
      "cuidadosMedicos": "Evaluar riesgo en inmunodeprimidos; suspender ante sospecha de infección.",
      "cuidadosFarmaceuticos": "No mezclar con líquidos calientes; revisar almacenamiento.",
      "cuidadosEnfermagem": "Vigilar síntomas gastrointestinales e infecciones.",
      "fontesBibliograficas": "EMA, AEMPS, Micromedex, UpToDate, Natural Medicines"
    }
  },
  "CH": {
    "external": {
      "name": "布拉迪酵母菌",
      "suspension": "常规手术前无需停药。",
      "risk": "免疫功能低下者可能有理论上的移位风险。极少数情况与真菌血症相关。",
      "reintroduction": "术后可继续使用或早期重新使用，尤其用于预防抗生素相关性腹泻时。"
    },
    "bulario": {
      "nomePrincipioAtivo": "布拉迪酵母菌（Saccharomyces boulardii）",
      "nomeComercial": "Floratil, Reflor, Ultra-Levure, Florastor",
      "mecanismoAcao": "益生菌酵母，调节肠道菌群，抑制病原体，中和毒素，增强肠道屏障功能。",
      "farmacocinetica": "不被系统吸收；作用局限于胃肠道；通过粪便排出。",
      "farmacodinamica": "可缩短腹泻持续时间，增强免疫力，防止致病菌定植。",
      "indicacoes": "抗生素相关腹泻、艰难梭菌预防、旅行者腹泻、成人和儿童腹泻。",
      "reacoesAdversas": "胀气、便秘、腹部不适。罕见：免疫低下者真菌血症。",
      "riscoGravidez": "B类 – 动物实验未发现风险，人类数据不足。",
      "riscoLactacao": "可能安全；无系统吸收。",
      "administracao": "口服，胶囊、粉包或片剂。",
      "doseMaxima": "每日两次，每次20亿CFU（视产品而定）。",
      "doseMinima": "每日2.5亿CFU",
      "classificacao": "益生菌",
      "apresentacao": "含冷冻干燥菌株的胶囊、粉包、片剂。",
      "interacaoMedicamento": "与系统性抗真菌药（如酮康唑）合用会降低效果。",
      "posologia": "根据病情与产品，每日1–2次。",
      "armazenamento": "室温或冷藏，防潮保存。",
      "preparo": "粉包用常温水或牛奶冲服，勿加热。",
      "solucoesCompatíveis": "水、冷牛奶、果汁。",
      "contraindicacoes": "免疫低下、中心静脉导管、真菌血症史。",
      "cuidadosMedicos": "免疫抑制者应谨慎使用；有感染迹象应停药。",
      "cuidadosFarmaceuticos": "避免热液混合；检查储存条件和有效期。",
      "cuidadosEnfermagem": "观察肠道情况和全身感染体征。",
      "fontesBibliograficas": "中国药典、UpToDate、Micromedex、Natural Medicines Database"
    }
  }
}