{
  "PT": {
    "external": {
      "name": "Sintilimabe",
      "suspension": "Não aplicável.",
      "risk": "Alto risco de imunotoxicidade e reações autoimunes graves.",
      "reintroduction": "A reintrodução deve ser avaliada caso a caso, especialmente após eventos adversos imunomediados graves."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sintilimabe",
      "nomeComercial": "Tyvyt",
      "mecanismoAcao": "Sintilimabe é um anticorpo monoclonal IgG4 humanizado que se liga seletivamente ao receptor PD-1 em linfócitos T, bloqueando sua interação com os ligantes PD-L1 e PD-L2, restaurando a atividade imune antitumoral.",
      "farmacocinetica": "Após administração intravenosa, apresenta meia-vida terminal de aproximadamente 20 dias. Volume de distribuição de 5,7 L e clearance de 0,25 L/dia. Não é metabolizado por enzimas hepáticas clássicas e é eliminado principalmente por catabolismo proteico.",
      "farmacodinamica": "A ligação ao PD-1 potencializa a resposta imune antitumoral mediada por células T, aumentando a infiltração tumoral de linfócitos e a secreção de citocinas efetoras.",
      "indicacoes": "Indicado para o tratamento de linfoma de Hodgkin clássico recidivado ou refratário, carcinoma hepatocelular, câncer de pulmão de células não pequenas, entre outros tumores sólidos avançados, conforme aprovação regulatória.",
      "reacoesAdversas": "As reações adversas mais comuns incluem fadiga, prurido, diarreia, erupção cutânea, elevação de transaminases, hipotiroidismo, pneumonite, colite, hepatite, nefrite, endocrinopatias e reações infusionais.",
      "riscoGravidez": "Categoria D: Pode causar danos ao feto. O uso durante a gravidez deve ser evitado.",
      "riscoLactacao": "Desconhecido se é excretado no leite materno. Recomenda-se interromper a amamentação durante e por pelo menos 5 meses após o tratamento.",
      "administracao": "Administração intravenosa em infusão, geralmente em 30 a 60 minutos.",
      "doseMaxima": "200 mg a cada 3 semanas, conforme protocolo clínico.",
      "doseMinima": "Não estabelecida; dose padrão é 200 mg.",
      "classificacao": "Anticorpo monoclonal anti-PD-1; imunoterápico.",
      "apresentacao": "Frasco-ampola contendo 100 mg/4 mL de solução injetável.",
      "interacaoMedicamento": "O uso concomitante com corticosteroides sistêmicos ou imunossupressores pode reduzir a eficácia do sintilimabe.",
      "posologia": "200 mg por via intravenosa a cada 3 semanas, até progressão da doença ou toxicidade inaceitável.",
      "armazenamento": "Manter sob refrigeração (2°C–8°C). Não congelar. Proteger da luz.",
      "preparo": "Diluir em solução de cloreto de sódio 0,9% até volume total de 100 mL. Misturar suavemente, não agitar.",
      "solucoesCompatíveis": "Compatível com solução de cloreto de sódio 0,9%.",
      "contraindicacoes": "Hipersensibilidade ao sintilimabe ou a qualquer excipiente da formulação.",
      "cuidadosMedicos": "Monitorar sinais de toxicidade imunomediada, função hepática, tireoidiana, pulmonar e renal. Suspender caso eventos graves ocorram.",
      "cuidadosFarmaceuticos": "Verificar integridade do frasco, validade, condições de armazenamento e preparo asséptico.",
      "cuidadosEnfermagem": "Monitorar durante e após infusão para reações adversas. Orientar o paciente sobre sinais de toxicidade.",
      "fontesBibliograficas": "Bula do produto (Tyvyt®), Anvisa, EMA, FDA, NCCN Guidelines, UpToDate."
    }
  },
  "US": {
    "external": {
      "name": "Sintilimab",
      "suspension": "Not applicable.",
      "risk": "High risk of immune-related adverse events and severe autoimmunity.",
      "reintroduction": "Reintroduction should be individualized, especially after severe immune-mediated events."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sintilimab",
      "nomeComercial": "Tyvyt",
      "mecanismoAcao": "Sintilimab is a humanized IgG4 monoclonal antibody targeting PD-1 receptor on T lymphocytes, blocking interaction with PD-L1/PD-L2 and restoring antitumor immune response.",
      "farmacocinetica": "Following IV administration, terminal half-life is approximately 20 days. Volume of distribution is 5.7 L, clearance is 0.25 L/day. Eliminated primarily by proteolytic catabolism, not by hepatic enzymes.",
      "farmacodinamica": "PD-1 blockade enhances T-cell-mediated antitumor immune response, increasing tumor-infiltrating lymphocytes and effector cytokine secretion.",
      "indicacoes": "Indicated for relapsed or refractory classical Hodgkin lymphoma, hepatocellular carcinoma, non-small cell lung cancer, and other advanced solid tumors as per regulatory approval.",
      "reacoesAdversas": "Most common adverse reactions include fatigue, pruritus, diarrhea, rash, elevated transaminases, hypothyroidism, pneumonitis, colitis, hepatitis, nephritis, endocrinopathies, and infusion reactions.",
      "riscoGravidez": "Pregnancy Category D: May cause fetal harm. Use during pregnancy should be avoided.",
      "riscoLactacao": "Unknown if excreted in breast milk. Breastfeeding should be discontinued during and for at least 5 months after treatment.",
      "administracao": "Intravenous infusion, typically over 30 to 60 minutes.",
      "doseMaxima": "200 mg every 3 weeks, per clinical protocol.",
      "doseMinima": "Not established; standard dose is 200 mg.",
      "classificacao": "Anti-PD-1 monoclonal antibody; immunotherapy.",
      "apresentacao": "Vial containing 100 mg/4 mL injectable solution.",
      "interacaoMedicamento": "Concomitant use with systemic corticosteroids or immunosuppressants may reduce sintilimab efficacy.",
      "posologia": "200 mg IV every 3 weeks until disease progression or unacceptable toxicity.",
      "armazenamento": "Store refrigerated (2°C–8°C). Do not freeze. Protect from light.",
      "preparo": "Dilute in 0.9% sodium chloride to a total volume of 100 mL. Mix gently, do not shake.",
      "solucoesCompatíveis": "Compatible with 0.9% sodium chloride solution.",
      "contraindicacoes": "Hypersensitivity to sintilimab or any excipients.",
      "cuidadosMedicos": "Monitor for immune-mediated toxicities, liver, thyroid, lung, and renal functions. Discontinue if severe events occur.",
      "cuidadosFarmaceuticos": "Check vial integrity, expiry, storage conditions, and ensure aseptic preparation.",
      "cuidadosEnfermagem": "Monitor patient during and after infusion for adverse reactions. Educate patient about toxicity signs.",
      "fontesBibliograficas": "Tyvyt® USPI, FDA, NCCN Guidelines, UpToDate."
    }
  },
  "ES": {
    "external": {
      "name": "Sintilimab",
      "suspension": "No aplicable.",
      "risk": "Alto riesgo de eventos adversos inmunomediados y autoinmunidad grave.",
      "reintroduction": "La reintroducción debe evaluarse individualmente, especialmente tras eventos inmunomediados graves."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sintilimab",
      "nomeComercial": "Tyvyt",
      "mecanismoAcao": "Sintilimab es un anticuerpo monoclonal IgG4 humanizado que se une al receptor PD-1 en linfocitos T, bloqueando su interacción con PD-L1/PD-L2 y restaurando la respuesta inmune antitumoral.",
      "farmacocinetica": "Tras la administración IV, la semivida terminal es de aproximadamente 20 días. Volumen de distribución de 5,7 L y aclaramiento de 0,25 L/día. Eliminación principalmente por catabolismo proteico.",
      "farmacodinamica": "El bloqueo de PD-1 potencia la respuesta inmune antitumoral mediada por células T, aumentando la infiltración linfocítica tumoral y la secreción de citocinas efectoras.",
      "indicacoes": "Indicado para linfoma de Hodgkin clásico recidivante o refractario, carcinoma hepatocelular, cáncer de pulmón de células no pequeñas y otros tumores sólidos avanzados según aprobación regulatoria.",
      "reacoesAdversas": "Las reacciones adversas más frecuentes incluyen fatiga, prurito, diarrea, erupción cutánea, elevación de transaminasas, hipotiroidismo, neumonitis, colitis, hepatitis, nefritis, endocrinopatías y reacciones a la infusión.",
      "riscoGravidez": "Categoría D: Puede causar daño fetal. Evitar el uso durante el embarazo.",
      "riscoLactacao": "Se desconoce si se excreta en la leche materna. Se recomienda suspender la lactancia durante y al menos 5 meses después del tratamiento.",
      "administracao": "Administración por infusión intravenosa, generalmente en 30 a 60 minutos.",
      "doseMaxima": "200 mg cada 3 semanas, según protocolo clínico.",
      "doseMinima": "No establecida; la dosis estándar es 200 mg.",
      "classificacao": "Anticuerpo monoclonal anti-PD-1; inmunoterapia.",
      "apresentacao": "Vial con 100 mg/4 mL de solución inyectable.",
      "interacaoMedicamento": "El uso concomitante de corticosteroides sistémicos o inmunosupresores puede reducir la eficacia de sintilimab.",
      "posologia": "200 mg por vía intravenosa cada 3 semanas hasta progresión de la enfermedad o toxicidad inaceptable.",
      "armazenamento": "Conservar refrigerado (2°C–8°C). No congelar. Proteger de la luz.",
      "preparo": "Diluir en solución de cloruro de sodio al 0,9% hasta un volumen total de 100 mL. Mezclar suavemente, no agitar.",
      "solucoesCompatíveis": "Compatible con solución de cloruro de sodio al 0,9%.",
      "contraindicacoes": "Hipersensibilidad a sintilimab o a cualquier excipiente.",
      "cuidadosMedicos": "Monitorizar toxicidades inmunomediadas, función hepática, tiroidea, pulmonar y renal. Suspender si ocurren eventos graves.",
      "cuidadosFarmaceuticos": "Verificar integridad del vial, fecha de caducidad, condiciones de almacenamiento y preparación aséptica.",
      "cuidadosEnfermagem": "Monitorizar al paciente durante y después de la infusión para detectar reacciones adversas. Educar sobre signos de toxicidad.",
      "fontesBibliograficas": "Fichas técnicas Tyvyt®, EMA, FDA, NCCN Guidelines, UpToDate."
    }
  },
  "CH": {
    "external": {
      "name": "信迪利单抗",
      "suspension": "不适用。",
      "risk": "高免疫毒性和严重自身免疫反应风险。",
      "reintroduction": "如发生严重免疫相关不良事件，是否重新引入需个体化评估。"
    },
    "bulario": {
      "nomePrincipioAtivo": "信迪利单抗 (Sintilimab)",
      "nomeComercial": "达伯舒 (Tyvyt)",
      "mecanismoAcao": "信迪利单抗是一种人源化IgG4单克隆抗体，通过特异性结合T细胞表面的PD-1受体，阻断其与PD-L1/PD-L2的结合，恢复抗肿瘤免疫反应。",
      "farmacocinetica": "静脉给药后，终末半衰期约20天，分布容积5.7升，清除率0.25升/天，主要通过蛋白质分解代谢清除。",
      "farmacodinamica": "阻断PD-1增强T细胞介导的抗肿瘤免疫反应，增加肿瘤浸润淋巴细胞和效应细胞因子的分泌。",
      "indicacoes": "适用于复发或难治性经典型霍奇金淋巴瘤、肝细胞癌、非小细胞肺癌及其他经批准的晚期实体瘤。",
      "reacoesAdversas": "最常见的不良反应包括乏力、瘙痒、腹泻、皮疹、转氨酶升高、甲状腺功能减退、肺炎、结肠炎、肝炎、肾炎、内分泌病变及输液相关反应。",
      "riscoGravidez": "D类：可能对胎儿造成伤害，孕期应避免使用。",
      "riscoLactacao": "尚不清楚是否通过乳汁分泌，建议用药期间及停药后至少5个月内停止哺乳。",
      "administracao": "静脉输注，通常30-60分钟。",
      "doseMaxima": "每3周200毫克，按临床方案。",
      "doseMinima": "未确定；标准剂量为200毫克。",
      "classificacao": "抗PD-1单克隆抗体；免疫治疗药物。",
      "apresentacao": "每瓶含100毫克/4毫升注射液。",
      "interacaoMedicamento": "与全身糖皮质激素或免疫抑制剂合用可能降低信迪利单抗疗效。",
      "posologia": "每3周静脉注射200毫克，直至疾病进展或不可耐受毒性。",
      "armazenamento": "2°C–8°C冷藏保存，勿冷冻，避光。",
      "preparo": "用0.9%氯化钠注射液稀释至总量100毫升，轻轻混匀，勿剧烈摇晃。",
      "solucoesCompatíveis": "与0.9%氯化钠注射液相容。",
      "contraindicacoes": "对信迪利单抗或本品任何成分过敏者禁用。",
      "cuidadosMedicos": "监测免疫相关毒性、肝、甲状腺、肺和肾功能。发生严重不良事件时停药。",
      "cuidadosFarmaceuticos": "检查药瓶完整性、有效期、储存条件，严格无菌操作。",
      "cuidadosEnfermagem": "输注期间及后密切观察不良反应，指导患者识别毒性症状。",
      "fontesBibliograficas": "Tyvyt®说明书，NMPA，FDA，NCCN指南，UpToDate。"
    }
  }
}
