{
  "PT": {
    "external": {
      "name": "Solução Hipertônica 3%",
      "suspension": "Suspender 24 horas antes de cirurgia eletiva com manipulação volêmica ou risco de sobrecarga.",
      "risk": "Desmielinização osmótica, extravasamento, hipernatremia, insuficiência cardíaca.",
      "reintroduction": "Reintroduzir após controle da osmolaridade e estabilização hemodinâmica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Cloreto de sódio 3%",
      "nomeComercial": "Solução Hipertônica 3%",
      "mecanismoAcao": "A solução hipertônica de cloreto de sódio 3% eleva rapidamente a osmolaridade plasmática, promovendo o deslocamento de água do compartimento intracelular para o extracelular, reduzindo o edema cerebral e corrigindo hiponatremia.",
      "farmacocinetica": "Após administração intravenosa, o sódio é rapidamente distribuído pelo compartimento extracelular. A excreção ocorre predominantemente pelos rins.",
      "farmacodinamica": "Aumenta a concentração sérica de sódio, eleva a osmolaridade plasmática, reduz a pressão intracraniana e corrige distúrbios hidroeletrolíticos.",
      "indicacoes": "Hiponatremia sintomática grave, hipertensão intracraniana, trauma cranioencefálico com sinais de herniação.",
      "reacoesAdversas": "Hipernatremia, extravasamento com lesão tecidual, insuficiência cardíaca, edema pulmonar, desmielinização osmótica, flebite.",
      "riscoGravidez": "Usar com cautela. Não há estudos controlados em gestantes.",
      "riscoLactacao": "Usar com cautela. Não há dados suficientes em lactantes.",
      "administracao": "Administração exclusivamente por via intravenosa, preferencialmente por acesso venoso central.",
      "doseMaxima": "A dose máxima deve ser titulada conforme resposta clínica e níveis séricos de sódio, evitando correção rápida (>10 mEq/L/24h).",
      "doseMinima": "2–3 mL/kg/dose ou conforme indicação clínica.",
      "classificacao": "Solução hipertônica, agente eletrolítico.",
      "apresentacao": "Ampolas ou frascos de 100 mL, 250 mL ou 500 mL de solução a 3% de cloreto de sódio.",
      "interacaoMedicamento": "Atenção ao uso concomitante com diuréticos, corticosteroides, medicamentos nefrotóxicos ou outros agentes que alterem o balanço hidroeletrolítico.",
      "posologia": "2–3 mL/kg/dose em bolus lento ou infusão contínua titulada conforme sódio sérico e resposta clínica.",
      "armazenamento": "Armazenar em temperatura ambiente (15–30°C), protegido da luz.",
      "preparo": "Pronto para uso. Não diluir. Administrar por via intravenosa central.",
      "solucoesCompatíveis": "Compatível apenas com soluções de cloreto de sódio. Não misturar com soluções contendo cálcio ou outros eletrólitos sem avaliação prévia.",
      "contraindicacoes": "Hipernatremia, insuficiência cardíaca descompensada, edema pulmonar, anúria.",
      "cuidadosMedicos": "Corrigir hiponatremia lentamente (≤10 mEq/L/24h), monitorar sódio sérico, osmolaridade e sinais neurológicos.",
      "cuidadosFarmaceuticos": "Garantir estabilidade da solução, evitar contaminação e extravasamento.",
      "cuidadosEnfermagem": "Monitorar acesso venoso central, sinais de extravasamento, alterações neurológicas, balanço hídrico e parâmetros laboratoriais.",
      "fontesBibliograficas": "UpToDate, Medline, Manual de Terapêutica da Sociedade Brasileira de Pediatria, Micromedex."
    }
  },
  "US": {
    "external": {
      "name": "3% Hypertonic Saline Solution",
      "suspension": "Discontinue 24 hours before elective surgery involving fluid management or overload risk.",
      "risk": "Osmotic demyelination, extravasation, hypernatremia, heart failure.",
      "reintroduction": "Restart after osmolarity control and hemodynamic stabilization."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sodium chloride 3%",
      "nomeComercial": "3% Hypertonic Saline Solution",
      "mecanismoAcao": "Hypertonic saline 3% rapidly increases plasma osmolality, promoting water shift from the intracellular to the extracellular compartment, reducing cerebral edema and correcting hyponatremia.",
      "farmacocinetica": "After intravenous administration, sodium is rapidly distributed in the extracellular compartment and mainly excreted by the kidneys.",
      "farmacodinamica": "Increases serum sodium concentration, raises plasma osmolality, decreases intracranial pressure, and corrects hydroelectrolytic disturbances.",
      "indicacoes": "Severe symptomatic hyponatremia, intracranial hypertension, traumatic brain injury with signs of herniation.",
      "reacoesAdversas": "Hypernatremia, extravasation with tissue injury, heart failure, pulmonary edema, osmotic demyelination, phlebitis.",
      "riscoGravidez": "Use with caution. No controlled studies in pregnant women.",
      "riscoLactacao": "Use with caution. Insufficient data in breastfeeding women.",
      "administracao": "Administer exclusively via intravenous route, preferably through central venous access.",
      "doseMaxima": "Maximum dose should be titrated according to clinical response and serum sodium levels, avoiding rapid correction (>10 mEq/L/24h).",
      "doseMinima": "2–3 mL/kg/dose or as clinically indicated.",
      "classificacao": "Hypertonic solution, electrolyte agent.",
      "apresentacao": "Vials or bottles of 100 mL, 250 mL, or 500 mL containing 3% sodium chloride solution.",
      "interacaoMedicamento": "Caution with concomitant use of diuretics, corticosteroids, nephrotoxic drugs, or other agents affecting fluid and electrolyte balance.",
      "posologia": "2–3 mL/kg/dose as a slow bolus or continuous infusion titrated according to serum sodium and clinical response.",
      "armazenamento": "Store at room temperature (15–30°C), protected from light.",
      "preparo": "Ready to use. Do not dilute. Administer via central intravenous line.",
      "solucoesCompatíveis": "Compatible only with sodium chloride solutions. Do not mix with solutions containing calcium or other electrolytes without prior evaluation.",
      "contraindicacoes": "Hypernatremia, decompensated heart failure, pulmonary edema, anuria.",
      "cuidadosMedicos": "Correct hyponatremia slowly (≤10 mEq/L/24h), monitor serum sodium, osmolality, and neurological signs.",
      "cuidadosFarmaceuticos": "Ensure solution stability, prevent contamination and extravasation.",
      "cuidadosEnfermagem": "Monitor central venous access, signs of extravasation, neurological changes, fluid balance, and laboratory parameters.",
      "fontesBibliograficas": "UpToDate, Medline, Pediatric Therapeutics Manual, Micromedex."
    }
  },
  "ES": {
    "external": {
      "name": "Solución Salina Hipertónica al 3%",
      "suspension": "Suspender 24 horas antes de cirugía electiva con riesgo de sobrecarga hídrica.",
      "risk": "Desmielinización osmótica, extravasación, hipernatremia, insuficiencia cardíaca.",
      "reintroduction": "Reintroducir tras control de osmolaridad y estabilidad hemodinámica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Cloruro de sodio al 3%",
      "nomeComercial": "Solución Salina Hipertónica al 3%",
      "mecanismoAcao": "La solución salina hipertónica al 3% aumenta rápidamente la osmolaridad plasmática, promoviendo el desplazamiento de agua del compartimento intracelular al extracelular, reduciendo el edema cerebral y corrigiendo la hiponatremia.",
      "farmacocinetica": "Tras la administración intravenosa, el sodio se distribuye rápidamente en el compartimento extracelular y se excreta principalmente por los riñones.",
      "farmacodinamica": "Aumenta la concentración sérica de sodio, eleva la osmolaridad plasmática, reduce la presión intracraneal y corrige los trastornos hidroelectrolíticos.",
      "indicacoes": "Hiponatremia sintomática grave, hipertensión intracraneal, traumatismo craneoencefálico con signos de herniación.",
      "reacoesAdversas": "Hipernatremia, extravasación con lesión tisular, insuficiencia cardíaca, edema pulmonar, desmielinización osmótica, flebitis.",
      "riscoGravidez": "Usar con precaución. No hay estudios controlados en mujeres embarazadas.",
      "riscoLactacao": "Usar con precaución. No hay datos suficientes en lactantes.",
      "administracao": "Administración exclusivamente por vía intravenosa, preferentemente por acceso venoso central.",
      "doseMaxima": "La dosis máxima debe titularse según la respuesta clínica y los niveles séricos de sodio, evitando la corrección rápida (>10 mEq/L/24h).",
      "doseMinima": "2–3 mL/kg/dosis o según indicación clínica.",
      "classificacao": "Solución hipertónica, agente electrolítico.",
      "apresentacao": "Ampollas o frascos de 100 mL, 250 mL o 500 mL de solución al 3% de cloruro de sodio.",
      "interacaoMedicamento": "Precaución con el uso concomitante de diuréticos, corticosteroides, fármacos nefrotóxicos u otros agentes que alteren el equilibrio hidroelectrolítico.",
      "posologia": "2–3 mL/kg/dosis en bolo lento o infusión continua titulada según el sodio sérico y la respuesta clínica.",
      "armazenamento": "Almacenar a temperatura ambiente (15–30°C), protegido de la luz.",
      "preparo": "Listo para usar. No diluir. Administrar por vía intravenosa central.",
      "solucoesCompatíveis": "Compatible solo con soluciones de cloruro de sodio. No mezclar con soluciones que contengan calcio u otros electrolitos sin evaluación previa.",
      "contraindicacoes": "Hipernatremia, insuficiencia cardíaca descompensada, edema pulmonar, anuria.",
      "cuidadosMedicos": "Corregir la hiponatremia lentamente (≤10 mEq/L/24h), monitorizar el sodio sérico, la osmolaridad y los signos neurológicos.",
      "cuidadosFarmaceuticos": "Garantizar la estabilidad de la solución, evitar la contaminación y la extravasación.",
      "cuidadosEnfermagem": "Monitorizar el acceso venoso central, signos de extravasación, alteraciones neurológicas, balance hídrico y parámetros de laboratorio.",
      "fontesBibliograficas": "UpToDate, Medline, Manual de Terapéutica Pediátrica, Micromedex."
    }
  },
  "CH": {
    "external": {
      "name": "3%高渗盐水溶液",
      "suspension": "择期手术前24小时停用，尤其涉及容量负荷或渗透压变化。",
      "risk": "渗透性脱髓鞘、渗漏、高钠血症、心力衰竭。",
      "reintroduction": "在控制渗透压并血流动力学稳定后重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "氯化钠3%",
      "nomeComercial": "3%高渗盐水溶液",
      "mecanismoAcao": "3%高渗盐水可迅速提高血浆渗透压，促进细胞内水分向细胞外转移，减少脑水肿并纠正低钠血症。",
      "farmacocinetica": "静脉注射后，钠迅速分布于细胞外液，主要经肾脏排泄。",
      "farmacodinamica": "提高血清钠浓度，增加血浆渗透压，降低颅内压，纠正水电解质紊乱。",
      "indicacoes": "严重症状性低钠血症、颅内高压、伴有脑疝征象的颅脑损伤。",
      "reacoesAdversas": "高钠血症、渗漏导致组织损伤、心力衰竭、肺水肿、渗透性脱髓鞘、静脉炎。",
      "riscoGravidez": "慎用。孕妇中无对照研究。",
      "riscoLactacao": "慎用。哺乳期妇女数据有限。",
      "administracao": "仅可经静脉中央通路给药。",
      "doseMaxima": "最大剂量应根据临床反应和血清钠水平调整，避免快速纠正（>10 mEq/L/24h）。",
      "doseMinima": "2–3 mL/kg/次或根据临床需要。",
      "classificacao": "高渗溶液，电解质制剂。",
      "apresentacao": "100 mL、250 mL或500 mL的3%氯化钠注射液安瓿或瓶装。",
      "interacaoMedicamento": "与利尿剂、糖皮质激素、肾毒性药物或其他影响水电解质平衡的药物合用需谨慎。",
      "posologia": "2–3 mL/kg/次缓慢静推或根据血清钠和临床反应持续输注。",
      "armazenamento": "室温（15–30°C）避光保存。",
      "preparo": "即用型。不可稀释。须经中心静脉通路给药。",
      "solucoesCompatíveis": "仅与氯化钠溶液兼容。含钙或其他电解质的溶液需谨慎混合。",
      "contraindicacoes": "高钠血症、失代偿性心力衰竭、肺水肿、无尿。",
      "cuidadosMedicos": "低钠血症纠正需缓慢（≤10 mEq/L/24h），监测血清钠、渗透压及神经系统体征。",
      "cuidadosFarmaceuticos": "保证溶液稳定性，防止污染和渗漏。",
      "cuidadosEnfermagem": "监测中心静脉通路、渗漏体征、神经变化、水分平衡及实验室指标。",
      "fontesBibliograficas": "UpToDate，Medline，儿科治疗手册，Micromedex。"
    }
  }
}
