{
  "PT": {
    "external": {
      "name": "Somatropina",
      "suspension": "Suspender 7 dias antes de procedimentos cirúrgicos maiores, especialmente em pacientes com histórico de neoplasias.",
      "risk": "Risco potencial de promover crescimento tumoral em pacientes com neoplasia preexistente ou remissão recente; pode causar hiperglicemia, hipertensão intracraniana benigna e retardo no fechamento epifisário.",
      "reintroduction": "Reintroduzir somente após avaliação da atividade tumoral e estabilização clínica, com monitoramento laboratorial e imagem."
    },
    "bulario": {
      "nomePrincipioAtivo": "Somatropina",
      "nomeComercial": "Genotropin, Norditropin, Saizen, Humatrope",
      "mecanismoAcao": "Agonista do receptor de hormônio do crescimento (GH), estimula o crescimento ósseo, lipólise, síntese proteica e produção hepática de IGF-1.",
      "farmacocinetica": "Meia-vida de aproximadamente 2–3 horas por via subcutânea. Metabolização hepática e renal, excreção urinária mínima.",
      "farmacodinamica": "Efeitos anabólicos, lipolíticos, hipoglicemiantes e osteogênicos mediados pelo GH e IGF-1.",
      "indicacoes": "Deficiência de GH em crianças e adultos, síndrome de Turner, síndrome de Prader-Willi, baixa estatura idiopática, insuficiência renal crônica, síndrome de Noonan.",
      "reacoesAdversas": "Edema, mialgia, cefaleia, hiperglicemia, hipertensão intracraniana benigna.",
      "riscoGravidez": "Categoria C. Usar somente se claramente necessário.",
      "riscoLactacao": "Desconhecido se excretado no leite materno; usar com cautela.",
      "administracao": "Administração subcutânea preferencial; intramuscular opcional.",
      "doseMaxima": "0,035 mg/kg/dia (crianças); 0,30 mg/dia (adultos).",
      "doseMinima": "0,025 mg/kg/dia (crianças); 0,15 mg/dia (adultos).",
      "classificacao": "Hormônio do crescimento recombinante (GH).",
      "apresentacao": "Pó liofilizado para solução injetável, caneta pré-preenchida.",
      "interacaoMedicamento": "Pode alterar resposta à insulina, corticosteroides e hormônios tireoidianos.",
      "posologia": "Crianças: 0,025–0,035 mg/kg/dia SC. Adultos: 0,15–0,30 mg/dia SC.",
      "armazenamento": "Manter refrigerado (2–8°C). Não congelar.",
      "preparo": "Reconstituir conforme orientação do fabricante. Utilizar imediatamente após preparo.",
      "solucoesCompatíveis": "Solução estéril de água para injeção.",
      "contraindicacoes": "Neoplasia ativa, retinopatia diabética proliferativa, fechamento epifisário.",
      "cuidadosMedicos": "Monitorar IGF-1, glicemia, epífises, pressão intracraniana, sinais de neoplasia.",
      "cuidadosFarmaceuticos": "Verificar integridade do produto, armazenamento adequado, orientar paciente quanto à administração.",
      "cuidadosEnfermagem": "Orientar sobre técnica de aplicação SC, rotação de locais, sinais de efeitos adversos.",
      "fontesBibliograficas": "Micromedex, Bulário Eletrônico ANVISA, UpToDate, FDA Label."
    }
  },
  "US": {
    "external": {
      "name": "Somatropin",
      "suspension": "Discontinue 7 days prior to major surgery, particularly in patients with a history of malignancy.",
      "risk": "Potential risk of promoting tumor growth in patients with active or recent neoplasia; may cause hyperglycemia, benign intracranial hypertension, and delayed epiphyseal closure.",
      "reintroduction": "Restart only after confirming disease remission and clinical stability with lab and imaging follow-up."
    },
    "bulario": {
      "activeIngredientName": "Somatropin",
      "tradeNames": "Genotropin, Norditropin, Saizen, Humatrope",
      "mechanismOfAction": "Growth hormone (GH) receptor agonist; stimulates bone growth, lipolysis, protein synthesis, and hepatic IGF-1 production.",
      "pharmacokinetics": "Half-life ~2–3 hours (subcutaneous). Hepatic and renal metabolism; minimal urinary excretion.",
      "pharmacodynamics": "Anabolic, lipolytic, hypoglycemic, and osteogenic effects via GH and IGF-1 pathways.",
      "indications": "GH deficiency in children and adults, Turner syndrome, Prader-Willi syndrome, idiopathic short stature, chronic renal insufficiency, Noonan syndrome.",
      "adverseReactions": "Edema, myalgia, headache, hyperglycemia, benign intracranial hypertension.",
      "pregnancyRisk": "Category C. Use only if clearly needed.",
      "lactationRisk": "Unknown if excreted in breast milk; use with caution.",
      "administration": "Subcutaneous administration preferred; intramuscular optional.",
      "maxDose": "0.035 mg/kg/day (children); 0.30 mg/day (adults).",
      "minDose": "0.025 mg/kg/day (children); 0.15 mg/day (adults).",
      "classification": "Recombinant human growth hormone (GH).",
      "presentation": "Lyophilized powder for injection, prefilled pen.",
      "drugInteractions": "May alter responses to insulin, corticosteroids, and thyroid hormones.",
      "dosage": "Children: 0.025–0.035 mg/kg/day SC. Adults: 0.15–0.30 mg/day SC.",
      "storage": "Store refrigerated (2–8°C). Do not freeze.",
      "preparation": "Reconstitute as per manufacturer instructions. Use immediately after preparation.",
      "compatibleSolutions": "Sterile water for injection.",
      "contraindications": "Active malignancy, proliferative diabetic retinopathy, closed epiphyses.",
      "medicalPrecautions": "Monitor IGF-1, blood glucose, epiphyseal status, intracranial pressure, signs of malignancy.",
      "pharmaceuticalPrecautions": "Verify product integrity, proper storage, instruct patient on administration.",
      "nursingPrecautions": "Educate on SC injection technique, site rotation, recognition of adverse effects.",
      "references": "Micromedex, FDA Label, UpToDate."
    }
  },
  "ES": {
    "external": {
      "name": "Somatropina",
      "suspension": "Suspender 7 días antes de procedimientos quirúrgicos mayores, especialmente en pacientes con antecedentes de neoplasias.",
      "risk": "Riesgo potencial de estimular crecimiento tumoral en pacientes con neoplasias activas o en remisión reciente; puede causar hiperglucemia, hipertensión intracraneal benigna y cierre epifisario retardado.",
      "reintroduction": "Reintroducir solo tras confirmar remisión tumoral y estabilidad clínica, con control analítico y por imagen."
    },
    "bulario": {
      "nombrePrincipioActivo": "Somatropina",
      "nombreComercial": "Genotropin, Norditropin, Saizen, Humatrope",
      "mecanismoAccion": "Agonista del receptor de la hormona del crecimiento (GH), estimula el crecimiento óseo, lipólisis, síntesis proteica y producción hepática de IGF-1.",
      "farmacocinetica": "Vida media de aproximadamente 2–3 horas por vía subcutánea. Metabolismo hepático y renal, excreción urinaria mínima.",
      "farmacodinamia": "Efectos anabólicos, lipolíticos, hipoglucemiantes y osteogénicos mediados por GH e IGF-1.",
      "indicaciones": "Deficiencia de GH en niños y adultos, síndrome de Turner, síndrome de Prader-Willi, baja estatura idiopática, insuficiencia renal crónica, síndrome de Noonan.",
      "reaccionesAdversas": "Edema, mialgia, cefalea, hiperglucemia, hipertensión intracraneal benigna.",
      "riesgoEmbarazo": "Categoría C. Utilizar solo si es claramente necesario.",
      "riesgoLactancia": "Desconocido si se excreta en leche materna; usar con precaución.",
      "administracion": "Vía subcutánea preferente; intramuscular opcional.",
      "dosisMaxima": "0,035 mg/kg/día (niños); 0,30 mg/día (adultos).",
      "dosisMinima": "0,025 mg/kg/día (niños); 0,15 mg/día (adultos).",
      "clasificacion": "Hormona de crecimiento humana recombinante (GH).",
      "presentacion": "Polvo liofilizado para solución inyectable, pluma precargada.",
      "interaccionMedicamentos": "Puede alterar la respuesta a insulina, corticosteroides y hormonas tiroideas.",
      "posologia": "Niños: 0,025–0,035 mg/kg/día SC. Adultos: 0,15–0,30 mg/día SC.",
      "almacenamiento": "Mantener refrigerado (2–8°C). No congelar.",
      "preparacion": "Reconstituir según indicaciones del fabricante. Usar inmediatamente tras la preparación.",
      "solucionesCompatibles": "Agua estéril para inyección.",
      "contraindicaciones": "Neoplasia activa, retinopatía diabética proliferativa, cierre epifisario.",
      "cuidadosMedicos": "Monitorizar IGF-1, glucemia, epífisis, presión intracraneal, signos de neoplasia.",
      "cuidadosFarmaceuticos": "Verificar integridad del producto, almacenamiento adecuado, instruir al paciente sobre la administración.",
      "cuidadosEnfermeria": "Educar sobre técnica de inyección SC, rotación de sitios, reconocimiento de efectos adversos.",
      "fuentesBibliograficas": "Micromedex, AEMPS, UpToDate, FDA Label."
    }
  },
  "CH": {
    "external": {
      "name": "重组人生长激素 (Somatropin)",
      "suspension": "重大手术前应停用生长激素，特别是有肿瘤史患者，建议提前7天停药。",
      "risk": "可能促进肿瘤复发或生长，增加高血糖、良性颅内高压及骨骺早闭等风险。",
      "reintroduction": "须经影像与实验室评估确认肿瘤无活动后方可重新使用，并密切监测。"
    },
    "bulario": {
      "活性成分名称": "重组人生长激素（Somatropin）",
      "商品名": "Genotropin, Norditropin, Saizen, Humatrope",
      "作用机制": "生长激素（GH）受体激动剂，促进骨骼生长、脂解、蛋白质合成及肝脏IGF-1生成。",
      "药代动力学": "皮下注射半衰期约2–3小时。肝肾代谢，尿中排泄极少。",
      "药效学": "通过GH和IGF-1途径产生合成代谢、脂解、降血糖和成骨作用。",
      "适应症": "儿童及成人生长激素缺乏症、特纳综合征、普拉德-威利综合征、特发性矮小、慢性肾功能不全、努南综合征。",
      "不良反应": "水肿、肌痛、头痛、高血糖、良性颅内高压。",
      "孕期风险": "C类。仅在明确需要时使用。",
      "哺乳期风险": "是否分泌入乳汁未知，慎用。",
      "给药方式": "首选皮下注射，可选肌肉注射。",
      "最大剂量": "0.035 mg/kg/天（儿童）；0.30 mg/天（成人）。",
      "最小剂量": "0.025 mg/kg/天（儿童）；0.15 mg/天（成人）。",
      "分类": "重组人生长激素（GH）。",
      "剂型": "注射用冻干粉，预充式注射笔。",
      "药物相互作用": "可能影响胰岛素、糖皮质激素和甲状腺激素的作用。",
      "用法用量": "儿童：0.025–0.035 mg/kg/天 SC。成人：0.15–0.30 mg/天 SC。",
      "储存": "2–8°C冷藏保存。勿冷冻。",
      "配制": "按厂家说明重构，配制后立即使用。",
      "兼容溶液": "注射用无菌水。",
      "禁忌症": "活动性肿瘤、增殖性糖尿病视网膜病变、骨骺闭合。",
      "医疗注意事项": "监测IGF-1、血糖、骨骺、颅内压及肿瘤体征。",
      "药学注意事项": "检查药品完整性，妥善储存，指导患者正确使用。",
      "护理注意事项": "指导皮下注射技术、注射部位轮换及不良反应识别。",
      "参考文献": "Micromedex, 国家药品监督管理局, UpToDate, FDA说明书。"
    }
  }
}
