{
  "PT": {
    "external": {
      "name": "Sucroferrico oxi-hidróxido",
      "suspension": "Suspender 24 horas antes de procedimentos cirúrgicos gastrointestinais ou se houver jejum prolongado.",
      "risk": "Categoria B",
      "reintroduction": "Reintroduzir após retorno da via oral e função intestinal, conforme níveis séricos de fósforo."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sucroférrico oxi-hidróxido",
      "nomeComercial": "Velphoro",
      "mecanismoAcao": "Quelante de fosfato à base de ferro; liga-se ao fosfato no trato gastrointestinal, formando compostos insolúveis excretados nas fezes.",
      "farmacocinetica": "Ação local no trato gastrointestinal; absorção sistêmica de ferro é mínima (<0,02%); excreção fecal predominante.",
      "farmacodinamica": "Reduz efetivamente os níveis séricos de fósforo em pacientes com doença renal crônica em diálise.",
      "indicacoes": "Hiperfosfatemia em pacientes com doença renal crônica em hemodiálise ou diálise peritoneal.",
      "reacoesAdversas": "Diarreia, fezes escurecidas, náuseas, constipação, dor abdominal.",
      "riscoGravidez": "Categoria B - estudos em animais não demonstraram risco para o feto; uso durante a gravidez deve ser avaliado pelo médico.",
      "riscoLactacao": "Seguro durante a lactação devido à baixa absorção sistêmica de ferro.",
      "administracao": "Via oral, com alimentos para otimizar a eficácia e minimizar efeitos adversos gastrointestinais.",
      "doseMaxima": "3.000 mg de ferro por dia (equivalente a 6 comprimidos de 500 mg).",
      "doseMinima": "500 mg por dia.",
      "classificacao": "Quelante de fosfato à base de ferro.",
      "apresentacao": "Comprimidos mastigáveis contendo 500 mg de ferro cada.",
      "interacaoMedicamento": "Pode afetar a absorção de doxiciclina e levotiroxina; recomenda-se espaçar a administração destes medicamentos.",
      "posologia": "Iniciar com 1.500 mg (3 comprimidos) por dia, divididos em doses com as refeições; ajustar conforme níveis séricos de fósforo.",
      "armazenamento": "Conservar em temperatura ambiente, em recipiente fechado e seco, protegido da umidade.",
      "preparo": "Não é necessário preparo especial; comprimidos devem ser mastigados completamente e não engolidos inteiros.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Hipersensibilidade ao princípio ativo, hemocromatose ou outras condições de sobrecarga de ferro.",
      "cuidadosMedicos": "Monitorar regularmente fósforo sérico, ferritina e saturação de transferrina durante o tratamento.",
      "cuidadosFarmaceuticos": "Orientar o paciente sobre a mastigação adequada dos comprimidos e a importância do espaçamento na administração com outros medicamentos.",
      "cuidadosEnfermagem": "Avaliar sintomas gastrointestinais e adesão ao tratamento; monitorar sinais de reações adversas.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, EMA, bula Velphoro."
    }
  },
  "US": {
    "external": {
      "name": "Sucroferric oxyhydroxide",
      "suspension": "Suspend 24 hours prior to gastrointestinal surgeries or in cases of prolonged fasting.",
      "risk": "Pregnancy Category B",
      "reintroduction": "Restart after oral intake and bowel function are restored, based on serum phosphate levels."
    },
    "bulario": {
      "activeIngredient": "Sucroferric oxyhydroxide",
      "brandName": "Velphoro",
      "mechanismOfAction": "Iron-based phosphate binder; binds phosphate in the gastrointestinal tract forming insoluble compounds excreted in feces.",
      "pharmacokinetics": "Local action in the GI tract; systemic iron absorption is minimal (<0.02%); primarily fecal excretion.",
      "pharmacodynamics": "Effectively reduces serum phosphate levels in patients with chronic kidney disease on dialysis.",
      "indications": "Hyperphosphatemia in patients with chronic kidney disease undergoing hemodialysis or peritoneal dialysis.",
      "adverseReactions": "Diarrhea, dark stools, nausea, constipation, abdominal pain.",
      "pregnancyRisk": "Category B - animal studies have not demonstrated fetal risk; use during pregnancy should be assessed by a physician.",
      "lactationRisk": "Considered safe during lactation due to low systemic iron absorption.",
      "administration": "Oral administration with meals to enhance efficacy and reduce gastrointestinal side effects.",
      "maximumDose": "3,000 mg of iron per day (equivalent to 6 tablets of 500 mg).",
      "minimumDose": "500 mg per day.",
      "classification": "Iron-based phosphate binder.",
      "presentation": "Chewable tablets containing 500 mg of iron each.",
      "drugInteractions": "May affect absorption of doxycycline and levothyroxine; advise spacing administration.",
      "posology": "Start with 1,500 mg (3 tablets) per day divided with meals; adjust based on serum phosphate levels.",
      "storage": "Store at room temperature in a closed, dry container protected from moisture.",
      "preparation": "No special preparation needed; tablets must be chewed thoroughly and not swallowed whole.",
      "compatibleSolutions": "Not applicable.",
      "contraindications": "Hypersensitivity to active ingredient, hemochromatosis, or other iron overload conditions.",
      "medicalPrecautions": "Regularly monitor serum phosphate, ferritin, and transferrin saturation during therapy.",
      "pharmaceuticalPrecautions": "Instruct patients on proper chewing of tablets and importance of spacing administration with other medications.",
      "nursingPrecautions": "Assess gastrointestinal symptoms and treatment adherence; monitor for adverse reactions.",
      "bibliographicSources": "Micromedex, UpToDate, FDA, EMA, Velphoro prescribing information."
    }
  },
  "ES": {
    "external": {
      "name": "Sucroférrico oxi-hidróxido",
      "suspension": "Suspender 24 horas antes de cirugías gastrointestinales o en caso de ayuno prolongado.",
      "risk": "Categoría B",
      "reintroduction": "Reintroducir tras el restablecimiento de la vía oral y la función intestinal, según los niveles séricos de fósforo."
    },
    "bulario": {
      "principioActivo": "Sucroférrico oxi-hidróxido",
      "nombreComercial": "Velphoro",
      "mecanismoAccion": "Quelante de fosfato a base de hierro; se une al fosfato en el tracto gastrointestinal formando compuestos insolubles que se excretan en las heces.",
      "farmacocinetica": "Acción local en el tracto gastrointestinal; absorción sistémica de hierro mínima (<0,02%); excreción fecal predominante.",
      "farmacodinamica": "Reduce eficazmente los niveles séricos de fósforo en pacientes con enfermedad renal crónica en diálisis.",
      "indicaciones": "Hiperfosfatemia en pacientes con enfermedad renal crónica en hemodiálisis o diálisis peritoneal.",
      "reaccionesAdversas": "Diarrea, heces oscuras, náuseas, estreñimiento, dolor abdominal.",
      "riesgoEmbarazo": "Categoría B - estudios en animales no demostraron riesgo fetal; el uso durante el embarazo debe ser evaluado por el médico.",
      "riesgoLactancia": "Seguro durante la lactancia debido a la baja absorción sistémica de hierro.",
      "administracion": "Vía oral, con alimentos para optimizar la eficacia y minimizar efectos adversos gastrointestinales.",
      "dosisMaxima": "3.000 mg de hierro por día (equivalente a 6 comprimidos de 500 mg).",
      "dosisMinima": "500 mg por día.",
      "clasificacion": "Quelante de fosfato a base de hierro.",
      "presentacion": "Comprimidos masticables que contienen 500 mg de hierro cada uno.",
      "interaccionMedicamento": "Puede afectar la absorción de doxiciclina y levotiroxina; se recomienda espaciar la administración.",
      "posologia": "Iniciar con 1.500 mg (3 comprimidos) por día, divididos en dosis con las comidas; ajustar según niveles séricos de fósforo.",
      "almacenamiento": "Conservar a temperatura ambiente, en recipiente cerrado y seco, protegido de la humedad.",
      "preparacion": "No requiere preparación especial; los comprimidos deben masticarse completamente y no tragarse enteros.",
      "solucionesCompatibles": "No aplicable.",
      "contraindicaciones": "Hipersensibilidad al principio activo, hemocromatosis u otras condiciones de sobrecarga de hierro.",
      "cuidadosMedicos": "Monitorear regularmente fósforo sérico, ferritina y saturación de transferrina durante el tratamiento.",
      "cuidadosFarmaceuticos": "Orientar al paciente sobre la masticación adecuada de los comprimidos y la importancia de espaciar la administración con otros medicamentos.",
      "cuidadosEnfermeria": "Evaluar síntomas gastrointestinales y adherencia al tratamiento; monitorear signos de reacciones adversas.",
      "fuentesBibliograficas": "Micromedex, UpToDate, FDA, EMA, prospecto Velphoro."
    }
  },
  "CH": {
    "external": {
      "name": "蔗糖铁氧羟化物",
      "suspension": "胃肠道手术前或长期禁食时提前24小时停药。",
      "risk": "孕妇类别B",
      "reintroduction": "在恢复口服摄入和肠道功能后，根据血磷水平重新使用。"
    },
    "bulario": {
      "活性成分": "蔗糖铁氧羟化物",
      "商品名": "Velphoro",
      "作用机制": "基于铁的磷结合剂；在胃肠道与磷结合形成不溶性化合物，通过粪便排出体外。",
      "药代动力学": "在胃肠道局部作用；系统性铁吸收极低（<0.02%）；主要通过粪便排泄。",
      "药效学": "有效降低接受透析的慢性肾病患者的血清磷水平。",
      "适应症": "用于慢性肾病透析患者的高磷血症。",
      "不良反应": "腹泻、黑色大便、恶心、便秘、腹痛。",
      "孕期风险": "孕妇类别B - 动物研究未显示对胎儿有害；孕期使用应由医生评估。",
      "哺乳期风险": "由于系统性铁吸收低，哺乳期使用安全。",
      "给药方式": "口服，随餐服用以提高疗效并减少胃肠道不良反应。",
      "最大剂量": "每日铁剂量不超过3000毫克（相当于6片500毫克的咀嚼片）。",
      "最小剂量": "每日500毫克。",
      "分类": "基于铁的磷结合剂。",
      "剂型": "每片含500毫克铁的咀嚼片。",
      "药物相互作用": "可能影响多西环素和左甲状腺素的吸收；建议错开服用时间。",
      "用法用量": "起始剂量为每日1500毫克（3片），分餐服用；根据血清磷水平调整剂量。",
      "储存": "室温保存，密闭干燥，防潮。",
      "制备": "无特殊制备；咀嚼片需充分咀嚼，禁止整片吞服。",
      "兼容溶液": "不适用。",
      "禁忌症": "对活性成分过敏，血色病或其他铁负荷过重疾病患者禁用。",
      "医疗注意事项": "治疗期间定期监测血清磷、铁蛋白和转铁蛋白饱和度。",
      "药学注意事项": "指导患者正确咀嚼药片，强调与其他药物服用时间的间隔。",
      "护理注意事项": "评估胃肠道症状及治疗依从性，监测不良反应。",
      "参考文献": "Micromedex, UpToDate, FDA, EMA, Velphoro说明书。"
    }
  }
}
