{
  "PT": {
    "external": {
      "name": "Sulfadiazina de prata",
      "suspension": "Suspender 24 horas antes de cirurgia de grande porte ou em casos de reação alérgica recente à sulfa.",
      "risk": "Risco de reações alérgicas, hipersensibilidade ocular, absorção sistêmica em grandes áreas lesionadas, possível toxicidade em neonatos ou gestantes próximas ao termo.",
      "reintroduction": "Reintroduzir após exclusão de reações de hipersensibilidade e estabilização clínica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sulfadiazina de prata",
      "nomeComercial": "Dermazine, Silvadene, Flammazine",
      "mecanismoAcao": "Liberação sustentada de íons prata que danificam a parede celular bacteriana; sulfadiazina inibe a síntese de ácido fólico bacteriano.",
      "farmacocinetica": "Absorção cutânea variável; mais alta em áreas extensas, queimaduras ou feridas abertas; eliminação renal.",
      "farmacodinamica": "Bactericida contra Gram+ e Gram–, incluindo Pseudomonas aeruginosa.",
      "indicacoes": "Prevenção e tratamento de infecções em queimaduras de espessura parcial ou total; úlceras, feridas infectadas.",
      "reacoesAdversas": "Ardência, prurido, rash, leucopenia transitória, argiria (uso prolongado), reação alérgica.",
      "riscoGravidez": "Categoria C",
      "riscoLactacao": "Uso com cautela; absorção sistêmica possível.",
      "administracao": "Uso tópico.",
      "doseMaxima": "Aplicação 1–2x/dia em toda a área lesada.",
      "doseMinima": "Camada fina sobre a lesão.",
      "classificacao": "Antimicrobiano tópico (sulfonamida + prata).",
      "apresentacao": "Creme 1% (potes ou bisnagas de 30 g, 50 g, 250 g).",
      "interacaoMedicamento": "Pode antagonizar enzimas locais, não usar com outros agentes tópicos oxidantes.",
      "posologia": "Aplicar 1–2x/dia com técnica asséptica até reepitelização.",
      "armazenamento": "Temperatura ambiente, evitar calor e luz direta.",
      "preparo": "Uso direto.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Alergia a sulfas, gestantes próximas ao termo, neonatos prematuros, deficiência de G6PD.",
      "cuidadosMedicos": "Monitorar sinais de infecção, hemograma, função renal em grandes áreas.",
      "cuidadosFarmaceuticos": "Orientar correta aplicação e tempo de uso.",
      "cuidadosEnfermagem": "Aplicar com técnica asséptica, avaliar evolução da lesão.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, bula Silvadene, Dermazine."
    }
  },
  "US": {
    "external": {
      "name": "Silver sulfadiazine",
      "suspension": "Discontinue 24 hours prior to major surgery or in patients with recent sulfa allergy.",
      "risk": "Risk of allergic reactions, ocular hypersensitivity, systemic absorption on large wounds, potential toxicity in neonates or near-term pregnancy.",
      "reintroduction": "Restart once hypersensitivity is ruled out and patient is clinically stable."
    },
    "bulario": {
      "activeIngredient": "Silver sulfadiazine",
      "brandNames": "Dermazine, Silvadene, Flammazine",
      "mechanismOfAction": "Sustained release of silver ions that damage the bacterial cell wall; sulfadiazine inhibits bacterial folic acid synthesis.",
      "pharmacokinetics": "Variable cutaneous absorption; higher in extensive areas, burns, or open wounds; renal elimination.",
      "pharmacodynamics": "Bactericidal against Gram+ and Gram– bacteria, including Pseudomonas aeruginosa.",
      "indications": "Prevention and treatment of infections in partial- or full-thickness burns; ulcers, infected wounds.",
      "adverseReactions": "Burning, itching, rash, transient leukopenia, argyria (with prolonged use), allergic reactions.",
      "pregnancyRisk": "Category C",
      "lactationRisk": "Use with caution; systemic absorption possible.",
      "administration": "Topical use.",
      "maxDose": "Apply 1–2 times/day over the entire affected area.",
      "minDose": "Thin layer over lesion.",
      "classification": "Topical antimicrobial (sulfonamide + silver).",
      "presentation": "1% cream (jars or tubes of 30 g, 50 g, 250 g).",
      "drugInteractions": "May antagonize local enzymes, do not use with other topical oxidizing agents.",
      "posology": "Apply 1–2 times/day with aseptic technique until re-epithelialization.",
      "storage": "Room temperature, avoid heat and direct light.",
      "preparation": "Direct use.",
      "compatibleSolutions": "Not applicable.",
      "contraindications": "Sulfa allergy, near-term pregnancy, premature neonates, G6PD deficiency.",
      "medicalPrecautions": "Monitor for signs of infection, complete blood count, renal function in large areas.",
      "pharmaceuticalCare": "Instruct on correct application and duration of use.",
      "nursingCare": "Apply with aseptic technique, assess lesion evolution.",
      "references": "Micromedex, UpToDate, FDA, Silvadene and Dermazine package inserts."
    }
  },
  "ES": {
    "external": {
      "name": "Sulfadiazina de plata",
      "suspension": "Suspender 24 horas antes de cirugía mayor o en pacientes con alergia reciente a sulfonamidas.",
      "risk": "Riesgo de reacciones alérgicas, hipersensibilidad ocular, absorción sistémica en áreas extensas, toxicidad en neonatos o embarazadas a término.",
      "reintroduction": "Reintroducir tras excluir reacciones alérgicas y estabilización clínica."
    },
    "bulario": {
      "principioActivo": "Sulfadiazina de plata",
      "nombreComercial": "Dermazine, Silvadene, Flammazine",
      "mecanismoAccion": "Liberación sostenida de iones plata que dañan la pared celular bacteriana; la sulfadiazina inhibe la síntesis de ácido fólico bacteriano.",
      "farmacocinetica": "Absorción cutánea variable; más alta en áreas extensas, quemaduras o heridas abiertas; eliminación renal.",
      "farmacodinamia": "Bactericida contra bacterias Gram+ y Gram–, incluyendo Pseudomonas aeruginosa.",
      "indicaciones": "Prevención y tratamiento de infecciones en quemaduras de espesor parcial o total; úlceras, heridas infectadas.",
      "reaccionesAdversas": "Ardor, prurito, erupción, leucopenia transitoria, argiria (uso prolongado), reacción alérgica.",
      "riesgoEmbarazo": "Categoría C",
      "riesgoLactancia": "Usar con precaución; posible absorción sistémica.",
      "administracion": "Uso tópico.",
      "dosisMaxima": "Aplicar 1–2 veces/día en toda el área afectada.",
      "dosisMinima": "Capa fina sobre la lesión.",
      "clasificacion": "Antimicrobiano tópico (sulfonamida + plata).",
      "presentacion": "Crema al 1% (frascos o tubos de 30 g, 50 g, 250 g).",
      "interaccionesMedicamentosas": "Puede antagonizar enzimas locales, no usar con otros agentes tópicos oxidantes.",
      "posologia": "Aplicar 1–2 veces/día con técnica aséptica hasta la reepitelización.",
      "almacenamiento": "Temperatura ambiente, evitar calor y luz directa.",
      "preparacion": "Uso directo.",
      "solucionesCompatibles": "No aplicable.",
      "contraindicaciones": "Alergia a sulfas, embarazadas a término, neonatos prematuros, deficiencia de G6PD.",
      "cuidadosMedicos": "Monitorear signos de infección, hemograma, función renal en grandes áreas.",
      "cuidadosFarmaceuticos": "Orientar sobre la correcta aplicación y tiempo de uso.",
      "cuidadosEnfermeria": "Aplicar con técnica aséptica, evaluar la evolución de la lesión.",
      "fuentes": "Micromedex, UpToDate, FDA, prospecto de Silvadene, Dermazine."
    }
  },
  "CH": {
    "external": {
      "name": "银磺胺嗪",
      "suspension": "重大手术前24小时停药，或近期有磺胺类药物过敏史者停用。",
      "risk": "有过敏、眼部刺激、大面积创面吸收、孕晚期或新生儿毒性等风险。",
      "reintroduction": "在排除过敏反应并病情稳定后可重新使用。"
    },
    "bulario": {
      "活性成分": "银磺胺嗪",
      "商品名": "Dermazine, Silvadene, Flammazine",
      "作用机制": "持续释放银离子，破坏细菌细胞壁；磺胺嗪抑制细菌叶酸合成。",
      "药代动力学": "皮肤吸收可变；大面积、烧伤或开放性创面吸收更高；肾脏排泄。",
      "药效学": "对革兰氏阳性和阴性菌（包括铜绿假单胞菌）具有杀菌作用。",
      "适应症": "用于预防和治疗部分或全层烧伤感染；溃疡、感染性创面。",
      "不良反应": "灼热、瘙痒、皮疹、一过性白细胞减少、长期使用可致银中毒、过敏反应。",
      "孕期风险": "C类",
      "哺乳期风险": "慎用；可能有全身吸收。",
      "给药途径": "外用。",
      "最大剂量": "每日1–2次，覆盖所有受损区域。",
      "最小剂量": "薄层涂于病灶。",
      "药物分类": "外用抗菌药（磺胺类+银）。",
      "剂型规格": "1%乳膏（30g、50g、250g瓶或管）。",
      "药物相互作用": "可拮抗局部酶作用，勿与其他外用氧化剂同用。",
      "用法用量": "每日1–2次无菌操作涂抹至再上皮化。",
      "储存": "室温，避免高温和直射光。",
      "配制": "直接使用。",
      "兼容溶液": "不适用。",
      "禁忌症": "对磺胺过敏、临产孕妇、早产儿、G6PD缺乏症。",
      "医疗注意事项": "大面积使用时监测感染、血常规、肾功能。",
      "药学注意事项": "指导正确使用方法和疗程。",
      "护理注意事项": "无菌操作涂抹，评估病灶恢复情况。",
      "参考文献": "Micromedex、UpToDate、FDA、Silvadene及Dermazine说明书。"
    }
  }
}
