{
  "PT": {
    "external": {
      "name": "Sulodexida",
      "suspension": "Suspender 48 horas antes de cirurgias com risco de sangramento significativo ou uso concomitante de anticoagulantes.",
      "risk": "Risco de sangramento, especialmente se associado a outros anticoagulantes ou antiagregantes. Pode alterar o tempo de protrombina e o INR.",
      "reintroduction": "Reintroduzir após estabilização hemostática e reavaliação do risco trombótico versus hemorrágico."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sulodexida",
      "nomeComercial": "Vessel Due F, Vasosan, Sulodex",
      "mecanismoAcao": "Mistura de glicosaminoglicanos com ação antitrombótica, anti-inflamatória e profibrinolítica. Inibe a trombina, ativa antitrombina III e estimula a liberação de t-PA.",
      "farmacocinetica": "Biodisponibilidade oral ~20%; início em 1–2 h; meia-vida ~4 h; eliminação renal e hepática.",
      "farmacodinamica": "Reduz agregação plaquetária, melhora viscosidade sanguínea, restaura função endotelial e modula inflamação vascular.",
      "indicacoes": "Tromboflebites, trombose venosa profunda, microangiopatia diabética, prevenção secundária de eventos tromboembólicos.",
      "reacoesAdversas": "Epigastralgia, diarreia, cefaleia, rash, sangramento gengival ou nasal leve.",
      "riscoGravidez": "Categoria B (não recomendado no 1º trimestre).",
      "riscoLactacao": "Evitar devido à ausência de dados de segurança.",
      "administracao": "Oral ou intramuscular (IM).",
      "doseMaxima": "600 LRU/dia.",
      "doseMinima": "250 LRU/dia.",
      "classificacao": "Antitrombótico glicosaminoglicano (anticoagulante indireto).",
      "apresentacao": "Cápsulas de 250 LRU; ampolas IM de 600 LRU/2 mL.",
      "interacaoMedicamento": "Potencializa efeito de anticoagulantes orais, heparinas e antiagregantes plaquetários.",
      "posologia": "250 LRU VO 2x/dia por 30–40 dias ou 600 LRU IM 1x/dia por 15–20 dias.",
      "armazenamento": "Temperatura ambiente, protegido da luz.",
      "preparo": "Uso direto (oral ou IM).",
      "solucoesCompatíveis": "SF 0,9% (IM).",
      "contraindicacoes": "Diátese hemorrágica, sangramento ativo, hipersensibilidade à substância.",
      "cuidadosMedicos": "Monitorar sinais de sangramento, INR e função hepática se uso prolongado.",
      "cuidadosFarmaceuticos": "Orientar sobre sinais de sangramento e evitar associação com outros anticoagulantes sem supervisão.",
      "cuidadosEnfermagem": "Administrar IM profundo com técnica asséptica e monitorar equimoses.",
      "fontesBibliograficas": "Micromedex, UpToDate, Bula Vessel Due F, PubChem"
    }
  },
  "US": {
    "external": {
      "name": "Sulodexide",
      "suspension": "Suspend 48 hours prior to surgeries with significant bleeding risk or concomitant use of anticoagulants.",
      "risk": "Risk of bleeding, especially when combined with other anticoagulants or antiplatelet agents. May alter prothrombin time and INR.",
      "reintroduction": "Reintroduce after hemostatic stabilization and reassessment of thrombotic versus hemorrhagic risk."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sulodexide",
      "nomeComercial": "Vessel Due F, Vasosan, Sulodex",
      "mecanismoAcao": "Mixture of glycosaminoglycans with antithrombotic, anti-inflammatory, and profibrinolytic actions. Inhibits thrombin, activates antithrombin III, and stimulates t-PA release.",
      "farmacocinetica": "Oral bioavailability ~20%; onset in 1–2 h; half-life ~4 h; renal and hepatic elimination.",
      "farmacodinamica": "Reduces platelet aggregation, improves blood viscosity, restores endothelial function, and modulates vascular inflammation.",
      "indicacoes": "Thrombophlebitis, deep vein thrombosis, diabetic microangiopathy, secondary prevention of thromboembolic events.",
      "reacoesAdversas": "Epigastralgia, diarrhea, headache, rash, mild gum or nasal bleeding.",
      "riscoGravidez": "Category B (not recommended in the 1st trimester).",
      "riscoLactacao": "Avoid due to lack of safety data.",
      "administracao": "Oral or intramuscular (IM).",
      "doseMaxima": "600 LRU/day.",
      "doseMinima": "250 LRU/day.",
      "classificacao": "Glycosaminoglycan antithrombotic (indirect anticoagulant).",
      "apresentacao": "Capsules of 250 LRU; IM ampoules of 600 LRU/2 mL.",
      "interacaoMedicamento": "Potentiates the effect of oral anticoagulants, heparins, and antiplatelet agents.",
      "posologia": "250 LRU PO twice daily for 30–40 days or 600 LRU IM once daily for 15–20 days.",
      "armazenamento": "Room temperature, protected from light.",
      "preparo": "Direct use (oral or IM).",
      "solucoesCompatíveis": "0.9% saline (IM).",
      "contraindicacoes": "Hemorrhagic diathesis, active bleeding, hypersensitivity to the substance.",
      "cuidadosMedicos": "Monitor for signs of bleeding, INR, and liver function if used long-term.",
      "cuidadosFarmaceuticos": "Advise regarding signs of bleeding and avoid combination with other anticoagulants without supervision.",
      "cuidadosEnfermagem": "Administer deep IM with aseptic technique and monitor for bruising.",
      "fontesBibliograficas": "Micromedex, UpToDate, Vessel Due F Package Insert, PubChem"
    }
  },
  "ES": {
    "external": {
      "name": "Sulodexida",
      "suspension": "Suspender 48 horas antes de cirugías con riesgo significativo de sangrado o uso concomitante de anticoagulantes.",
      "risk": "Riesgo de sangrado, especialmente si se asocia con otros anticoagulantes o antiagregantes. Puede alterar el tiempo de protrombina y el INR.",
      "reintroduction": "Reintroducir después de la estabilización hemostática y la reevaluación del riesgo trombótico versus hemorrágico."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sulodexida",
      "nomeComercial": "Vessel Due F, Vasosan, Sulodex",
      "mecanismoAcao": "Mezcla de glucosaminoglicanos con acción antitrombótica, antiinflamatoria y profibrinolítica. Inhibe la trombina, activa la antitrombina III y estimula la liberación de t-PA.",
      "farmacocinetica": "Biodisponibilidad oral ~20%; inicio en 1–2 h; vida media ~4 h; eliminación renal y hepática.",
      "farmacodinamica": "Reduce la agregación plaquetaria, mejora la viscosidad sanguínea, restaura la función endotelial y modula la inflamación vascular.",
      "indicacoes": "Tromboflebitis, trombosis venosa profunda, microangiopatía diabética, prevención secundaria de eventos tromboembólicos.",
      "reacoesAdversas": "Epigastralgia, diarrea, cefalea, erupción, sangrado gingival o nasal leve.",
      "riscoGravidez": "Categoría B (no recomendado en el primer trimestre).",
      "riscoLactacao": "Evitar debido a la ausencia de datos de seguridad.",
      "administracao": "Oral o intramuscular (IM).",
      "doseMaxima": "600 LRU/día.",
      "doseMinima": "250 LRU/día.",
      "classificacao": "Antitrombótico glucosaminoglicano (anticoagulante indirecto).",
      "apresentacao": "Cápsulas de 250 LRU; ampollas IM de 600 LRU/2 mL.",
      "interacaoMedicamento": "Potencia el efecto de anticoagulantes orales, heparinas y antiagregantes plaquetarios.",
      "posologia": "250 LRU VO 2x/día durante 30–40 días o 600 LRU IM 1x/día durante 15–20 días.",
      "armazenamento": "Temperatura ambiente, protegido de la luz.",
      "preparo": "Uso directo (oral o IM).",
      "solucoesCompatíveis": "SF 0,9% (IM).",
      "contraindicacoes": "Diátesis hemorrágica, sangrado activo, hipersensibilidad a la sustancia.",
      "cuidadosMedicos": "Monitorizar signos de sangrado, INR y función hepática si el uso es prolongado.",
      "cuidadosFarmaceuticos": "Orientar sobre los signos de sangrado y evitar asociación con otros anticoagulantes sin supervisión.",
      "cuidadosEnfermagem": "Administrar IM profundo con técnica aséptica y monitorizar equimosis.",
      "fontesBibliograficas": "Micromedex, UpToDate, Prospecto Vessel Due F, PubChem"
    }
  },
  "CH": {
    "external": {
      "name": "Sulodexid",
      "suspension": "48 Stunden vor Operationen mit signifikantem Blutungsrisiko oder gleichzeitiger Anwendung von Antikoagulanzien absetzen.",
      "risk": "Blutungsrisiko, insbesondere in Kombination mit anderen Antikoagulanzien oder Thrombozytenaggregationshemmern. Kann die Prothrombinzeit und den INR verändern.",
      "reintroduction": "Nach hämostatischer Stabilisierung und erneuter Bewertung des thrombotischen versus hämorrhagischen Risikos wieder einführen."
    },
    "bulario": {
      "nomePrincipioAtivo": "Sulodexid",
      "nomeComercial": "Vessel Due F, Vasosan, Sulodex",
      "mecanismoAcao": "Mischung aus Glykosaminoglykanen mit antithrombotischer, entzündungshemmender und profibrinolytischer Wirkung. Hemmt Thrombin, aktiviert Antithrombin III und stimuliert die Freisetzung von t-PA.",
      "farmacocinetica": "Orale Bioverfügbarkeit ~20 %; Wirkungseintritt in 1–2 h; Halbwertszeit ~4 h; renale und hepatische Elimination.",
      "farmacodinamica": "Reduziert die Thrombozytenaggregation, verbessert die Blutviskosität, stellt die Endothelfunktion wieder her und moduliert die Gefäßentzündung.",
      "indicacoes": "Thrombophlebitis, tiefe Venenthrombose, diabetische Mikroangiopathie, Sekundärprävention thromboembolischer Ereignisse.",
      "reacoesAdversas": "Epigastralgie, Durchfall, Kopfschmerzen, Hautausschlag, leichte Zahnfleisch- oder Nasenblutungen.",
      "riscoGravidez": "Kategorie B (im 1. Trimenon nicht empfohlen).",
      "riscoLactacao": "Vermeiden wegen fehlender Sicherheitsdaten.",
      "administracao": "Oral oder intramuskulär (IM).",
      "doseMaxima": "600 LRU/Tag.",
      "doseMinima": "250 LRU/Tag.",
      "classificacao": "Antithrombotisches Glykosaminoglykan (indirektes Antikoagulans).",
      "apresentacao": "Kapseln mit 250 LRU; IM-Ampullen mit 600 LRU/2 mL.",
      "interacaoMedicamento": "Verstärkt die Wirkung oraler Antikoagulanzien, Heparine und Thrombozytenaggregationshemmer.",
      "posologia": "250 LRU p.o. 2x/Tag für 30–40 Tage oder 600 LRU i.m. 1x/Tag für 15–20 Tage.",
      "armazenamento": "Raumtemperatur, vor Licht geschützt.",
      "preparo": "Direkte Anwendung (oral oder IM).",
      "solucoesCompatíveis": "0,9% NaCl (IM).",
      "contraindicacoes": "Hämorrhagische Diathese, aktive Blutung, Überempfindlichkeit gegen den Wirkstoff.",
      "cuidadosMedicos": "Überwachung auf Blutungszeichen, INR und Leberfunktion bei längerer Anwendung.",
      "cuidadosFarmaceuticos": "Aufklärung über Blutungszeichen und keine Kombination mit anderen Antikoagulanzien ohne ärztliche Aufsicht.",
      "cuidadosEnfermagem": "Tief intramuskulär mit aseptischer Technik verabreichen und auf Hämatome überwachen.",
      "fontesBibliograficas": "Micromedex, UpToDate, Fachinformation Vessel Due F, PubChem"
    }
  }
}
