{
  "PT": {
    "external": {
      "name": "Tadalafil",
      "suspension": "Suspender 48 horas antes de cirurgias maiores com risco cardiovascular ou uso de anestesia geral.",
      "risk": "Pode causar hipotensão significativa se associado a anestésicos ou vasodilatadores; risco aumentado com nitratos ou instabilidade cardiovascular.",
      "reintroduction": "Reintroduzir após estabilização hemodinâmica e ausência de uso de nitratos ou anestésicos com ação vasodilatadora."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tadalafil",
      "nomeComercial": "Cialis, Adcirca",
      "mecanismoAcao": "Inibidor seletivo da fosfodiesterase tipo 5 (PDE5), promove o aumento de GMPc e relaxamento da musculatura lisa do corpo cavernoso e vasos pulmonares",
      "farmacocinetica": "Biodisponibilidade oral elevada; pico plasmático em 2 horas; meia-vida de aproximadamente 17,5 horas; metabolização hepática via CYP3A4; excreção fecal",
      "farmacodinamica": "Vasodilatação dependente de óxido nítrico; melhora da ereção peniana e redução da resistência vascular pulmonar",
      "indicacoes": "Disfunção erétil, hiperplasia prostática benigna (HPB), hipertensão arterial pulmonar (HAP)",
      "reacoesAdversas": "Cefaleia, dispepsia, rubor, dor nas costas, mialgia, congestão nasal, visão turva",
      "riscoGravidez": "Categoria B (para HAP)",
      "riscoLactacao": "Uso com cautela, sem dados suficientes",
      "administracao": "Oral",
      "doseMaxima": "20 mg/dia para disfunção erétil e HPB; 40 mg/dia para HAP",
      "doseMinima": "2,5 mg/dia",
      "classificacao": "Inibidor seletivo de PDE5 (vasodilatador)",
      "apresentacao": "Comprimidos de 2,5 mg, 5 mg, 10 mg e 20 mg",
      "interacaoMedicamento": "Contraindicado com nitratos; potencializa efeitos de anti-hipertensivos; metabolizado por CYP3A4",
      "posologia": "10–20 mg antes da atividade sexual ou 2,5–5 mg/dia para uso diário; 40 mg/dia para HAP",
      "armazenamento": "Temperatura ambiente, protegido de luz e umidade",
      "preparo": "Não se aplica",
      "solucoesCompatíveis": "Não aplicável",
      "contraindicacoes": "Uso concomitante com nitratos, instabilidade cardiovascular, insuficiência hepática grave",
      "cuidadosMedicos": "Avaliar função hepática, pressão arterial e histórico cardiovascular",
      "cuidadosFarmaceuticos": "Evitar associação com nitratos; revisar interação com outros anti-hipertensivos",
      "cuidadosEnfermagem": "Orientar sobre tempo de ação, evitar consumo excessivo de álcool, monitorar efeitos adversos",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, bula Cialis/Adcirca"
    }
  },
  "US": {
    "external": {
      "name": "Tadalafil",
      "suspension": "Discontinue 48 hours before major surgeries with cardiovascular risk or use of general anesthesia.",
      "risk": "May cause significant hypotension if combined with anesthetics or vasodilators; increased risk with nitrates or cardiovascular instability.",
      "reintroduction": "Reintroduce after hemodynamic stabilization and absence of nitrates or vasodilatory anesthetics."
    },
    "bulario": {
      "activeIngredient": "Tadalafil",
      "brandName": "Cialis, Adcirca",
      "mechanismOfAction": "Selective phosphodiesterase type 5 (PDE5) inhibitor; increases cGMP leading to relaxation of smooth muscle in the corpus cavernosum and pulmonary vessels",
      "pharmacokinetics": "High oral bioavailability; peak plasma concentration at 2 hours; half-life approximately 17.5 hours; hepatic metabolism via CYP3A4; fecal excretion",
      "pharmacodynamics": "Nitric oxide-dependent vasodilation; improves penile erection and reduces pulmonary vascular resistance",
      "indications": "Erectile dysfunction, benign prostatic hyperplasia (BPH), pulmonary arterial hypertension (PAH)",
      "adverseReactions": "Headache, dyspepsia, flushing, back pain, myalgia, nasal congestion, blurred vision",
      "pregnancyRisk": "Category B (for PAH)",
      "lactationRisk": "Use with caution; insufficient data",
      "administration": "Oral",
      "maxDose": "20 mg/day for ED and BPH; 40 mg/day for PAH",
      "minDose": "2.5 mg/day",
      "classification": "Selective PDE5 inhibitor (vasodilator)",
      "presentation": "Tablets of 2.5 mg, 5 mg, 10 mg, and 20 mg",
      "drugInteractions": "Contraindicated with nitrates; potentiates antihypertensive effects; metabolized by CYP3A4",
      "posology": "10–20 mg before sexual activity or 2.5–5 mg/day for daily use; 40 mg/day for PAH",
      "storage": "Room temperature, protected from light and moisture",
      "preparation": "Not applicable",
      "compatibleSolutions": "Not applicable",
      "contraindications": "Concurrent use with nitrates, cardiovascular instability, severe hepatic impairment",
      "medicalPrecautions": "Assess liver function, blood pressure, cardiovascular history",
      "pharmaceuticalPrecautions": "Avoid combination with nitrates; review interactions with other antihypertensives",
      "nursingCare": "Educate about onset of action, avoid excessive alcohol consumption, monitor adverse effects",
      "bibliographicSources": "Micromedex, UpToDate, FDA, ANVISA, Cialis/Adcirca package insert"
    }
  },
  "ES": {
    "external": {
      "name": "Tadalafilo",
      "suspension": "Suspender 48 horas antes de cirugías mayores con riesgo cardiovascular o uso de anestesia general.",
      "risk": "Puede causar hipotensión significativa si se asocia con anestésicos o vasodilatadores; riesgo aumentado con nitratos o inestabilidad cardiovascular.",
      "reintroduction": "Reintroducir tras estabilización hemodinámica y ausencia de uso de nitratos o anestésicos con acción vasodilatadora."
    },
    "bulario": {
      "principioActivo": "Tadalafilo",
      "nombreComercial": "Cialis, Adcirca",
      "mecanismoAccion": "Inhibidor selectivo de la fosfodiesterasa tipo 5 (PDE5), aumenta el GMPc y relaja la musculatura lisa del cuerpo cavernoso y vasos pulmonares",
      "farmacocinetica": "Alta biodisponibilidad oral; pico plasmático a las 2 horas; vida media de aproximadamente 17,5 horas; metabolismo hepático vía CYP3A4; excreción fecal",
      "farmacodinamica": "Vasodilatación dependiente de óxido nítrico; mejora la erección peniana y reduce la resistencia vascular pulmonar",
      "indicaciones": "Disfunción eréctil, hiperplasia prostática benigna (HPB), hipertensión arterial pulmonar (HAP)",
      "reaccionesAdversas": "Cefalea, dispepsia, rubor, dolor de espalda, mialgia, congestión nasal, visión borrosa",
      "riesgoEmbarazo": "Categoría B (para HAP)",
      "riesgoLactancia": "Uso con precaución, datos insuficientes",
      "administracion": "Oral",
      "dosisMaxima": "20 mg/día para disfunción eréctil y HPB; 40 mg/día para HAP",
      "dosisMinima": "2,5 mg/día",
      "clasificacion": "Inhibidor selectivo de PDE5 (vasodilatador)",
      "presentacion": "Tabletas de 2,5 mg, 5 mg, 10 mg y 20 mg",
      "interaccionesMedicamentosas": "Contraindicado con nitratos; potencia efectos de antihipertensivos; metabolizado por CYP3A4",
      "posologia": "10–20 mg antes de la actividad sexual o 2,5–5 mg/día para uso diario; 40 mg/día para HAP",
      "almacenamiento": "Temperatura ambiente, protegido de luz y humedad",
      "preparacion": "No aplicable",
      "solucionesCompatibles": "No aplicable",
      "contraindicaciones": "Uso concomitante con nitratos, inestabilidad cardiovascular, insuficiencia hepática grave",
      "cuidadosMedicos": "Evaluar función hepática, presión arterial e historial cardiovascular",
      "cuidadosFarmaceuticos": "Evitar asociación con nitratos; revisar interacción con otros antihipertensivos",
      "cuidadosEnfermeria": "Orientar sobre tiempo de acción, evitar consumo excesivo de alcohol, monitorear efectos adversos",
      "fuentesBibliograficas": "Micromedex, UpToDate, FDA, ANMAT, prospecto Cialis/Adcirca"
    }
  },
  "CH": {
    "external": {
      "name": "他达拉非",
      "suspension": "在有心血管风险的大型手术或使用全身麻醉前48小时停用。",
      "risk": "与麻醉剂或血管扩张剂合用可能引起显著低血压；与硝酸酯类或心血管不稳定患者风险增加。",
      "reintroduction": "在血流动力学稳定且无硝酸酯类或血管扩张麻醉剂使用后重新使用。"
    },
    "bulario": {
      "有效成分": "他达拉非",
      "商品名": "Cialis, Adcirca",
      "作用机制": "选择性磷酸二酯酶5型（PDE5）抑制剂，增加环磷酸鸟苷（cGMP），使阴茎海绵体和平滑肌及肺血管平滑肌松弛",
      "药代动力学": "口服生物利用度高；血浆峰浓度2小时；半衰期约17.5小时；肝脏代谢（CYP3A4）；粪便排泄",
      "药效学": "依赖一氧化氮的血管舒张；改善阴茎勃起，降低肺血管阻力",
      "适应症": "勃起功能障碍，良性前列腺增生（BPH），肺动脉高压（PAH）",
      "不良反应": "头痛，消化不良，潮红，背痛，肌痛，鼻塞，视力模糊",
      "孕期风险": "B类（针对PAH）",
      "哺乳期风险": "谨慎使用，缺乏足够数据",
      "给药途径": "口服",
      "最大剂量": "勃起功能障碍及BPH每日20毫克；PAH每日40毫克",
      "最小剂量": "每日2.5毫克",
      "分类": "选择性PDE5抑制剂（血管扩张剂）",
      "剂型": "2.5毫克、5毫克、10毫克及20毫克片剂",
      "药物相互作用": "禁与硝酸酯类合用；增强抗高血压药效；经CYP3A4代谢",
      "用法用量": "性生活前10-20毫克，或每日2.5-5毫克；PAH每日40毫克",
      "储存条件": "室温保存，避光避湿",
      "制备": "不适用",
      "兼容溶液": "不适用",
      "禁忌症": "与硝酸酯类同时使用，心血管不稳定，严重肝功能不全",
      "医疗注意事项": "评估肝功能、血压及心血管病史",
      "药学注意事项": "避免与硝酸酯类联合使用；检查与其他抗高血压药的相互作用",
      "护理注意事项": "告知起效时间，避免过量饮酒，监测不良反应",
      "参考文献": "Micromedex, UpToDate, FDA, 国家药监局, Cialis/Adcirca 说明书"
    }
  }
}
