{
  "PT": {
    "external": {
      "name": "Tafenoquina",
      "suspension": "Suspender 5 dias antes de cirurgias eletivas em pacientes com risco de hemólise ou em uso de outras 8-aminoquinolinas.",
      "risk": "Pode causar hemólise grave em pacientes com deficiência de G6PD; risco de toxicidade psiquiátrica e distúrbios visuais.",
      "reintroduction": "Reintroduzir apenas após avaliação de G6PD, normalização hematológica e ausência de sintomas neuropsiquiátricos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tafenoquina",
      "nomeComercial": "Krintafel, Kozenis",
      "mecanismoAcao": "Derivado da 8-aminoquinolina que interfere na função mitocondrial do Plasmodium, causando a destruição dos estágios hepáticos (hipnozoítos) e sanguíneos.",
      "farmacocinetica": "Absorção oral rápida; pico plasmático em aproximadamente 13 horas; meia-vida terminal prolongada (~15 dias); metabolismo hepático (CYP2D6); excreção fecal e urinária.",
      "farmacodinamica": "Esquizonticida sanguíneo e tecidual; eficaz contra P. vivax e P. falciparum; elimina hipnozoítos hepáticos prevenindo recaídas.",
      "indicacoes": "Tratamento radical da malária por P. vivax (erradicação de hipnozoítos), profilaxia da malária em viajantes.",
      "reacoesAdversas": "Náuseas, vômitos, dor abdominal, tontura, metemoglobinemia, hemólise em pacientes com deficiência de G6PD.",
      "riscoGravidez": "Categoria D (uso contraindicado).",
      "riscoLactacao": "Contraindicado se lactente for G6PD-deficiente.",
      "administracao": "Oral.",
      "doseMaxima": "300 mg em dose única (tratamento); 200 mg/semana (profilaxia).",
      "doseMinima": "200 mg.",
      "classificacao": "Antimalárico 8-aminoquinolina de ação prolongada.",
      "apresentacao": "Comprimidos de 150 mg.",
      "interacaoMedicamento": "Uso concomitante com drogas que prolongam QT, substratos de CYP2D6, não recomendado com outros hemolíticos.",
      "posologia": "300 mg VO dose única no 1º ou 2º dia após cloroquina (tratamento); 200 mg VO semanal após dose inicial diária por 3 dias (profilaxia).",
      "armazenamento": "Temperatura ambiente, frasco fechado e seco.",
      "preparo": "Uso direto.",
      "solucoesCompatíveis": "Não se aplica.",
      "contraindicacoes": "Gravidez, lactação (se lactente G6PD-deficiente), deficiência de G6PD, menores de 16 anos, distúrbios psiquiátricos graves.",
      "cuidadosMedicos": "Confirmar status de G6PD antes do uso; monitorar hemoglobina, sinais de toxicidade psiquiátrica.",
      "cuidadosFarmaceuticos": "Garantir prescrição após teste de G6PD; educar sobre sinais de hemólise.",
      "cuidadosEnfermagem": "Monitorar tolerância digestiva, cor da urina, coloração da pele e mucosas.",
      "fontesBibliograficas": "WHO Guidelines for Malaria, FDA, ANVISA, Micromedex, UpToDate"
    }
  },
  "US": {
    "external": {
      "name": "Tafenoquine",
      "suspension": "Suspend 5 days prior to elective surgeries in patients at risk of hemolysis or using other 8-aminoquinolines.",
      "risk": "May cause severe hemolysis in patients with G6PD deficiency; risk of psychiatric toxicity and visual disturbances.",
      "reintroduction": "Reintroduce only after G6PD evaluation, hematological normalization, and absence of neuropsychiatric symptoms."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tafenoquine",
      "nomeComercial": "Krintafel, Kozenis",
      "mecanismoAcao": "8-aminoquinoline derivative that interferes with Plasmodium mitochondrial function, causing destruction of hepatic (hypnozoite) and blood stages.",
      "farmacocinetica": "Rapid oral absorption; peak plasma level at ~13 hours; prolonged terminal half-life (~15 days); hepatic metabolism (CYP2D6); fecal and urinary excretion.",
      "farmacodinamica": "Blood and tissue schizonticide; effective against P. vivax and P. falciparum; eliminates hepatic hypnozoites preventing relapses.",
      "indicacoes": "Radical cure of P. vivax malaria (eradication of hypnozoites), malaria prophylaxis in travelers.",
      "reacoesAdversas": "Nausea, vomiting, abdominal pain, dizziness, methemoglobinemia, hemolysis in G6PD-deficient patients.",
      "riscoGravidez": "Category D (contraindicated).",
      "riscoLactacao": "Contraindicated if infant is G6PD-deficient.",
      "administracao": "Oral.",
      "doseMaxima": "300 mg single dose (treatment); 200 mg/week (prophylaxis).",
      "doseMinima": "200 mg.",
      "classificacao": "Long-acting antimalarial 8-aminoquinoline.",
      "apresentacao": "150 mg tablets.",
      "interacaoMedicamento": "Concomitant use with QT-prolonging drugs, CYP2D6 substrates, not recommended with other hemolytics.",
      "posologia": "300 mg PO single dose on day 1 or 2 after chloroquine (treatment); 200 mg PO weekly after initial daily dose for 3 days (prophylaxis).",
      "armazenamento": "Store at room temperature, keep bottle closed and dry.",
      "preparo": "Direct use.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Pregnancy, lactation (if infant G6PD-deficient), G6PD deficiency, under 16 years, severe psychiatric disorders.",
      "cuidadosMedicos": "Confirm G6PD status before use; monitor hemoglobin, signs of psychiatric toxicity.",
      "cuidadosFarmaceuticos": "Ensure prescription after G6PD testing; educate on signs of hemolysis.",
      "cuidadosEnfermagem": "Monitor digestive tolerance, urine color, skin and mucosal coloration.",
      "fontesBibliograficas": "WHO Guidelines for Malaria, FDA, ANVISA, Micromedex, UpToDate"
    }
  },
  "ES": {
    "external": {
      "name": "Tafenoquina",
      "suspension": "Suspender 5 días antes de cirugías electivas en pacientes con riesgo de hemólisis o en uso de otras 8-aminoquinolinas.",
      "risk": "Puede causar hemólisis grave en pacientes con deficiencia de G6PD; riesgo de toxicidad psiquiátrica y trastornos visuales.",
      "reintroduction": "Reintroducir solo tras evaluación de G6PD, normalización hematológica y ausencia de síntomas neuropsiquiátricos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tafenoquina",
      "nomeComercial": "Krintafel, Kozenis",
      "mecanismoAcao": "Derivado de la 8-aminoquinolina que interfiere en la función mitocondrial del Plasmodium, causando la destrucción de las fases hepáticas (hipnozoítos) y sanguíneas.",
      "farmacocinetica": "Absorción oral rápida; pico plasmático a las ~13 h; vida media terminal prolongada (~15 días); metabolismo hepático (CYP2D6); excreción fecal y urinaria.",
      "farmacodinamica": "Esquizonticida sanguíneo y tisular; eficaz contra P. vivax y P. falciparum; elimina hipnozoítos hepáticos previniendo recaídas.",
      "indicacoes": "Tratamiento radical de la malaria por P. vivax (erradicación de hipnozoítos), profilaxis de la malaria en viajeros.",
      "reacoesAdversas": "Náuseas, vómitos, dolor abdominal, mareo, metahemoglobinemia, hemólisis en pacientes con deficiencia de G6PD.",
      "riscoGravidez": "Categoría D (uso contraindicado).",
      "riscoLactacao": "Contraindicado si el lactante es deficiente en G6PD.",
      "administracao": "Oral.",
      "doseMaxima": "300 mg en dosis única (tratamiento); 200 mg/semana (profilaxis).",
      "doseMinima": "200 mg.",
      "classificacao": "Antipalúdico 8-aminoquinolínico de acción prolongada.",
      "apresentacao": "Comprimidos de 150 mg.",
      "interacaoMedicamento": "Uso concomitante con fármacos que prolongan el QT, sustratos de CYP2D6, no recomendado con otros hemolíticos.",
      "posologia": "300 mg VO dosis única en el 1º o 2º día tras cloroquina (tratamiento); 200 mg VO semanal tras dosis diaria inicial durante 3 días (profilaxis).",
      "armazenamento": "Temperatura ambiente, frasco cerrado y seco.",
      "preparo": "Uso directo.",
      "solucoesCompatíveis": "No aplica.",
      "contraindicacoes": "Embarazo, lactancia (si el lactante es deficiente en G6PD), deficiencia de G6PD, menores de 16 años, trastornos psiquiátricos graves.",
      "cuidadosMedicos": "Confirmar estado de G6PD antes del uso; monitorizar hemoglobina, signos de toxicidad psiquiátrica.",
      "cuidadosFarmaceuticos": "Asegurar prescripción tras prueba de G6PD; educar sobre signos de hemólisis.",
      "cuidadosEnfermagem": "Monitorizar tolerancia digestiva, color de orina, coloración de piel y mucosas.",
      "fontesBibliograficas": "WHO Guidelines for Malaria, FDA, ANVISA, Micromedex, UpToDate"
    }
  },
  "CH": {
    "external": {
      "name": "Tafenoquin",
      "suspension": "5 Tage vor elektiven Operationen bei Patienten mit Hämolyserisiko oder Anwendung anderer 8-Aminoquinoline absetzen.",
      "risk": "Kann schwere Hämolyse bei Patienten mit G6PD-Mangel verursachen; Risiko psychiatrischer Toxizität und Sehstörungen.",
      "reintroduction": "Wiedereinführung nur nach G6PD-Bewertung, hämatologischer Normalisierung und Fehlen neuropsychiatrischer Symptome."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tafenoquin",
      "nomeComercial": "Krintafel, Kozenis",
      "mecanismoAcao": "8-Aminoquinolin-Derivat, das die mitochondriale Funktion von Plasmodium beeinträchtigt und zur Zerstörung von Leberstadien (Hypnozoiten) und Blutstadien führt.",
      "farmacocinetica": "Schnelle orale Absorption; Plasmaspitze nach ca. 13 Stunden; verlängerte terminale Halbwertszeit (~15 Tage); hepatischer Metabolismus (CYP2D6); fäkale und renale Ausscheidung.",
      "farmacodinamica": "Blut- und Gewebeschizontizid; wirksam gegen P. vivax und P. falciparum; eliminiert Leberhypnozoiten und verhindert Rückfälle.",
      "indicacoes": "Radikalbehandlung der P. vivax-Malaria (Eliminierung von Hypnozoiten), Malariaprophylaxe bei Reisenden.",
      "reacoesAdversas": "Übelkeit, Erbrechen, Bauchschmerzen, Schwindel, Methämoglobinämie, Hämolyse bei G6PD-Mangel.",
      "riscoGravidez": "Kategorie D (Kontraindikation).",
      "riscoLactacao": "Kontraindiziert, wenn das gestillte Kind G6PD-Mangel hat.",
      "administracao": "Oral.",
      "doseMaxima": "300 mg Einzeldosis (Behandlung); 200 mg/Woche (Prophylaxe).",
      "doseMinima": "200 mg.",
      "classificacao": "Lang wirkendes Antimalariamittel, 8-Aminoquinolin.",
      "apresentacao": "Tabletten zu 150 mg.",
      "interacaoMedicamento": "Gleichzeitige Anwendung mit QT-verlängernden Arzneimitteln, CYP2D6-Substraten, nicht empfohlen mit anderen hämolytischen Substanzen.",
      "posologia": "300 mg p.o. als Einzeldosis am 1. oder 2. Tag nach Chloroquin (Behandlung); 200 mg p.o. wöchentlich nach initialer täglicher Dosis über 3 Tage (Prophylaxe).",
      "armazenamento": "Raumtemperatur, Flasche geschlossen und trocken aufbewahren.",
      "preparo": "Direkte Anwendung.",
      "solucoesCompatíveis": "Nicht zutreffend.",
      "contraindicacoes": "Schwangerschaft, Stillzeit (bei G6PD-Mangel des Säuglings), G6PD-Mangel, unter 16 Jahren, schwere psychiatrische Störungen.",
      "cuidadosMedicos": "G6PD-Status vor Anwendung bestätigen; Hämoglobin und Anzeichen psychiatrischer Toxizität überwachen.",
      "cuidadosFarmaceuticos": "Verschreibung erst nach G6PD-Test; Aufklärung über Hämolysesymptome.",
      "cuidadosEnfermagem": "Überwachung der gastrointestinalen Verträglichkeit, Urinfarbe, Haut- und Schleimhautfärbung.",
      "fontesBibliograficas": "WHO Guidelines for Malaria, FDA, ANVISA, Micromedex, UpToDate"
    }
  }
}
