{
  "PT": {
    "external": {
      "name": "Tamibaroteno",
      "suspension": "Suspender 7 dias antes de cirurgias eletivas devido ao risco de síndrome de diferenciação e alterações hepáticas.",
      "risk": "Risco de hepatotoxicidade, leucocitose, síndrome de diferenciação e teratogenicidade grave.",
      "reintroduction": "Reintroduzir somente após estabilização hepática e ausência de sinais inflamatórios sistêmicos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tamibaroteno",
      "nomeComercial": "Amnolake",
      "mecanismoAcao": "Agonista seletivo de receptores retinoides RARα e RARβ; promove diferenciação celular e apoptose em células leucêmicas com translocação t(15;17).",
      "farmacocinetica": "Biodisponibilidade oral elevada; meia-vida de aproximadamente 8 horas; metabolização hepática predominantemente via CYP3A4; excreção fecal e renal.",
      "farmacodinamica": "Estimula maturação de promielócitos na leucemia promielocítica aguda (LPA) com resistência ou recidiva após ATRA; reduz carga leucêmica e induz remissão molecular.",
      "indicacoes": "Tratamento de leucemia promielocítica aguda (LPA) recidivada ou resistente ao ácido all-trans retinoico (ATRA).",
      "reacoesAdversas": "Cefaleia, rash, náuseas, leucocitose, hipertrigliceridemia, elevação de enzimas hepáticas, síndrome de diferenciação.",
      "riscoGravidez": "Categoria X (teratogênico).",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Oral.",
      "doseMaxima": "6 mg/dia (dividida em 2 tomadas).",
      "doseMinima": "2 mg/dia.",
      "classificacao": "Agente de diferenciação celular (retinoide sintético).",
      "apresentacao": "Cápsulas de 2 mg.",
      "interacaoMedicamento": "Metabolizado pelo CYP3A4; interação com inibidores/indutores do citocromo; risco aumentado com outros retinoides.",
      "posologia": "6 mg/dia (2 mg 3x/dia) por até 8 semanas ou conforme resposta hematológica.",
      "armazenamento": "Temperatura ambiente (15–25 ºC), protegido da luz.",
      "preparo": "Não requer preparo especial.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Gravidez, lactação, hipersensibilidade a retinoides, insuficiência hepática grave.",
      "cuidadosMedicos": "Monitorar função hepática, lipidograma, hemograma e sinais de síndrome de diferenciação.",
      "cuidadosFarmaceuticos": "Controle de estoque rigoroso, orientação sobre contracepção e teratogenicidade.",
      "cuidadosEnfermagem": "Acompanhar sinais de toxicidade, adesão ao tratamento e sinais vitais.",
      "fontesBibliograficas": "Micromedex, UpToDate, ANVISA, PubChem, J Clin Oncol, Bula japonesa do Amnolake."
    }
  },
  "US": {
    "external": {
      "name": "Tamibarotene",
      "suspension": "Discontinue 7 days prior to elective surgeries due to risk of differentiation syndrome and hepatic alterations.",
      "risk": "Risk of hepatotoxicity, leukocytosis, differentiation syndrome, and severe teratogenicity.",
      "reintroduction": "Reintroduce only after hepatic stabilization and absence of systemic inflammatory signs."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tamibarotene",
      "nomeComercial": "Amnolake",
      "mecanismoAcao": "Selective agonist of retinoid receptors RARα and RARβ; promotes cellular differentiation and apoptosis in leukemic cells with t(15;17) translocation.",
      "farmacocinetica": "High oral bioavailability; half-life approximately 8 hours; hepatic metabolism mainly via CYP3A4; fecal and renal excretion.",
      "farmacodinamica": "Stimulates maturation of promyelocytes in acute promyelocytic leukemia (APL) resistant or relapsed after ATRA; reduces leukemic burden and induces molecular remission.",
      "indicacoes": "Treatment of relapsed or ATRA-resistant acute promyelocytic leukemia (APL).",
      "reacoesAdversas": "Headache, rash, nausea, leukocytosis, hypertriglyceridemia, elevated liver enzymes, differentiation syndrome.",
      "riscoGravidez": "Category X (teratogenic).",
      "riscoLactacao": "Contraindicated.",
      "administracao": "Oral.",
      "doseMaxima": "6 mg/day (divided into 2 doses).",
      "doseMinima": "2 mg/day.",
      "classificacao": "Cell differentiation agent (synthetic retinoid).",
      "apresentacao": "2 mg capsules.",
      "interacaoMedicamento": "Metabolized by CYP3A4; interaction with cytochrome inhibitors/inducers; increased risk with other retinoids.",
      "posologia": "6 mg/day (2 mg 3x/day) for up to 8 weeks or according to hematologic response.",
      "armazenamento": "Room temperature (15–25 ºC), protected from light.",
      "preparo": "No special preparation required.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Pregnancy, breastfeeding, hypersensitivity to retinoids, severe hepatic insufficiency.",
      "cuidadosMedicos": "Monitor liver function, lipid profile, blood count, and signs of differentiation syndrome.",
      "cuidadosFarmaceuticos": "Strict inventory control, counseling on contraception and teratogenicity.",
      "cuidadosEnfermagem": "Monitor for toxicity signs, treatment adherence, and vital signs.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, PubChem, J Clin Oncol, Japanese Amnolake package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Tamibaroteno",
      "suspension": "Suspender 7 días antes de cirugías electivas debido al riesgo de síndrome de diferenciación y alteraciones hepáticas.",
      "risk": "Riesgo de hepatotoxicidad, leucocitosis, síndrome de diferenciación y teratogenicidad grave.",
      "reintroduction": "Reintroducir solo después de la estabilización hepática y ausencia de signos inflamatorios sistémicos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tamibaroteno",
      "nomeComercial": "Amnolake",
      "mecanismoAcao": "Agonista selectivo de los receptores retinoides RARα y RARβ; promueve la diferenciación celular y apoptosis en células leucémicas con translocación t(15;17).",
      "farmacocinetica": "Biodisponibilidad oral alta; vida media de aproximadamente 8 horas; metabolismo hepático principalmente por CYP3A4; excreción fecal y renal.",
      "farmacodinamica": "Estimula la maduración de los promielocitos en la leucemia promielocítica aguda (LPA) resistente o recidivante tras ATRA; reduce la carga leucémica e induce remisión molecular.",
      "indicacoes": "Tratamiento de la leucemia promielocítica aguda (LPA) recidivante o resistente al ácido all-trans retinoico (ATRA).",
      "reacoesAdversas": "Cefalea, erupción cutánea, náuseas, leucocitosis, hipertrigliceridemia, elevación de enzimas hepáticas, síndrome de diferenciación.",
      "riscoGravidez": "Categoría X (teratogénico).",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Oral.",
      "doseMaxima": "6 mg/día (dividido en 2 tomas).",
      "doseMinima": "2 mg/día.",
      "classificacao": "Agente de diferenciación celular (retinoide sintético).",
      "apresentacao": "Cápsulas de 2 mg.",
      "interacaoMedicamento": "Metabolizado por CYP3A4; interacción con inhibidores/inductores del citocromo; riesgo aumentado con otros retinoides.",
      "posologia": "6 mg/día (2 mg 3 veces/día) durante hasta 8 semanas o según respuesta hematológica.",
      "armazenamento": "Temperatura ambiente (15–25 ºC), protegido de la luz.",
      "preparo": "No requiere preparación especial.",
      "solucoesCompatíveis": "No aplicable.",
      "contraindicacoes": "Embarazo, lactancia, hipersensibilidad a retinoides, insuficiencia hepática grave.",
      "cuidadosMedicos": "Monitorear función hepática, perfil lipídico, hemograma y signos de síndrome de diferenciación.",
      "cuidadosFarmaceuticos": "Control estricto de inventario, orientación sobre anticoncepción y teratogenicidad.",
      "cuidadosEnfermagem": "Vigilar signos de toxicidad, adherencia al tratamiento y signos vitales.",
      "fontesBibliograficas": "Micromedex, UpToDate, AEMPS, PubChem, J Clin Oncol, Prospecto japonés de Amnolake."
    }
  },
  "CH": {
    "external": {
      "name": "他米巴罗汀",
      "suspension": "因分化综合征和肝脏异常风险，择期手术前应提前7天停用。",
      "risk": "存在肝毒性、白细胞增多、分化综合征及严重致畸风险。",
      "reintroduction": "仅在肝功能稳定且无全身炎症表现后方可重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "他米巴罗汀",
      "nomeComercial": "Amnolake",
      "mecanismoAcao": "选择性激动RARα和RARβ视黄酸受体；促进携带t(15;17)易位的白血病细胞分化和凋亡。",
      "farmacocinetica": "口服生物利用度高；半衰期约8小时；主要经CYP3A4肝脏代谢；粪便和肾脏排泄。",
      "farmacodinamica": "可促进急性早幼粒细胞白血病（APL）经ATRA治疗后耐药或复发患者的早幼粒细胞分化，降低白血病负荷，诱导分子缓解。",
      "indicacoes": "用于治疗经全反式维甲酸（ATRA）治疗后复发或耐药的急性早幼粒细胞白血病（APL）。",
      "reacoesAdversas": "头痛、皮疹、恶心、白细胞增多、高三酰甘油血症、肝酶升高、分化综合征。",
      "riscoGravidez": "X类（致畸）。",
      "riscoLactacao": "禁用。",
      "administracao": "口服。",
      "doseMaxima": "每日6毫克（分2次服用）。",
      "doseMinima": "每日2毫克。",
      "classificacao": "细胞分化剂（合成类维甲酸）。",
      "apresentacao": "2毫克胶囊。",
      "interacaoMedicamento": "经CYP3A4代谢，与细胞色素抑制剂/诱导剂有相互作用，与其他维甲酸类药物合用风险增加。",
      "posologia": "每日6毫克（2毫克，每日3次），最长8周或根据血液学反应调整。",
      "armazenamento": "室温（15–25 ºC），避光保存。",
      "preparo": "无需特殊准备。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "妊娠、哺乳、对维甲酸过敏、严重肝功能不全者禁用。",
      "cuidadosMedicos": "监测肝功能、血脂、血常规及分化综合征体征。",
      "cuidadosFarmaceuticos": "严格库存管理，指导避孕及致畸风险宣教。",
      "cuidadosEnfermagem": "关注毒性表现、依从性及生命体征。",
      "fontesBibliograficas": "Micromedex，UpToDate，NMPA，PubChem，J Clin Oncol，日本Amnolake说明书。"
    }
  }
}
