{
  "PT": {
    "external": {
      "name": "Teicoplanina",
      "suspension": "Suspender 48 horas antes de procedimentos eletivos apenas se risco de nefrotoxicidade ou interação com anestésicos for relevante.",
      "risk": "Risco de reação de hipersensibilidade, nefrotoxicidade e interação com outros nefrotóxicos no perioperatório.",
      "reintroduction": "Reintroduzir após estabilização hemodinâmica e reavaliação da função renal."
    },
    "bulario": {
      "nomePrincipioAtivo": "Teicoplanina",
      "nomeComercial": "Targocid",
      "mecanismoAcao": "Glicopeptídeo que inibe a síntese da parede celular bacteriana por ligação à D-Ala-D-Ala do precursor do peptidoglicano.",
      "farmacocinetica": "Meia-vida longa (~70–100h); alta ligação à albumina; excreção predominantemente renal; administração por via intramuscular (IM) ou intravenosa (IV).",
      "farmacodinamica": "Ação bactericida contra bactérias Gram-positivas, incluindo Staphylococcus (inclusive MRSA), Streptococcus e Enterococcus.",
      "indicacoes": "Tratamento de infecções graves causadas por Gram-positivos, como endocardite, osteomielite, sepse, infecções cutâneas e pneumonia hospitalar.",
      "reacoesAdversas": "Erupções cutâneas, febre, prurido, nefrotoxicidade (menos frequente que vancomicina), ototoxicidade, flebite.",
      "riscoGravidez": "Categoria B.",
      "riscoLactacao": "Uso com cautela; dados insuficientes sobre excreção no leite materno.",
      "administracao": "Administração IV lenta (3–5 minutos) ou infusão (30 minutos); IM é dolorosa e deve ser evitada.",
      "doseMaxima": "12 mg/kg/dia.",
      "doseMinima": "3 mg/kg/dia.",
      "classificacao": "Antibiótico glicopeptídeo.",
      "apresentacao": "Frascos-ampola de 200 mg e 400 mg (liofilizado) acompanhados de diluente.",
      "interacaoMedicamento": "Pode potencializar toxicidade renal com aminoglicosídeos, ciclosporina e anti-inflamatórios não esteroidais (AINEs).",
      "posologia": "6–12 mg/kg/dia IV em dose única diária após dose de ataque (400 mg 3x/dia por 3 dias).",
      "armazenamento": "Pó armazenado à temperatura ambiente; solução reconstituída deve ser refrigerada e utilizada em até 24 horas.",
      "preparo": "Reconstituir com o diluente fornecido; diluir em soro fisiológico 0,9% para infusão.",
      "solucoesCompatíveis": "Soro fisiológico 0,9%, solução glicosada 5%.",
      "contraindicacoes": "Hipersensibilidade a glicopeptídeos.",
      "cuidadosMedicos": "Monitorar função renal, resposta clínica e níveis séricos se necessário.",
      "cuidadosFarmaceuticos": "Garantir estabilidade da solução e correta reconstituição.",
      "cuidadosEnfermagem": "Monitorar sinais vitais, reações infusionais e dor local.",
      "fontesBibliograficas": "Micromedex, UpToDate, Bula Targocid, ANVISA."
    }
  },
  "US": {
    "external": {
      "name": "Teicoplanin",
      "suspension": "Suspend 48 hours before elective procedures only if risk of nephrotoxicity or interaction with anesthetics is relevant.",
      "risk": "Risk of hypersensitivity reactions, nephrotoxicity, and interaction with other nephrotoxic agents in the perioperative period.",
      "reintroduction": "Reintroduce after hemodynamic stabilization and reassessment of renal function."
    },
    "bulario": {
      "nomePrincipioAtivo": "Teicoplanin",
      "nomeComercial": "Targocid",
      "mecanismoAcao": "Glycopeptide that inhibits bacterial cell wall synthesis by binding to the D-Ala-D-Ala terminus of the peptidoglycan precursor.",
      "farmacocinetica": "Long half-life (~70–100h); high albumin binding; predominantly renal excretion; administered via intramuscular (IM) or intravenous (IV) route.",
      "farmacodinamica": "Bactericidal activity against Gram-positive bacteria, including Staphylococcus (including MRSA), Streptococcus, and Enterococcus.",
      "indicacoes": "Treatment of severe infections caused by Gram-positive organisms, including endocarditis, osteomyelitis, sepsis, skin infections, and hospital-acquired pneumonia.",
      "reacoesAdversas": "Skin rash, fever, pruritus, nephrotoxicity (less frequent than vancomycin), ototoxicity, phlebitis.",
      "riscoGravidez": "Pregnancy Category B.",
      "riscoLactacao": "Use with caution; insufficient data regarding excretion in breast milk.",
      "administracao": "Slow IV administration (3–5 minutes) or infusion (30 minutes); IM route is painful and should be avoided.",
      "doseMaxima": "12 mg/kg/day.",
      "doseMinima": "3 mg/kg/day.",
      "classificacao": "Glycopeptide antibiotic.",
      "apresentacao": "Vials of 200 mg and 400 mg (lyophilized) with diluent.",
      "interacaoMedicamento": "May potentiate renal toxicity with aminoglycosides, cyclosporine, and nonsteroidal anti-inflammatory drugs (NSAIDs).",
      "posologia": "6–12 mg/kg/day IV once daily after loading dose (400 mg 3x/day for 3 days).",
      "armazenamento": "Powder stored at room temperature; reconstituted solution should be refrigerated and used within 24 hours.",
      "preparo": "Reconstitute with provided diluent; dilute in 0.9% saline for infusion.",
      "solucoesCompatíveis": "0.9% saline, 5% dextrose solution.",
      "contraindicacoes": "Hypersensitivity to glycopeptides.",
      "cuidadosMedicos": "Monitor renal function, clinical response, and serum levels if necessary.",
      "cuidadosFarmaceuticos": "Ensure solution stability and correct reconstitution.",
      "cuidadosEnfermagem": "Monitor vital signs, infusion reactions, and local pain.",
      "fontesBibliograficas": "Micromedex, UpToDate, Targocid package insert, FDA."
    }
  },
  "ES": {
    "external": {
      "name": "Teicoplanina",
      "suspension": "Suspender 48 horas antes de procedimientos electivos solo si el riesgo de nefrotoxicidad o interacción con anestésicos es relevante.",
      "risk": "Riesgo de reacción de hipersensibilidad, nefrotoxicidad e interacción con otros nefrotóxicos en el perioperatorio.",
      "reintroduction": "Reintroducir tras la estabilización hemodinámica y reevaluación de la función renal."
    },
    "bulario": {
      "nomePrincipioAtivo": "Teicoplanina",
      "nomeComercial": "Targocid",
      "mecanismoAcao": "Glicopéptido que inhibe la síntesis de la pared celular bacteriana uniéndose al extremo D-Ala-D-Ala del precursor del peptidoglicano.",
      "farmacocinetica": "Vida media prolongada (~70–100h); alta unión a albúmina; excreción predominantemente renal; administración por vía intramuscular (IM) o intravenosa (IV).",
      "farmacodinamica": "Actividad bactericida frente a bacterias Gram-positivas, incluyendo Staphylococcus (incluido MRSA), Streptococcus y Enterococcus.",
      "indicacoes": "Tratamiento de infecciones graves por Gram-positivos, como endocarditis, osteomielitis, sepsis, infecciones cutáneas y neumonía hospitalaria.",
      "reacoesAdversas": "Erupciones cutáneas, fiebre, prurito, nefrotoxicidad (menos frecuente que vancomicina), ototoxicidad, flebitis.",
      "riscoGravidez": "Categoría B.",
      "riscoLactacao": "Uso con precaución; datos insuficientes sobre excreción en leche materna.",
      "administracao": "Administración IV lenta (3–5 minutos) o infusión (30 minutos); la vía IM es dolorosa y debe evitarse.",
      "doseMaxima": "12 mg/kg/día.",
      "doseMinima": "3 mg/kg/día.",
      "classificacao": "Antibiótico glicopéptido.",
      "apresentacao": "Viales de 200 mg y 400 mg (liofilizado) con diluyente.",
      "interacaoMedicamento": "Puede potenciar la toxicidad renal con aminoglucósidos, ciclosporina y antiinflamatorios no esteroideos (AINEs).",
      "posologia": "6–12 mg/kg/día IV en dosis única diaria tras dosis de carga (400 mg 3x/día durante 3 días).",
      "armazenamento": "Polvo almacenado a temperatura ambiente; la solución reconstituida debe refrigerarse y usarse en 24 horas.",
      "preparo": "Reconstituir con el diluyente proporcionado; diluir en suero fisiológico 0,9% para infusión.",
      "solucoesCompatíveis": "Suero fisiológico 0,9%, solución glucosada 5%.",
      "contraindicacoes": "Hipersensibilidad a glicopéptidos.",
      "cuidadosMedicos": "Monitorizar función renal, respuesta clínica y niveles séricos si es necesario.",
      "cuidadosFarmaceuticos": "Garantizar la estabilidad de la solución y la correcta reconstitución.",
      "cuidadosEnfermagem": "Monitorizar signos vitales, reacciones infusionales y dolor local.",
      "fontesBibliograficas": "Micromedex, UpToDate, Prospecto de Targocid, AEMPS."
    }
  },
  "CH": {
    "external": {
      "name": "替考拉宁",
      "suspension": "仅在存在肾毒性风险或与麻醉药有相关相互作用时，择期手术前48小时停用。",
      "risk": "围手术期存在超敏反应、肾毒性及与其他肾毒性药物相互作用风险。",
      "reintroduction": "血流动力学稳定且肾功能重新评估后可重新给予。"
    },
    "bulario": {
      "nomePrincipioAtivo": "替考拉宁",
      "nomeComercial": "Targocid",
      "mecanismoAcao": "糖肽类抗生素，通过与肽聚糖前体D-Ala-D-Ala末端结合抑制细菌细胞壁合成。",
      "farmacocinetica": "半衰期长（约70–100小时）；高白蛋白结合率；主要经肾脏排泄；可肌注（IM）或静注（IV）给药。",
      "farmacodinamica": "对革兰氏阳性菌（包括金黄色葡萄球菌[含MRSA]、链球菌、肠球菌）有杀菌作用。",
      "indicacoes": "适用于由革兰氏阳性菌引起的严重感染，包括心内膜炎、骨髓炎、败血症、皮肤感染及医院获得性肺炎。",
      "reacoesAdversas": "皮疹、发热、瘙痒、肾毒性（低于万古霉素）、耳毒性、静脉炎。",
      "riscoGravidez": "B类。",
      "riscoLactacao": "哺乳期慎用；无足够数据。",
      "administracao": "缓慢静推（3–5分钟）或静脉输注（30分钟）；IM注射疼痛明显，应避免。",
      "doseMaxima": "12 mg/kg/天。",
      "doseMinima": "3 mg/kg/天。",
      "classificacao": "糖肽类抗生素。",
      "apresentacao": "200 mg、400 mg冻干粉注射剂，配有稀释液。",
      "interacaoMedicamento": "与氨基糖苷类、环孢素、NSAIDs等合用可增强肾毒性。",
      "posologia": "6–12 mg/kg/天，IV每日一次，首剂负荷量（400 mg，每日3次，连用3天）。",
      "armazenamento": "粉剂室温保存；复溶液需冷藏，24小时内用完。",
      "preparo": "用配套稀释液复溶后，再用0.9%氯化钠注射液稀释静滴。",
      "solucoesCompatíveis": "0.9%氯化钠注射液、5%葡萄糖注射液。",
      "contraindicacoes": "对糖肽类抗生素过敏者禁用。",
      "cuidadosMedicos": "监测肾功能、临床疗效及必要时的血药浓度。",
      "cuidadosFarmaceuticos": "确保溶液稳定性及复溶操作正确。",
      "cuidadosEnfermagem": "监测生命体征、输注反应及局部疼痛。",
      "fontesBibliograficas": "Micromedex、UpToDate、Targocid说明书、国家药监局。"
    }
  }
}
