{
  "PT": {
    "external": {
      "name": "Temazepam",
      "suspension": "Suspender 48–72 horas antes de procedimentos eletivos que envolvam sedação ou anestesia geral.",
      "risk": "Risco de sedação prolongada, depressão respiratória e potencial interação com anestésicos e opioides. Pode causar tolerância e abstinência em uso prolongado.",
      "reintroduction": "Reintroduzir após recuperação completa da função respiratória e neurológica no pós-operatório."
    },
    "bulario": {
      "nomePrincipioAtivo": "Temazepam",
      "nomeComercial": "Restoril, Normison, Tenox",
      "mecanismoAcao": "Benzodiazepínico que atua como agonista dos receptores GABA-A, aumentando a frequência de abertura dos canais de cloro e promovendo sedação, ansiolose e relaxamento muscular",
      "farmacocinetica": "Absorção oral rápida; pico plasmático em 1–2 h; meia-vida de 8–15 h; metabolização hepática; excreção renal",
      "farmacodinamica": "Promove indução e manutenção do sono, com redução da latência e aumento da duração total do sono",
      "indicacoes": "Insônia de curta duração (dificuldade para iniciar ou manter o sono)",
      "reacoesAdversas": "Sonolência diurna, fadiga, cefaleia, distúrbios de memória, tolerância, dependência, tontura",
      "riscoGravidez": "Categoria X – contraindicado",
      "riscoLactacao": "Contraindicado – excreta-se no leite",
      "administracao": "Via oral, à noite antes de dormir",
      "doseMaxima": "30 mg/dia",
      "doseMinima": "7,5 mg/dia",
      "classificacao": "Hipnótico benzodiazepínico de curta/média duração",
      "apresentacao": "Cápsulas de 7,5 mg, 15 mg e 30 mg",
      "interacaoMedicamento": "Potencializa efeitos de depressores do SNC; metabolizado pelo CYP3A; interação com álcool, opiáceos, antipsicóticos",
      "posologia": "7,5–30 mg VO ao deitar; ajustar em idosos ou hepatopatas",
      "armazenamento": "Temperatura ambiente, protegido da luz",
      "preparo": "Não requer preparo especial",
      "solucoesCompatíveis": "Não aplicável",
      "contraindicacoes": "Miastenia grave, apneia do sono, insuficiência respiratória grave, insuficiência hepática, gravidez e lactação",
      "cuidadosMedicos": "Monitorar sinais de sedação excessiva, risco de dependência e tolerância",
      "cuidadosFarmaceuticos": "Alertar para não combinar com álcool ou operar máquinas; uso restrito ao período necessário",
      "cuidadosEnfermagem": "Monitorar padrão do sono, sinais vitais, nível de alerta pela manhã",
      "fontesBibliograficas": "Micromedex, UpToDate, ANVISA, FDA, bula Restoril"
    }
  },
  "US": {
    "external": {
      "name": "Temazepam",
      "suspension": "Suspend 48–72 hours prior to elective procedures involving sedation or general anesthesia.",
      "risk": "Risk of prolonged sedation, respiratory depression, and potential interaction with anesthetics and opioids. May cause tolerance and withdrawal with prolonged use.",
      "reintroduction": "Reintroduce after full recovery of respiratory and neurologic function postoperatively."
    },
    "bulario": {
      "nomePrincipioAtivo": "Temazepam",
      "nomeComercial": "Restoril, Normison, Tenox",
      "mecanismoAcao": "Benzodiazepine acting as a GABA-A receptor agonist, increasing chloride channel opening frequency and promoting sedation, anxiolysis, and muscle relaxation.",
      "farmacocinetica": "Rapid oral absorption; peak plasma concentration in 1–2 h; half-life of 8–15 h; hepatic metabolism; renal excretion.",
      "farmacodinamica": "Promotes sleep induction and maintenance, reducing latency and increasing total sleep duration.",
      "indicacoes": "Short-term insomnia (difficulty initiating or maintaining sleep).",
      "reacoesAdversas": "Daytime drowsiness, fatigue, headache, memory disturbances, tolerance, dependence, dizziness.",
      "riscoGravidez": "Category X – contraindicated.",
      "riscoLactacao": "Contraindicated – excreted in breast milk.",
      "administracao": "Oral route, at night before bedtime.",
      "doseMaxima": "30 mg/day",
      "doseMinima": "7.5 mg/day",
      "classificacao": "Short/intermediate-acting benzodiazepine hypnotic.",
      "apresentacao": "Capsules of 7.5 mg, 15 mg, and 30 mg.",
      "interacaoMedicamento": "Potentiates CNS depressants; metabolized by CYP3A; interacts with alcohol, opioids, antipsychotics.",
      "posologia": "7.5–30 mg orally at bedtime; adjust in elderly or those with hepatic impairment.",
      "armazenamento": "Store at room temperature, protected from light.",
      "preparo": "No special preparation required.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Severe myasthenia gravis, sleep apnea, severe respiratory insufficiency, hepatic failure, pregnancy, and breastfeeding.",
      "cuidadosMedicos": "Monitor for signs of excessive sedation, risk of dependence and tolerance.",
      "cuidadosFarmaceuticos": "Warn not to combine with alcohol or operate machinery; restrict use to necessary period.",
      "cuidadosEnfermagem": "Monitor sleep pattern, vital signs, and morning alertness.",
      "fontesBibliograficas": "Micromedex, UpToDate, ANVISA, FDA, Restoril package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Temazepam",
      "suspension": "Suspender 48–72 horas antes de procedimientos electivos que impliquen sedación o anestesia general.",
      "risk": "Riesgo de sedación prolongada, depresión respiratoria e interacción potencial con anestésicos y opioides. Puede causar tolerancia y abstinencia con uso prolongado.",
      "reintroduction": "Reintroducir tras la recuperación completa de la función respiratoria y neurológica en el postoperatorio."
    },
    "bulario": {
      "nomePrincipioAtivo": "Temazepam",
      "nomeComercial": "Restoril, Normison, Tenox",
      "mecanismoAcao": "Benzodiacepina que actúa como agonista de los receptores GABA-A, aumentando la frecuencia de apertura de los canales de cloro y promoviendo sedación, ansiolisis y relajación muscular.",
      "farmacocinetica": "Absorción oral rápida; pico plasmático en 1–2 h; vida media de 8–15 h; metabolismo hepático; excreción renal.",
      "farmacodinamica": "Favorece la inducción y el mantenimiento del sueño, reduciendo la latencia y aumentando la duración total del sueño.",
      "indicacoes": "Insomnio de corta duración (dificultad para iniciar o mantener el sueño).",
      "reacoesAdversas": "Somnolencia diurna, fatiga, cefalea, alteraciones de la memoria, tolerancia, dependencia, mareo.",
      "riscoGravidez": "Categoría X – contraindicado.",
      "riscoLactacao": "Contraindicado – se excreta en la leche materna.",
      "administracao": "Vía oral, por la noche antes de dormir.",
      "doseMaxima": "30 mg/día",
      "doseMinima": "7,5 mg/día",
      "classificacao": "Hipnótico benzodiacepínico de corta/media duración.",
      "apresentacao": "Cápsulas de 7,5 mg, 15 mg y 30 mg.",
      "interacaoMedicamento": "Potencia los efectos de depresores del SNC; metabolizado por CYP3A; interacción con alcohol, opiáceos, antipsicóticos.",
      "posologia": "7,5–30 mg VO al acostarse; ajustar en ancianos o hepatópatas.",
      "armazenamento": "Temperatura ambiente, protegido de la luz.",
      "preparo": "No requiere preparación especial.",
      "solucoesCompatíveis": "No aplicable.",
      "contraindicacoes": "Miastenia grave, apnea del sueño, insuficiencia respiratoria grave, insuficiencia hepática, embarazo y lactancia.",
      "cuidadosMedicos": "Monitorizar signos de sedación excesiva, riesgo de dependencia y tolerancia.",
      "cuidadosFarmaceuticos": "Advertir no combinar con alcohol ni manejar maquinaria; uso restringido al periodo necesario.",
      "cuidadosEnfermagem": "Monitorizar patrón de sueño, signos vitales y nivel de alerta matutino.",
      "fontesBibliograficas": "Micromedex, UpToDate, ANVISA, FDA, prospecto de Restoril."
    }
  },
  "CH": {
    "external": {
      "name": "替马西泮 (Temazepam)",
      "suspension": "在涉及镇静或全身麻醉的择期手术前48–72小时停用。",
      "risk": "有延长镇静、呼吸抑制的风险，并可能与麻醉药和阿片类药物发生相互作用。长期使用可导致耐受性和戒断。",
      "reintroduction": "术后在呼吸和神经功能完全恢复后可重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "替马西泮 (Temazepam)",
      "nomeComercial": "Restoril, Normison, Tenox",
      "mecanismoAcao": "苯二氮䓬类，通过激活GABA-A受体，增加氯通道开放频率，促进镇静、抗焦虑和肌肉松弛。",
      "farmacocinetica": "口服吸收快；1–2小时达峰浓度；半衰期8–15小时；肝脏代谢；肾脏排泄。",
      "farmacodinamica": "促进入睡和维持睡眠，缩短入睡潜伏期并延长总睡眠时间。",
      "indicacoes": "短期失眠（入睡或维持睡眠困难）。",
      "reacoesAdversas": "白天嗜睡、疲劳、头痛、记忆障碍、耐受性、依赖性、头晕。",
      "riscoGravidez": "X类 – 禁用。",
      "riscoLactacao": "禁用 – 可分泌至乳汁。",
      "administracao": "口服，睡前服用。",
      "doseMaxima": "30 mg/天",
      "doseMinima": "7.5 mg/天",
      "classificacao": "短/中效苯二氮䓬类催眠药。",
      "apresentacao": "7.5 mg、15 mg、30 mg胶囊。",
      "interacaoMedicamento": "增强中枢神经抑制药的作用；CYP3A代谢；与酒精、阿片类、抗精神病药相互作用。",
      "posologia": "每晚睡前口服7.5–30 mg；老年人或肝功能障碍者需调整剂量。",
      "armazenamento": "室温保存，避光。",
      "preparo": "无需特殊准备。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "重症肌无力、睡眠呼吸暂停、严重呼吸功能不全、肝功能衰竭、孕期及哺乳期禁用。",
      "cuidadosMedicos": "监测过度镇静、依赖性和耐受性风险。",
      "cuidadosFarmaceuticos": "告知勿与酒精同用或驾车操作机械；仅限必要期间使用。",
      "cuidadosEnfermagem": "监测睡眠模式、生命体征及晨间警觉性。",
      "fontesBibliograficas": "Micromedex, UpToDate, ANVISA, FDA, Restoril说明书。"
    }
  }
}
