{
  "PT": {
    "external": {
      "name": "Terlipressina",
      "suspension": "Suspender 24 horas antes de cirurgias eletivas não urgentes, especialmente em pacientes com risco cardiovascular.",
      "risk": "Risco de isquemia cardíaca, periférica e intestinal, bradicardia, arritmias e distúrbios eletrolíticos.",
      "reintroduction": "Reintroduzir após estabilização hemodinâmica e normalização dos eletrólitos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Terlipressina",
      "nomeComercial": "Glypressin, Terlivaz",
      "mecanismoAcao": "Análogo sintético da vasopressina com efeito vasoconstritor potente, atua nos receptores V1 causando vasoconstrição esplâncnica e aumento da perfusão renal.",
      "farmacocinetica": "Pró-fármaco da lisina-vasopressina; meia-vida de 6 horas; início de ação em 30 minutos após administração IV; metabolização hepática.",
      "farmacodinamica": "Reduz a pressão portal e melhora a perfusão renal em pacientes com síndrome hepatorrenal; reduz sangramento em varizes esofágicas.",
      "indicacoes": "Hemorragia por varizes esofágicas, síndrome hepatorrenal tipo 1 (SHR-AKI), hipotensão refratária em choque séptico (uso off-label).",
      "reacoesAdversas": "Palidez, hipertensão, bradicardia, isquemia periférica, dor abdominal, hiponatremia, diarreia.",
      "riscoGravidez": "Categoria C.",
      "riscoLactacao": "Uso com cautela; não há dados suficientes.",
      "administracao": "Intravenosa (bolus ou infusão contínua).",
      "doseMaxima": "12 mg/dia.",
      "doseMinima": "0,85 mg.",
      "classificacao": "Vasoconstritor seletivo V1; análogo da vasopressina.",
      "apresentacao": "Frascos-ampola 0,85 mg liofilizado.",
      "interacaoMedicamento": "Pode potencializar efeitos de outros vasopressores; risco de isquemia aumentado com beta-bloqueadores e norepinefrina.",
      "posologia": "SHR: 1 mg IV a cada 6 horas; hemorragia digestiva alta: 2 mg IV inicial, depois 1 mg a cada 4–6 h.",
      "armazenamento": "Refrigerado (2–8 °C); usar solução reconstituída em até 24 h.",
      "preparo": "Reconstituir com água para injeção e diluir em SF 0,9%.",
      "solucoesCompatíveis": "SF 0,9%.",
      "contraindicacoes": "Isquemia cardíaca, doença vascular periférica grave, hipersensibilidade.",
      "cuidadosMedicos": "Monitorar PA, eletrólitos, perfusão periférica, função renal.",
      "cuidadosFarmaceuticos": "Observar estabilidade, reconstituição e tempo máximo de uso.",
      "cuidadosEnfermagem": "Monitorar sinais vitais, dor abdominal, extremidades frias ou pálidas.",
      "fontesBibliograficas": "UpToDate, Micromedex, FDA, ANVISA, bula Glypressin."
    }
  },
  "US": {
    "external": {
      "name": "Terlipressin",
      "suspension": "Suspend 24 hours before non-urgent elective surgeries, especially in patients with cardiovascular risk.",
      "risk": "Risk of cardiac, peripheral and intestinal ischemia, bradycardia, arrhythmias, and electrolyte disturbances.",
      "reintroduction": "Reintroduce after hemodynamic stabilization and normalization of electrolytes."
    },
    "bulario": {
      "nomePrincipioAtivo": "Terlipressin",
      "nomeComercial": "Glypressin, Terlivaz",
      "mecanismoAcao": "Synthetic analog of vasopressin with potent vasoconstrictor effect, acts on V1 receptors causing splanchnic vasoconstriction and increased renal perfusion.",
      "farmacocinetica": "Prodrug of lysine-vasopressin; half-life of 6 hours; onset of action 30 minutes after IV administration; hepatic metabolism.",
      "farmacodinamica": "Reduces portal pressure and improves renal perfusion in patients with hepatorenal syndrome; decreases bleeding in esophageal varices.",
      "indicacoes": "Bleeding from esophageal varices, type 1 hepatorenal syndrome (HRS-AKI), refractory hypotension in septic shock (off-label use).",
      "reacoesAdversas": "Pallor, hypertension, bradycardia, peripheral ischemia, abdominal pain, hyponatremia, diarrhea.",
      "riscoGravidez": "Category C.",
      "riscoLactacao": "Use with caution; insufficient data.",
      "administracao": "Intravenous (bolus or continuous infusion).",
      "doseMaxima": "12 mg/day.",
      "doseMinima": "0.85 mg.",
      "classificacao": "Selective V1 vasoconstrictor; vasopressin analog.",
      "apresentacao": "Vials of 0.85 mg lyophilized powder.",
      "interacaoMedicamento": "May potentiate effects of other vasopressors; increased risk of ischemia with beta-blockers and norepinephrine.",
      "posologia": "HRS: 1 mg IV every 6 hours; upper GI bleeding: 2 mg IV initial, then 1 mg every 4–6 h.",
      "armazenamento": "Refrigerated (2–8 °C); use reconstituted solution within 24 h.",
      "preparo": "Reconstitute with water for injection and dilute in 0.9% saline.",
      "solucoesCompatíveis": "0.9% saline.",
      "contraindicacoes": "Cardiac ischemia, severe peripheral vascular disease, hypersensitivity.",
      "cuidadosMedicos": "Monitor BP, electrolytes, peripheral perfusion, renal function.",
      "cuidadosFarmaceuticos": "Observe stability, reconstitution, and maximum usage time.",
      "cuidadosEnfermagem": "Monitor vital signs, abdominal pain, cold or pale extremities.",
      "fontesBibliograficas": "UpToDate, Micromedex, FDA, ANVISA, Glypressin package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Terlipresina",
      "suspension": "Suspender 24 horas antes de cirugías electivas no urgentes, especialmente en pacientes con riesgo cardiovascular.",
      "risk": "Riesgo de isquemia cardíaca, periférica e intestinal, bradicardia, arritmias y trastornos electrolíticos.",
      "reintroduction": "Reintroducir tras la estabilización hemodinámica y normalización de los electrolitos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Terlipresina",
      "nomeComercial": "Glypressin, Terlivaz",
      "mecanismoAcao": "Análogo sintético de la vasopresina con potente efecto vasoconstrictor, actúa sobre los receptores V1 provocando vasoconstricción esplácnica y aumento de la perfusión renal.",
      "farmacocinetica": "Profármaco de lisina-vasopresina; vida media de 6 horas; inicio de acción 30 minutos tras administración IV; metabolismo hepático.",
      "farmacodinamica": "Reduce la presión portal y mejora la perfusión renal en pacientes con síndrome hepatorrenal; reduce el sangrado en varices esofágicas.",
      "indicacoes": "Hemorragia por varices esofágicas, síndrome hepatorrenal tipo 1 (SHR-AKI), hipotensión refractaria en shock séptico (uso fuera de ficha técnica).",
      "reacoesAdversas": "Palidez, hipertensión, bradicardia, isquemia periférica, dolor abdominal, hiponatremia, diarrea.",
      "riscoGravidez": "Categoría C.",
      "riscoLactacao": "Usar con precaución; no hay datos suficientes.",
      "administracao": "Intravenosa (bolo o infusión continua).",
      "doseMaxima": "12 mg/día.",
      "doseMinima": "0,85 mg.",
      "classificacao": "Vasoconstrictor selectivo V1; análogo de la vasopresina.",
      "apresentacao": "Viales de 0,85 mg liofilizado.",
      "interacaoMedicamento": "Puede potenciar los efectos de otros vasopresores; riesgo aumentado de isquemia con betabloqueantes y noradrenalina.",
      "posologia": "SHR: 1 mg IV cada 6 horas; hemorragia digestiva alta: 2 mg IV inicial, luego 1 mg cada 4–6 h.",
      "armazenamento": "Refrigerado (2–8 °C); usar la solución reconstituida en un máximo de 24 h.",
      "preparo": "Reconstituir con agua para inyección y diluir en SF 0,9%.",
      "solucoesCompatíveis": "SF 0,9%.",
      "contraindicacoes": "Isquemia cardíaca, enfermedad vascular periférica grave, hipersensibilidad.",
      "cuidadosMedicos": "Monitorizar PA, electrolitos, perfusión periférica, función renal.",
      "cuidadosFarmaceuticos": "Observar estabilidad, reconstitución y tiempo máximo de uso.",
      "cuidadosEnfermagem": "Monitorizar signos vitales, dolor abdominal, extremidades frías o pálidas.",
      "fontesBibliograficas": "UpToDate, Micromedex, FDA, ANVISA, prospecto Glypressin."
    }
  },
  "CH": {
    "external": {
      "name": "特利普汀",
      "suspension": "对于有心血管风险的患者，择期非紧急手术前24小时停用。",
      "risk": "有心脏、外周和肠道缺血、心动过缓、心律失常和电解质紊乱的风险。",
      "reintroduction": "在血流动力学稳定和电解质恢复正常后重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "特利普汀（Terlipressin）",
      "nomeComercial": "Glypressin, Terlivaz",
      "mecanismoAcao": "合成加压素类似物，具有强效血管收缩作用，作用于V1受体引起内脏血管收缩并增加肾脏灌注。",
      "farmacocinetica": "赖氨酸加压素的前体药物；半衰期6小时；静脉注射后30分钟起效；肝脏代谢。",
      "farmacodinamica": "降低门静脉压力，提高肝肾综合征患者的肾灌注；减少食管静脉曲张出血。",
      "indicacoes": "食管静脉曲张出血、1型肝肾综合征（SHR-AKI）、脓毒性休克难治性低血压（超说明书使用）。",
      "reacoesAdversas": "面色苍白、高血压、心动过缓、外周缺血、腹痛、低钠血症、腹泻。",
      "riscoGravidez": "C类。",
      "riscoLactacao": "慎用；资料不足。",
      "administracao": "静脉注射（推注或持续输注）。",
      "doseMaxima": "12 mg/天。",
      "doseMinima": "0.85 mg。",
      "classificacao": "选择性V1血管收缩剂；加压素类似物。",
      "apresentacao": "0.85 mg冻干粉针剂瓶装。",
      "interacaoMedicamento": "可增强其他血管活性药的作用；与β受体阻滞剂和去甲肾上腺素合用时缺血风险增加。",
      "posologia": "SHR：每6小时静脉注射1 mg；上消化道出血：初始2 mg静脉注射，随后每4–6小时1 mg。",
      "armazenamento": "冷藏（2–8°C）；重构溶液24小时内使用。",
      "preparo": "用注射用水重构后，再用0.9%氯化钠稀释。",
      "solucoesCompatíveis": "0.9%氯化钠。",
      "contraindicacoes": "心脏缺血、严重外周血管病、过敏。",
      "cuidadosMedicos": "监测血压、电解质、外周灌注、肾功能。",
      "cuidadosFarmaceuticos": "注意稳定性、重构及最大使用时限。",
      "cuidadosEnfermagem": "监测生命体征、腹痛、四肢冰冷或苍白。",
      "fontesBibliograficas": "UpToDate, Micromedex, FDA, ANVISA, Glypressin说明书。"
    }
  }
}
