{
  "PT": {
    "external": {
      "name": "Tesamorelina",
      "suspension": "Suspender 5 dias antes de cirurgias eletivas em pacientes com risco cardiovascular, tumores ativos ou descompensação metabólica.",
      "risk": "Risco de retenção hídrica, hiperglicemia, neuropatia periférica e possível estimulação de neoplasias latentes.",
      "reintroduction": "Reintroduzir após recuperação clínica e exclusão de contraindicações oncológicas ou metabólicas."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tesamorelina",
      "nomeComercial": "Egrifta",
      "mecanismoAcao": "Análogo do hormônio liberador de GH (GHRH); estimula a liberação endógena de GH, que promove lipólise e aumento da IGF-1.",
      "farmacocinetica": "Administração subcutânea; meia-vida de 26–38 minutos; metabolização por proteólise; excreção renal e hepática mínima.",
      "farmacodinamica": "Aumenta níveis de GH e IGF-1, promovendo redução da gordura visceral abdominal (VAT), melhora da composição corporal e metabolismo lipídico.",
      "indicacoes": "Lipodistrofia associada ao HIV em adultos com excesso de gordura visceral abdominal.",
      "reacoesAdversas": "Artralgia, edema, dor no local da injeção, erupção cutânea, hiperglicemia, parestesia.",
      "riscoGravidez": "Categoria X – contraindicado.",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Subcutânea, preferencialmente abdominal, diariamente.",
      "doseMaxima": "2 mg/dia.",
      "doseMinima": "1 mg/dia (em ajuste por efeitos adversos ou função renal).",
      "classificacao": "Secretagogo do hormônio de crescimento (análogo do GHRH).",
      "apresentacao": "Pó liofilizado 1 mg ou 2 mg + diluente.",
      "interacaoMedicamento": "Pode afetar glicemia e necessidade de insulina/antidiabéticos; uso concomitante com GH pode potencializar efeitos adversos.",
      "posologia": "2 mg SC 1x/dia à noite; reavaliar após 6 meses.",
      "armazenamento": "Frascos sob refrigeração (2–8 ºC); solução reconstituída deve ser usada em até 24h.",
      "preparo": "Reconstituir com diluente fornecido e aplicar imediatamente.",
      "solucoesCompatíveis": "Água bacteriostática para injeção.",
      "contraindicacoes": "Gravidez, lactação, câncer ativo, hipersensibilidade à tesamorelina ou manitol.",
      "cuidadosMedicos": "Monitorar glicemia, níveis de IGF-1, sintomas de retenção hídrica ou neuropatia periférica.",
      "cuidadosFarmaceuticos": "Orientar reconstituição e técnica de aplicação; observar validade e conservação.",
      "cuidadosEnfermagem": "Ensinar técnica SC, observar sinais de reação local e adesão terapêutica.",
      "fontesBibliograficas": "FDA, UpToDate, Micromedex, ANVISA, bula Egrifta."
    }
  },
  "US": {
    "external": {
      "name": "Tesamorelin",
      "suspension": "Suspend 5 days prior to elective surgeries in patients with cardiovascular risk, active tumors, or metabolic decompensation.",
      "risk": "Risk of fluid retention, hyperglycemia, peripheral neuropathy, and possible stimulation of latent neoplasms.",
      "reintroduction": "Reintroduce after clinical recovery and exclusion of oncological or metabolic contraindications."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tesamorelin",
      "nomeComercial": "Egrifta",
      "mecanismoAcao": "Growth hormone-releasing hormone (GHRH) analog; stimulates endogenous GH release, promoting lipolysis and increased IGF-1.",
      "farmacocinetica": "Subcutaneous administration; half-life of 26–38 minutes; metabolized by proteolysis; minimal renal and hepatic excretion.",
      "farmacodinamica": "Increases GH and IGF-1 levels, reducing visceral abdominal fat (VAT), improving body composition and lipid metabolism.",
      "indicacoes": "HIV-associated lipodystrophy in adults with excess abdominal visceral fat.",
      "reacoesAdversas": "Arthralgia, edema, injection site pain, rash, hyperglycemia, paresthesia.",
      "riscoGravidez": "Category X – contraindicated.",
      "riscoLactacao": "Contraindicated.",
      "administracao": "Subcutaneous, preferably abdominal, daily.",
      "doseMaxima": "2 mg/day.",
      "doseMinima": "1 mg/day (if adjusted for adverse effects or renal function).",
      "classificacao": "Growth hormone secretagogue (GHRH analog).",
      "apresentacao": "Lyophilized powder 1 mg or 2 mg + diluent.",
      "interacaoMedicamento": "May affect glycemia and insulin/antidiabetic requirements; concomitant GH use may enhance adverse effects.",
      "posologia": "2 mg SC once daily at night; reassess after 6 months.",
      "armazenamento": "Vials refrigerated (2–8 ºC); reconstituted solution must be used within 24h.",
      "preparo": "Reconstitute with supplied diluent and administer immediately.",
      "solucoesCompatíveis": "Bacteriostatic water for injection.",
      "contraindicacoes": "Pregnancy, lactation, active cancer, hypersensitivity to tesamorelin or mannitol.",
      "cuidadosMedicos": "Monitor glycemia, IGF-1 levels, symptoms of fluid retention or peripheral neuropathy.",
      "cuidadosFarmaceuticos": "Instruct on reconstitution and administration technique; observe expiration and storage.",
      "cuidadosEnfermagem": "Teach SC technique, monitor for local reaction and treatment adherence.",
      "fontesBibliograficas": "FDA, UpToDate, Micromedex, ANVISA, Egrifta package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Tesamorelina",
      "suspension": "Suspender 5 días antes de cirugías electivas en pacientes con riesgo cardiovascular, tumores activos o descompensación metabólica.",
      "risk": "Riesgo de retención de líquidos, hiperglucemia, neuropatía periférica y posible estimulación de neoplasias latentes.",
      "reintroduction": "Reintroducir tras la recuperación clínica y la exclusión de contraindicaciones oncológicas o metabólicas."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tesamorelina",
      "nomeComercial": "Egrifta",
      "mecanismoAcao": "Análogo de la hormona liberadora de GH (GHRH); estimula la liberación endógena de GH, promoviendo la lipólisis y el aumento de IGF-1.",
      "farmacocinetica": "Administración subcutánea; vida media de 26–38 minutos; metabolización por proteólisis; excreción renal y hepática mínima.",
      "farmacodinamica": "Aumenta los niveles de GH e IGF-1, promoviendo la reducción de la grasa visceral abdominal (VAT), mejorando la composición corporal y el metabolismo lipídico.",
      "indicacoes": "Lipodistrofia asociada al VIH en adultos con exceso de grasa visceral abdominal.",
      "reacoesAdversas": "Artralgia, edema, dolor en el sitio de inyección, erupción cutánea, hiperglucemia, parestesia.",
      "riscoGravidez": "Categoría X – contraindicado.",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Subcutánea, preferentemente abdominal, diariamente.",
      "doseMaxima": "2 mg/día.",
      "doseMinima": "1 mg/día (ajustado por efectos adversos o función renal).",
      "classificacao": "Secretagogo de la hormona de crecimiento (análogo de GHRH).",
      "apresentacao": "Polvo liofilizado 1 mg o 2 mg + diluyente.",
      "interacaoMedicamento": "Puede afectar la glucemia y la necesidad de insulina/antidiabéticos; el uso concomitante con GH puede potenciar los efectos adversos.",
      "posologia": "2 mg SC 1 vez/día por la noche; reevaluar después de 6 meses.",
      "armazenamento": "Viales refrigerados (2–8 ºC); la solución reconstituida debe usarse en 24h.",
      "preparo": "Reconstituir con el diluyente proporcionado y aplicar inmediatamente.",
      "solucoesCompatíveis": "Agua bacteriostática para inyección.",
      "contraindicacoes": "Embarazo, lactancia, cáncer activo, hipersensibilidad a la tesamorelina o manitol.",
      "cuidadosMedicos": "Monitorizar glucemia, niveles de IGF-1, síntomas de retención de líquidos o neuropatía periférica.",
      "cuidadosFarmaceuticos": "Orientar sobre la reconstitución y la técnica de aplicación; observar caducidad y conservación.",
      "cuidadosEnfermagem": "Enseñar la técnica SC, observar signos de reacción local y adherencia terapéutica.",
      "fontesBibliograficas": "FDA, UpToDate, Micromedex, ANVISA, prospecto de Egrifta."
    }
  },
  "CH": {
    "external": {
      "name": "特沙莫瑞林",
      "suspension": "在有心血管风险、活动性肿瘤或代谢失代偿的患者中，择期手术前5天停用。",
      "risk": "有液体潴留、高血糖、周围神经病变及可能刺激潜在肿瘤的风险。",
      "reintroduction": "临床恢复并排除肿瘤或代谢禁忌后可重新引入。"
    },
    "bulario": {
      "nomePrincipioAtivo": "特沙莫瑞林",
      "nomeComercial": "Egrifta",
      "mecanismoAcao": "生长激素释放激素（GHRH）类似物；刺激内源性生长激素（GH）分泌，促进脂解和IGF-1增加。",
      "farmacocinetica": "皮下注射给药；半衰期26–38分钟；通过蛋白水解代谢；肾脏和肝脏排泄极少。",
      "farmacodinamica": "可升高GH和IGF-1水平，减少腹部内脏脂肪（VAT），改善体成分和脂质代谢。",
      "indicacoes": "用于HIV相关的腹部内脏脂肪过多成人的脂肪营养不良。",
      "reacoesAdversas": "关节痛、水肿、注射部位疼痛、皮疹、高血糖、感觉异常。",
      "riscoGravidez": "X类–禁用。",
      "riscoLactacao": "禁用。",
      "administracao": "皮下注射，优选腹部，每日一次。",
      "doseMaxima": "2 mg/天。",
      "doseMinima": "1 mg/天（如因不良反应或肾功能调整）。",
      "classificacao": "生长激素促分泌剂（GHRH类似物）。",
      "apresentacao": "1 mg或2 mg冻干粉+稀释剂。",
      "interacaoMedicamento": "可影响血糖及胰岛素/降糖药需求；与GH合用可增强不良反应。",
      "posologia": "每晚2 mg皮下注射，6个月后复评。",
      "armazenamento": "小瓶冷藏（2–8 ºC）；重构溶液24小时内用完。",
      "preparo": "用提供的稀释剂重构后立即注射。",
      "solucoesCompatíveis": "注射用抑菌水。",
      "contraindicacoes": "妊娠、哺乳、活动性肿瘤、对特沙莫瑞林或甘露醇过敏。",
      "cuidadosMedicos": "监测血糖、IGF-1水平、液体潴留或周围神经病变症状。",
      "cuidadosFarmaceuticos": "指导重构与注射技术；注意有效期和储存。",
      "cuidadosEnfermagem": "教学皮下注射技术，观察局部反应和依从性。",
      "fontesBibliograficas": "FDA, UpToDate, Micromedex, ANVISA, Egrifta说明书。"
    }
  }
}
