{
  "PT": {
    "external": {
      "name": "Tetra-hidrozolina",
      "suspension": "Suspender 24 horas antes de procedimentos oftalmológicos ou otorrinolaringológicos.",
      "risk": "Risco de vasoconstrição sistêmica, arritmias, hipertensão, efeito rebote e midríase intensa.",
      "reintroduction": "Reintroduzir após normalização dos sinais vitais e estabilidade cardiovascular."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tetra-hidrozolina",
      "nomeComercial": "Visine, Tyzine, Optizoline",
      "mecanismoAcao": "Agonista α-adrenérgico seletivo; causa vasoconstrição local por ação nos receptores alfa-1 da musculatura lisa vascular.",
      "farmacocinetica": "Início em 5–10 minutos; efeito dura 4–8 horas; absorção sistêmica mínima (uso tópico); excreção renal.",
      "farmacodinamica": "Promove vasoconstrição local, reduzindo hiperemia ocular ou congestão nasal; não possui efeito significativo sobre a pressão intraocular.",
      "indicacoes": "Congestão nasal (spray nasal), hiperemia ocular (colírio), rinite alérgica, conjuntivite irritativa.",
      "reacoesAdversas": "Irritação local, ardor, midríase, cefaleia, tremor, hipertensão, bradicardia reflexa, efeito rebote com uso prolongado.",
      "riscoGravidez": "Categoria C.",
      "riscoLactacao": "Evitar uso prolongado; absorção sistêmica possível.",
      "administracao": "Tópica ocular ou nasal.",
      "doseMaxima": "3–4 aplicações/dia.",
      "doseMinima": "1 aplicação/dia.",
      "classificacao": "Simpatomimético α-adrenérgico de uso tópico.",
      "apresentacao": "Solução oftálmica 0,05%; solução nasal 0,1% (frascos de 5–15 mL).",
      "interacaoMedicamento": "Potencializa ação de outros vasoconstritores e inibidores da MAO.",
      "posologia": "Aplicar 1–2 gotas ou jatos, até 4x/dia por no máximo 5 dias.",
      "armazenamento": "Temperatura ambiente, protegido da luz e calor.",
      "preparo": "Pronto para uso.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Glaucoma de ângulo fechado, hipertensão grave, tireotoxicose, uso de IMAO, crianças <2 anos.",
      "cuidadosMedicos": "Limitar tempo de uso, avaliar risco de efeito rebote e pressão ocular.",
      "cuidadosFarmaceuticos": "Orientar tempo máximo de uso (5 dias), risco de rebote e sinais de toxicidade sistêmica.",
      "cuidadosEnfermagem": "Ensinar técnica correta de aplicação; observar sinais de irritação ou uso excessivo.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, bula Visine."
    }
  },
  "US": {
    "external": {
      "name": "Tetrahydrozoline",
      "suspension": "Suspend 24 hours prior to ophthalmologic or ENT procedures.",
      "risk": "Risk of systemic vasoconstriction, arrhythmias, hypertension, rebound effect, and intense mydriasis.",
      "reintroduction": "Reintroduce after normalization of vital signs and cardiovascular stability."
    },
    "bulario": {
      "activeIngredientName": "Tetrahydrozoline",
      "brandName": "Visine, Tyzine, Optizoline",
      "mechanismOfAction": "Selective α-adrenergic agonist; causes local vasoconstriction by acting on alpha-1 receptors of vascular smooth muscle.",
      "pharmacokinetics": "Onset in 5–10 minutes; effect lasts 4–8 hours; minimal systemic absorption (topical use); renal excretion.",
      "pharmacodynamics": "Promotes local vasoconstriction, reducing ocular hyperemia or nasal congestion; does not significantly affect intraocular pressure.",
      "indications": "Nasal congestion (nasal spray), ocular hyperemia (eye drops), allergic rhinitis, irritative conjunctivitis.",
      "adverseReactions": "Local irritation, burning, mydriasis, headache, tremor, hypertension, reflex bradycardia, rebound effect with prolonged use.",
      "pregnancyRisk": "Category C.",
      "lactationRisk": "Avoid prolonged use; possible systemic absorption.",
      "administration": "Topical ocular or nasal.",
      "maximumDose": "3–4 applications/day.",
      "minimumDose": "1 application/day.",
      "classification": "Topical α-adrenergic sympathomimetic.",
      "presentation": "Ophthalmic solution 0.05%; nasal solution 0.1% (5–15 mL bottles).",
      "drugInteraction": "Potentiates the action of other vasoconstrictors and MAO inhibitors.",
      "dosage": "Apply 1–2 drops or sprays, up to 4 times/day for a maximum of 5 days.",
      "storage": "Room temperature, protected from light and heat.",
      "preparation": "Ready to use.",
      "compatibleSolutions": "Not applicable.",
      "contraindications": "Angle-closure glaucoma, severe hypertension, thyrotoxicosis, MAOI use, children <2 years.",
      "medicalCare": "Limit duration of use, assess risk of rebound effect and ocular pressure.",
      "pharmaceuticalCare": "Advise on maximum duration (5 days), rebound risk, and signs of systemic toxicity.",
      "nursingCare": "Teach correct application technique; observe for signs of irritation or overuse.",
      "bibliographicSources": "Micromedex, UpToDate, FDA, ANVISA, Visine package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Tetrahidrozolina",
      "suspension": "Suspender 24 horas antes de procedimientos oftalmológicos u otorrinolaringológicos.",
      "risk": "Riesgo de vasoconstricción sistémica, arritmias, hipertensión, efecto rebote y midriasis intensa.",
      "reintroduction": "Reintroducir tras la normalización de los signos vitales y la estabilidad cardiovascular."
    },
    "bulario": {
      "nombrePrincipioActivo": "Tetrahidrozolina",
      "nombreComercial": "Visine, Tyzine, Optizoline",
      "mecanismoAccion": "Agonista α-adrenérgico selectivo; causa vasoconstricción local por acción en los receptores alfa-1 del músculo liso vascular.",
      "farmacocinetica": "Inicio en 5–10 minutos; efecto dura 4–8 horas; absorción sistémica mínima (uso tópico); excreción renal.",
      "farmacodinamica": "Promueve vasoconstricción local, reduciendo la hiperemia ocular o congestión nasal; no tiene efecto significativo sobre la presión intraocular.",
      "indicaciones": "Congestión nasal (spray nasal), hiperemia ocular (colirio), rinitis alérgica, conjuntivitis irritativa.",
      "reaccionesAdversas": "Irritación local, ardor, midriasis, cefalea, temblor, hipertensión, bradicardia refleja, efecto rebote con uso prolongado.",
      "riesgoEmbarazo": "Categoría C.",
      "riesgoLactancia": "Evitar el uso prolongado; posible absorción sistémica.",
      "administracion": "Tópica ocular o nasal.",
      "dosisMaxima": "3–4 aplicaciones/día.",
      "dosisMinima": "1 aplicación/día.",
      "clasificacion": "Simpaticomimético α-adrenérgico de uso tópico.",
      "presentacion": "Solución oftálmica 0,05%; solución nasal 0,1% (frascos de 5–15 mL).",
      "interaccionMedicamentos": "Potencia la acción de otros vasoconstrictores e inhibidores de la MAO.",
      "posologia": "Aplicar 1–2 gotas o pulverizaciones, hasta 4 veces/día durante un máximo de 5 días.",
      "almacenamiento": "Temperatura ambiente, protegido de la luz y el calor.",
      "preparacion": "Listo para usar.",
      "solucionesCompatibles": "No aplicable.",
      "contraindicaciones": "Glaucoma de ángulo cerrado, hipertensión grave, tirotoxicosis, uso de IMAO, niños <2 años.",
      "cuidadosMedicos": "Limitar el tiempo de uso, evaluar riesgo de efecto rebote y presión ocular.",
      "cuidadosFarmaceuticos": "Orientar sobre el tiempo máximo de uso (5 días), riesgo de rebote y signos de toxicidad sistémica.",
      "cuidadosEnfermeria": "Enseñar la técnica correcta de aplicación; observar signos de irritación o uso excesivo.",
      "fuentesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, prospecto Visine."
    }
  },
  "CH": {
    "external": {
      "name": "四氢唑啉",
      "suspension": "眼科或耳鼻喉科手术前24小时停用。",
      "risk": "有全身血管收缩、心律失常、高血压、反跳效应和显著散瞳的风险。",
      "reintroduction": "生命体征恢复正常和心血管稳定后可重新使用。"
    },
    "bulario": {
      "活性成分名称": "四氢唑啉",
      "商品名": "Visine, Tyzine, Optizoline",
      "作用机制": "选择性α-肾上腺素能激动剂，通过作用于血管平滑肌的α1受体引起局部血管收缩。",
      "药代动力学": "起效时间5–10分钟；作用持续4–8小时；局部使用时全身吸收极少；经肾脏排泄。",
      "药效学": "促进局部血管收缩，减轻眼部充血或鼻腔充血；对眼内压无明显影响。",
      "适应症": "鼻塞（鼻喷雾）、眼充血（滴眼液）、过敏性鼻炎、刺激性结膜炎。",
      "不良反应": "局部刺激、灼热、散瞳、头痛、震颤、高血压、反射性心动过缓、长期使用可致反跳效应。",
      "妊娠风险": "C类。",
      "哺乳期风险": "避免长期使用；可能有全身吸收。",
      "给药途径": "眼部或鼻部局部用药。",
      "最大剂量": "每日3–4次。",
      "最小剂量": "每日1次。",
      "药物分类": "局部α-肾上腺素能拟交感药。",
      "剂型": "滴眼液0.05%；鼻用溶液0.1%（5–15 mL瓶）。",
      "药物相互作用": "可增强其他血管收缩剂和单胺氧化酶抑制剂的作用。",
      "用法用量": "每次1–2滴或喷，每日最多4次，连续使用不超过5天。",
      "储存": "室温，避光、防热保存。",
      "制备": "即用型。",
      "兼容溶液": "不适用。",
      "禁忌症": "闭角型青光眼、重度高血压、甲状腺功能亢进、正在使用MAOI、2岁以下儿童。",
      "医疗注意事项": "限制使用时间，评估反跳效应及眼压风险。",
      "药学注意事项": "告知最大使用时间（5天）、反跳风险及全身毒性表现。",
      "护理注意事项": "指导正确用药方法；观察刺激或过量使用迹象。",
      "参考文献": "Micromedex, UpToDate, FDA, ANVISA, Visine说明书。"
    }
  }
}
