{
  "PT": {
    "external": {
      "name": "Tezepelumabe",
      "suspension": "Suspender 7 dias antes de procedimentos cirúrgicos maiores ou em caso de risco de infecção grave.",
      "risk": "Risco de reações de hipersensibilidade, infecções respiratórias e interferência em processos inflamatórios agudos.",
      "reintroduction": "Reintroduzir após resolução completa de infecção ou cicatrização cirúrgica adequada."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tezepelumabe",
      "nomeComercial": "Tezspire",
      "mecanismoAcao": "Anticorpo monoclonal humano que bloqueia a TSLP (linfopoietina estromal tímica), uma citocina envolvida na ativação de múltiplas vias inflamatórias na asma.",
      "farmacocinetica": "Administração subcutânea. Tempo para concentração máxima (Tmax) de aproximadamente 7 dias. Meia-vida de eliminação em torno de 26 dias. Metabolismo por catabolismo de IgG.",
      "farmacodinamica": "Reduz eosinofilia, IgE sérica, fração exalada de óxido nítrico (FeNO) e exacerbações da asma. O efeito não depende de biomarcadores alérgicos específicos.",
      "indicacoes": "Tratamento da asma grave, eosinofílica ou não-eosinofílica, em pacientes com 12 anos ou mais que não estejam adequadamente controlados com corticosteroides inalados e outro controlador.",
      "reacoesAdversas": "Faringite, artralgia, dor nas costas, reações no local da injeção, erupção cutânea.",
      "riscoGravidez": "Categoria B.",
      "riscoLactacao": "Uso com cautela; não há dados humanos disponíveis.",
      "administracao": "Via subcutânea.",
      "doseMaxima": "210 mg a cada 4 semanas.",
      "doseMinima": "210 mg por mês.",
      "classificacao": "Anticorpo monoclonal anti-TSLP.",
      "apresentacao": "Seringa preenchida contendo 210 mg em 1,91 mL.",
      "interacaoMedicamento": "Nenhum efeito clinicamente relevante conhecido. Não interfere com imunoterapia alérgica.",
      "posologia": "210 mg por via subcutânea a cada 4 semanas, independente do peso corporal ou de biomarcadores.",
      "armazenamento": "Manter refrigerado entre 2–8 °C. Deixar à temperatura ambiente por 30 minutos antes da administração.",
      "preparo": "Pronto para uso. Não agitar.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Hipersensibilidade grave ao princípio ativo ou a qualquer excipiente da formulação.",
      "cuidadosMedicos": "Avaliar resposta clínica em 4–6 meses. Manter tratamento de base.",
      "cuidadosFarmaceuticos": "Armazenar e transportar refrigerado. Orientar sobre não congelar ou agitar.",
      "cuidadosEnfermagem": "Aplicar via subcutânea no abdome, coxa ou braço. Monitorar reações imediatas.",
      "fontesBibliograficas": "FDA, EMA, ANVISA, UpToDate, Micromedex."
    }
  },
  "US": {
    "external": {
      "name": "Tezepelumab",
      "suspension": "Suspend 7 days prior to major surgical procedures or in cases of significant infection risk.",
      "risk": "Risk of hypersensitivity reactions, respiratory infections, and interference with acute inflammatory processes.",
      "reintroduction": "Reintroduce after complete resolution of infection or adequate surgical wound healing."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tezepelumab",
      "nomeComercial": "Tezspire",
      "mecanismoAcao": "Human monoclonal antibody that blocks TSLP (thymic stromal lymphopoietin), a cytokine involved in the activation of multiple inflammatory pathways in asthma.",
      "farmacocinetica": "Subcutaneous administration. Time to maximum concentration (Tmax) approximately 7 days. Elimination half-life around 26 days. Metabolized via IgG catabolism.",
      "farmacodinamica": "Reduces eosinophilia, serum IgE, exhaled nitric oxide fraction (FeNO), and asthma exacerbations. Effect is not dependent on specific allergic biomarkers.",
      "indicacoes": "Indicated for severe asthma, eosinophilic or non-eosinophilic, in patients aged 12 years and older inadequately controlled with inhaled corticosteroids plus another controller.",
      "reacoesAdversas": "Pharyngitis, arthralgia, back pain, injection site reactions, rash.",
      "riscoGravidez": "Category B.",
      "riscoLactacao": "Use with caution; no human data available.",
      "administracao": "Subcutaneous route.",
      "doseMaxima": "210 mg every 4 weeks.",
      "doseMinima": "210 mg per month.",
      "classificacao": "Anti-TSLP monoclonal antibody.",
      "apresentacao": "Prefilled syringe containing 210 mg in 1.91 mL.",
      "interacaoMedicamento": "No clinically relevant drug interactions known. Does not interfere with allergen immunotherapy.",
      "posologia": "210 mg subcutaneously every 4 weeks, regardless of body weight or biomarkers.",
      "armazenamento": "Store refrigerated at 2–8 °C. Allow to reach room temperature for 30 minutes before administration.",
      "preparo": "Ready to use. Do not shake.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Severe hypersensitivity to the active substance or any excipient.",
      "cuidadosMedicos": "Assess clinical response within 4–6 months. Maintain background therapy.",
      "cuidadosFarmaceuticos": "Store and transport refrigerated. Advise not to freeze or shake.",
      "cuidadosEnfermagem": "Inject subcutaneously into abdomen, thigh, or arm. Monitor for immediate reactions.",
      "fontesBibliograficas": "FDA, EMA, ANVISA, UpToDate, Micromedex."
    }
  },
  "ES": {
    "external": {
      "name": "Tezepelumab",
      "suspension": "Suspender 7 días antes de procedimientos quirúrgicos mayores o en caso de riesgo de infección grave.",
      "risk": "Riesgo de reacciones de hipersensibilidad, infecciones respiratorias e interferencia en procesos inflamatorios agudos.",
      "reintroduction": "Reintroducir tras la resolución completa de la infección o adecuada cicatrización quirúrgica."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tezepelumab",
      "nomeComercial": "Tezspire",
      "mecanismoAcao": "Anticuerpo monoclonal humano que bloquea la TSLP (linfopoyetina estromal tímica), una citocina implicada en la activación de múltiples vías inflamatorias en el asma.",
      "farmacocinetica": "Administración subcutánea. Tiempo hasta la concentración máxima (Tmax) de aproximadamente 7 días. Vida media de eliminación de alrededor de 26 días. Metabolismo por catabolismo de IgG.",
      "farmacodinamica": "Reduce la eosinofilia, IgE sérica, fracción exhalada de óxido nítrico (FeNO) y exacerbaciones del asma. El efecto no depende de biomarcadores alérgicos específicos.",
      "indicacoes": "Tratamiento del asma grave, eosinofílica o no eosinofílica, en pacientes de 12 años o más que no estén adecuadamente controlados con corticosteroides inhalados y otro controlador.",
      "reacoesAdversas": "Faringitis, artralgia, dolor de espalda, reacciones en el lugar de la inyección, erupción cutánea.",
      "riscoGravidez": "Categoría B.",
      "riscoLactacao": "Usar con precaución; no hay datos humanos disponibles.",
      "administracao": "Vía subcutánea.",
      "doseMaxima": "210 mg cada 4 semanas.",
      "doseMinima": "210 mg al mes.",
      "classificacao": "Anticuerpo monoclonal anti-TSLP.",
      "apresentacao": "Jeringa precargada con 210 mg en 1,91 mL.",
      "interacaoMedicamento": "No se conocen interacciones medicamentosas clínicamente relevantes. No interfiere con la inmunoterapia alérgica.",
      "posologia": "210 mg por vía subcutánea cada 4 semanas, independientemente del peso corporal o biomarcadores.",
      "armazenamento": "Conservar refrigerado entre 2–8 °C. Dejar a temperatura ambiente durante 30 minutos antes de la administración.",
      "preparo": "Listo para usar. No agitar.",
      "solucoesCompatíveis": "No aplicable.",
      "contraindicacoes": "Hipersensibilidad grave al principio activo o a algún excipiente.",
      "cuidadosMedicos": "Evaluar la respuesta clínica en 4–6 meses. Mantener el tratamiento de base.",
      "cuidadosFarmaceuticos": "Almacenar y transportar refrigerado. Informar sobre no congelar ni agitar.",
      "cuidadosEnfermagem": "Administrar por vía subcutánea en abdomen, muslo o brazo. Monitorizar reacciones inmediatas.",
      "fontesBibliograficas": "FDA, EMA, ANVISA, UpToDate, Micromedex."
    }
  },
  "CH": {
    "external": {
      "name": "特泽珠单抗 (Tezepelumab)",
      "suspension": "在重大外科手术前7天或存在严重感染风险时暂停用药。",
      "risk": "存在超敏反应、呼吸道感染及对急性炎症过程干扰的风险。",
      "reintroduction": "在感染完全恢复或手术切口愈合良好后可重新用药。"
    },
    "bulario": {
      "nomePrincipioAtivo": "特泽珠单抗 (Tezepelumab)",
      "nomeComercial": "Tezspire",
      "mecanismoAcao": "人源单克隆抗体，可阻断TSLP（胸腺基质淋巴细胞生成素），该细胞因子参与哮喘多种炎症途径的激活。",
      "farmacocinetica": "皮下注射给药。达峰时间（Tmax）约为7天。消除半衰期约为26天。通过IgG分解代谢。",
      "farmacodinamica": "可降低嗜酸性粒细胞、血清IgE、呼气一氧化氮分数（FeNO）及哮喘急性发作发生率。疗效不依赖于特异性过敏生物标志物。",
      "indicacoes": "适用于12岁及以上，使用吸入性糖皮质激素和另一种控制药物后哮喘控制不佳的重度嗜酸性粒细胞型或非嗜酸性粒细胞型哮喘患者。",
      "reacoesAdversas": "咽炎、关节痛、背痛、注射部位反应、皮疹。",
      "riscoGravidez": "B类。",
      "riscoLactacao": "慎用；无人体数据。",
      "administracao": "皮下注射。",
      "doseMaxima": "每4周210毫克。",
      "doseMinima": "每月210毫克。",
      "classificacao": "抗TSLP单克隆抗体。",
      "apresentacao": "预充式注射器，每支含210毫克/1.91毫升。",
      "interacaoMedicamento": "无已知临床相关药物相互作用。不影响变应原免疫治疗。",
      "posologia": "210毫克皮下注射，每4周一次，无需根据体重或生物标志物调整。",
      "armazenamento": "冷藏保存（2–8°C）。使用前需在室温下放置30分钟。",
      "preparo": "即用型。勿摇晃。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "对活性成分或任何辅料严重过敏者禁用。",
      "cuidadosMedicos": "4–6个月内评估临床反应。维持基础治疗。",
      "cuidadosFarmaceuticos": "冷藏储存和运输。告知不得冷冻或摇晃。",
      "cuidadosEnfermagem": "皮下注射于腹部、大腿或上臂。监测立即反应。",
      "fontesBibliograficas": "FDA、EMA、ANVISA、UpToDate、Micromedex。"
    }
  }
}
