{
  "PT": {
    "external": {
      "name": "Tiagabina",
      "suspension": "Suspender 48 horas antes de cirurgias com sedação ou anestesia geral, especialmente em pacientes usando múltiplos depressores do SNC.",
      "risk": "Risco de sedação excessiva, confusão, interação com anestésicos e crises paradoxais em não epilépticos.",
      "reintroduction": "Reintroduzir após recuperação neurológica completa e monitoramento dos níveis de sedação."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tiagabina",
      "nomeComercial": "Gabitril",
      "mecanismoAcao": "Inibidor seletivo da recaptação de GABA, aumentando sua concentração sináptica e potenciando a neurotransmissão inibitória.",
      "farmacocinetica": "Absorção oral rápida; ligação proteica elevada (~96%); metabolização hepática (CYP3A); excreção renal; meia-vida ~5–9 h.",
      "farmacodinamica": "Aumenta o tônus inibitório do SNC; reduz a excitabilidade neuronal e frequência de descargas epilépticas.",
      "indicacoes": "Tratamento adjuvante de crises parciais em epilepsia refratária; uso off-label para ansiedade, dor neuropática, insônia.",
      "reacoesAdversas": "Tontura, astenia, sonolência, confusão, dificuldade de concentração, tremores, parestesia, convulsões em pacientes não epilépticos.",
      "riscoGravidez": "Categoria C",
      "riscoLactacao": "Uso com cautela; não há dados conclusivos.",
      "administracao": "Oral",
      "doseMaxima": "56 mg/dia",
      "doseMinima": "4 mg/dia",
      "classificacao": "Antiepiléptico (inibidor da recaptação de GABA)",
      "apresentacao": "Comprimidos de 2 mg, 4 mg, 12 mg",
      "interacaoMedicamento": "Aumenta toxicidade de outros depressores do SNC; níveis reduzidos por indutores enzimáticos (carbamazepina, fenitoína, fenobarbital).",
      "posologia": "Iniciar com 4–8 mg/dia e ajustar conforme resposta, em 2–3 doses diárias.",
      "armazenamento": "Temperatura ambiente, local seco.",
      "preparo": "Não se aplica.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Hipersensibilidade à substância; evitar em pacientes sem epilepsia confirmada.",
      "cuidadosMedicos": "Monitorar sinais de sedação excessiva, alterações cognitivas e risco paradoxal de convulsões.",
      "cuidadosFarmaceuticos": "Orientar titulação gradual e evitar interrupção abrupta.",
      "cuidadosEnfermagem": "Observar nível de consciência, padrão de sono e adesão ao esquema posológico.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, bula Gabitril."
    }
  },
  "US": {
    "external": {
      "name": "Tiagabine",
      "suspension": "Discontinue 48 hours before surgeries involving sedation or general anesthesia, especially in patients using multiple CNS depressants.",
      "risk": "Risk of excessive sedation, confusion, interaction with anesthetics, and paradoxical seizures in non-epileptic patients.",
      "reintroduction": "Reintroduce after complete neurological recovery and monitoring of sedation levels."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tiagabine",
      "nomeComercial": "Gabitril",
      "mecanismoAcao": "Selective GABA reuptake inhibitor, increasing synaptic GABA concentration and enhancing inhibitory neurotransmission.",
      "farmacocinetica": "Rapid oral absorption; high protein binding (~96%); hepatic metabolism (CYP3A); renal excretion; half-life ~5–9 h.",
      "farmacodinamica": "Enhances CNS inhibitory tone; reduces neuronal excitability and frequency of epileptic discharges.",
      "indicacoes": "Adjunctive treatment of partial seizures in refractory epilepsy; off-label use for anxiety, neuropathic pain, insomnia.",
      "reacoesAdversas": "Dizziness, asthenia, somnolence, confusion, difficulty concentrating, tremor, paresthesia, seizures in non-epileptic patients.",
      "riscoGravidez": "Category C",
      "riscoLactacao": "Use with caution; no conclusive data.",
      "administracao": "Oral",
      "doseMaxima": "56 mg/day",
      "doseMinima": "4 mg/day",
      "classificacao": "Antiepileptic (GABA reuptake inhibitor)",
      "apresentacao": "Tablets of 2 mg, 4 mg, 12 mg",
      "interacaoMedicamento": "Increases toxicity of other CNS depressants; levels reduced by enzyme inducers (carbamazepine, phenytoin, phenobarbital).",
      "posologia": "Start with 4–8 mg/day and adjust as needed, divided into 2–3 daily doses.",
      "armazenamento": "Room temperature, dry place.",
      "preparo": "Not applicable.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Hypersensitivity to the substance; avoid in patients without confirmed epilepsy.",
      "cuidadosMedicos": "Monitor for signs of excessive sedation, cognitive changes, and paradoxical seizure risk.",
      "cuidadosFarmaceuticos": "Advise gradual titration and avoid abrupt discontinuation.",
      "cuidadosEnfermagem": "Observe level of consciousness, sleep pattern, and adherence to dosing regimen.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, Gabitril package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Tiagabina",
      "suspension": "Suspender 48 horas antes de cirugías con sedación o anestesia general, especialmente en pacientes que usan múltiples depresores del SNC.",
      "risk": "Riesgo de sedación excesiva, confusión, interacción con anestésicos y convulsiones paradójicas en pacientes no epilépticos.",
      "reintroduction": "Reintroducir tras la recuperación neurológica completa y monitorización de los niveles de sedación."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tiagabina",
      "nomeComercial": "Gabitril",
      "mecanismoAcao": "Inhibidor selectivo de la recaptación de GABA, aumentando su concentración sináptica y potenciando la neurotransmisión inhibitoria.",
      "farmacocinetica": "Absorción oral rápida; alta unión a proteínas (~96%); metabolismo hepático (CYP3A); excreción renal; vida media ~5–9 h.",
      "farmacodinamica": "Aumenta el tono inhibidor del SNC; reduce la excitabilidad neuronal y la frecuencia de descargas epilépticas.",
      "indicacoes": "Tratamiento adyuvante de crisis parciales en epilepsia refractaria; uso no indicado para ansiedad, dolor neuropático, insomnio.",
      "reacoesAdversas": "Mareos, astenia, somnolencia, confusión, dificultad para concentrarse, temblores, parestesia, convulsiones en pacientes no epilépticos.",
      "riscoGravidez": "Categoría C",
      "riscoLactacao": "Usar con precaución; no hay datos concluyentes.",
      "administracao": "Oral",
      "doseMaxima": "56 mg/día",
      "doseMinima": "4 mg/día",
      "classificacao": "Antiepiléptico (inhibidor de la recaptación de GABA)",
      "apresentacao": "Comprimidos de 2 mg, 4 mg, 12 mg",
      "interacaoMedicamento": "Aumenta la toxicidad de otros depresores del SNC; niveles reducidos por inductores enzimáticos (carbamazepina, fenitoína, fenobarbital).",
      "posologia": "Iniciar con 4–8 mg/día y ajustar según respuesta, en 2–3 dosis diarias.",
      "armazenamento": "Temperatura ambiente, lugar seco.",
      "preparo": "No aplica.",
      "solucoesCompatíveis": "No aplicable.",
      "contraindicacoes": "Hipersensibilidad al principio activo; evitar en pacientes sin epilepsia confirmada.",
      "cuidadosMedicos": "Monitorizar signos de sedación excesiva, alteraciones cognitivas y riesgo paradójico de convulsiones.",
      "cuidadosFarmaceuticos": "Orientar titulación gradual y evitar la interrupción brusca.",
      "cuidadosEnfermagem": "Observar nivel de conciencia, patrón de sueño y adherencia al régimen posológico.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, prospecto de Gabitril."
    }
  },
  "CH": {
    "external": {
      "name": "替加滨",
      "suspension": "对于接受镇静或全身麻醉手术的患者，特别是使用多种中枢神经抑制剂者，建议提前48小时停用。",
      "risk": "过度镇静、意识混乱、与麻醉药相互作用以及非癫痫患者出现反常性癫痫发作的风险。",
      "reintroduction": "在神经系统完全恢复并监测镇静水平后重新引入。"
    },
    "bulario": {
      "nomePrincipioAtivo": "替加滨 (Tiagabine)",
      "nomeComercial": "加比曲 (Gabitril)",
      "mecanismoAcao": "选择性GABA再摄取抑制剂，提高突触GABA浓度，增强抑制性神经传递。",
      "farmacocinetica": "口服吸收快；高蛋白结合率（约96%）；肝脏代谢（CYP3A）；肾脏排泄；半衰期约5–9小时。",
      "farmacodinamica": "增强中枢神经系统抑制性张力；降低神经元兴奋性和癫痫放电频率。",
      "indicacoes": "难治性癫痫部分性发作的辅助治疗；非适应症包括焦虑、神经性疼痛、失眠等。",
      "reacoesAdversas": "头晕、乏力、嗜睡、意识模糊、注意力不集中、震颤、感觉异常、非癫痫患者可出现癫痫发作。",
      "riscoGravidez": "C类",
      "riscoLactacao": "慎用；无确切数据。",
      "administracao": "口服",
      "doseMaxima": "56毫克/天",
      "doseMinima": "4毫克/天",
      "classificacao": "抗癫痫药（GABA再摄取抑制剂）",
      "apresentacao": "2毫克、4毫克、12毫克片剂",
      "interacaoMedicamento": "可增强其他中枢神经抑制剂的毒性；酶诱导剂（卡马西平、苯妥英、苯巴比妥）可降低其血药浓度。",
      "posologia": "初始剂量4–8毫克/天，分2–3次服用，根据反应调整。",
      "armazenamento": "室温、干燥处保存。",
      "preparo": "不适用。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "对本品过敏者禁用；未确诊癫痫患者避免使用。",
      "cuidadosMedicos": "监测过度镇静、认知变化及反常性癫痫发作风险。",
      "cuidadosFarmaceuticos": "建议逐步加量，避免突然停药。",
      "cuidadosEnfermagem": "观察意识水平、睡眠模式及用药依从性。",
      "fontesBibliograficas": "Micromedex，UpToDate，FDA，ANVISA，加比曲说明书。"
    }
  }
}
