{
  "PT": {
    "external": {
      "name": "Tibolona",
      "suspension": "Suspender 4 semanas antes de cirurgias com risco trombótico elevado.",
      "risk": "Risco de eventos tromboembólicos venosos, AVC e neoplasias hormônio-dependentes em uso prolongado.",
      "reintroduction": "Reintroduzir após mobilização completa e avaliação do risco cardiovascular e oncológico."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tibolona",
      "nomeComercial": "Livial",
      "mecanismoAcao": "Esteroide sintético com atividade estrogênica, progestagênica e androgênica; seus metabólitos atuam nos receptores hormonais aliviando sintomas da menopausa e prevenindo perda óssea.",
      "farmacocinetica": "Absorção oral rápida; meia-vida de 45 horas; metabolizada no fígado; excreção fecal e renal.",
      "farmacodinamica": "Alivia sintomas vasomotores, melhora libido e humor, reduz perda óssea pós-menopausa, sem estímulo endometrial significativo.",
      "indicacoes": "Terapia de reposição hormonal na menopausa, prevenção da osteoporose pós-menopausa.",
      "reacoesAdversas": "Sangramento vaginal, dor abdominal, sensibilidade mamária, ganho de peso, cefaleia.",
      "riscoGravidez": "Categoria X – contraindicado.",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Oral.",
      "doseMaxima": "2,5 mg/dia.",
      "doseMinima": "1,25 mg/dia.",
      "classificacao": "Modulador hormonal sintético (esteroide trianelado).",
      "apresentacao": "Comprimidos 2,5 mg.",
      "interacaoMedicamento": "Induzidas por CYP3A4 (rifampicina, anticonvulsivantes); interação com anticoagulantes.",
      "posologia": "2,5 mg/dia VO continuamente; iniciar 12 meses após a última menstruação.",
      "armazenamento": "Temperatura ambiente, local seco.",
      "preparo": "Não se aplica.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Câncer de mama, câncer endometrial, sangramento vaginal não diagnosticado, trombose ativa, gravidez e lactação.",
      "cuidadosMedicos": "Avaliação ginecológica e risco trombótico prévia ao início; reavaliação anual.",
      "cuidadosFarmaceuticos": "Orientar uso contínuo, informar sobre sinais de trombose e câncer.",
      "cuidadosEnfermagem": "Monitorar efeitos adversos, sangramentos e adesão terapêutica.",
      "fontesBibliograficas": "Micromedex, UpToDate, ANVISA, EMA, bula Livial."
    }
  },
  "US": {
    "external": {
      "name": "Tibolone",
      "suspension": "Discontinue 4 weeks before surgeries with high thrombotic risk.",
      "risk": "Risk of venous thromboembolic events, stroke, and hormone-dependent neoplasms with prolonged use.",
      "reintroduction": "Reintroduce after full mobilization and assessment of cardiovascular and oncological risk."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tibolone",
      "nomeComercial": "Livial",
      "mecanismoAcao": "Synthetic steroid with estrogenic, progestogenic, and androgenic activity; its metabolites act on hormone receptors relieving menopausal symptoms and preventing bone loss.",
      "farmacocinetica": "Rapid oral absorption; half-life of 45 hours; metabolized in the liver; fecal and renal excretion.",
      "farmacodinamica": "Relieves vasomotor symptoms, improves libido and mood, reduces postmenopausal bone loss, without significant endometrial stimulation.",
      "indicacoes": "Hormone replacement therapy in menopause, prevention of postmenopausal osteoporosis.",
      "reacoesAdversas": "Vaginal bleeding, abdominal pain, breast tenderness, weight gain, headache.",
      "riscoGravidez": "Category X – contraindicated.",
      "riscoLactacao": "Contraindicated.",
      "administracao": "Oral.",
      "doseMaxima": "2.5 mg/day.",
      "doseMinima": "1.25 mg/day.",
      "classificacao": "Synthetic hormonal modulator (trianelated steroid).",
      "apresentacao": "2.5 mg tablets.",
      "interacaoMedicamento": "CYP3A4 inducers (rifampicin, anticonvulsants); interaction with anticoagulants.",
      "posologia": "2.5 mg/day orally continuously; start 12 months after last menstruation.",
      "armazenamento": "Room temperature, dry place.",
      "preparo": "Not applicable.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Breast cancer, endometrial cancer, undiagnosed vaginal bleeding, active thrombosis, pregnancy and lactation.",
      "cuidadosMedicos": "Gynecological evaluation and thrombotic risk assessment before initiation; annual reassessment.",
      "cuidadosFarmaceuticos": "Advise continuous use, inform about signs of thrombosis and cancer.",
      "cuidadosEnfermagem": "Monitor adverse effects, bleeding, and therapeutic adherence.",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, EMA, Livial package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Tibolona",
      "suspension": "Suspender 4 semanas antes de cirugías con alto riesgo trombótico.",
      "risk": "Riesgo de eventos tromboembólicos venosos, accidente cerebrovascular y neoplasias hormonodependientes con uso prolongado.",
      "reintroduction": "Reintroducir tras movilización completa y evaluación del riesgo cardiovascular y oncológico."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tibolona",
      "nomeComercial": "Livial",
      "mecanismoAcao": "Esteroide sintético con actividad estrogénica, progestagénica y androgénica; sus metabolitos actúan en receptores hormonales aliviando síntomas de la menopausia y previniendo la pérdida ósea.",
      "farmacocinetica": "Absorción oral rápida; vida media de 45 horas; metabolizado en el hígado; excreción fecal y renal.",
      "farmacodinamica": "Alivia síntomas vasomotores, mejora la libido y el estado de ánimo, reduce la pérdida ósea postmenopáusica, sin estimulación endometrial significativa.",
      "indicacoes": "Terapia de reemplazo hormonal en la menopausia, prevención de la osteoporosis postmenopáusica.",
      "reacoesAdversas": "Sangrado vaginal, dolor abdominal, sensibilidad mamaria, aumento de peso, cefalea.",
      "riscoGravidez": "Categoría X – contraindicado.",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Oral.",
      "doseMaxima": "2,5 mg/día.",
      "doseMinima": "1,25 mg/día.",
      "classificacao": "Modulador hormonal sintético (esteroide trianelado).",
      "apresentacao": "Comprimidos de 2,5 mg.",
      "interacaoMedicamento": "Inducidos por CYP3A4 (rifampicina, anticonvulsivantes); interacción con anticoagulantes.",
      "posologia": "2,5 mg/día VO continuamente; iniciar 12 meses después de la última menstruación.",
      "armazenamento": "Temperatura ambiente, lugar seco.",
      "preparo": "No aplicable.",
      "solucoesCompatíveis": "No aplicable.",
      "contraindicacoes": "Cáncer de mama, cáncer endometrial, sangrado vaginal no diagnosticado, trombosis activa, embarazo y lactancia.",
      "cuidadosMedicos": "Evaluación ginecológica y riesgo trombótico antes del inicio; reevaluación anual.",
      "cuidadosFarmaceuticos": "Orientar uso continuo, informar sobre signos de trombosis y cáncer.",
      "cuidadosEnfermagem": "Monitorear efectos adversos, sangrados y adherencia terapéutica.",
      "fontesBibliograficas": "Micromedex, UpToDate, AEMPS, EMA, prospecto Livial."
    }
  },
  "CH": {
    "external": {
      "name": "替勃龙",
      "suspension": "在高血栓风险手术前停药4周。",
      "risk": "长期使用存在静脉血栓栓塞事件、中风及激素依赖性肿瘤的风险。",
      "reintroduction": "完全活动恢复并评估心血管及肿瘤风险后重新用药。"
    },
    "bulario": {
      "nomePrincipioAtivo": "替勃龙",
      "nomeComercial": "Livial",
      "mecanismoAcao": "合成类固醇，具有雌激素、孕激素和雄激素活性；其代谢物作用于激素受体，缓解更年期症状并预防骨质流失。",
      "farmacocinetica": "口服吸收迅速；半衰期约45小时；肝脏代谢；经粪便和肾脏排泄。",
      "farmacodinamica": "缓解血管舒缩症状，改善性欲和情绪，减少绝经后骨质流失，且对子宫内膜刺激不显著。",
      "indicacoes": "更年期激素替代疗法，预防绝经后骨质疏松。",
      "reacoesAdversas": "阴道出血、腹痛、乳房压痛、体重增加、头痛。",
      "riscoGravidez": "X类–禁用。",
      "riscoLactacao": "禁用。",
      "administracao": "口服。",
      "doseMaxima": "每日2.5毫克。",
      "doseMinima": "每日1.25毫克。",
      "classificacao": "合成激素调节剂（三环类类固醇）。",
      "apresentacao": "2.5毫克片剂。",
      "interacaoMedicamento": "CYP3A4诱导剂（利福平、抗癫痫药）；与抗凝药物相互作用。",
      "posologia": "每日口服2.5毫克，连续用药；于最后一次月经后12个月开始使用。",
      "armazenamento": "室温，干燥处保存。",
      "preparo": "不适用。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "乳腺癌、子宫内膜癌、原因不明的阴道出血、活动性血栓、妊娠及哺乳期禁用。",
      "cuidadosMedicos": "用药前需妇科评估及血栓风险评估；每年复查。",
      "cuidadosFarmaceuticos": "指导连续用药，告知血栓及肿瘤相关症状。",
      "cuidadosEnfermagem": "监测不良反应、出血及治疗依从性。",
      "fontesBibliograficas": "Micromedex，UpToDate，国家药监局，EMA，Livial说明书。"
    }
  }
}
