{
  "PT": {
    "external": {
      "name": "Tolterodina",
      "suspension": "Suspender 2 a 3 dias antes da cirurgia, especialmente se houver risco de retenção urinária ou íleo.",
      "risk": "Pode causar retenção urinária, íleo paralítico e interações com bloqueadores neuromusculares.",
      "reintroduction": "Reintroduzir após normalização do trânsito gastrointestinal e confirmação de micção espontânea eficaz."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tolterodina",
      "nomeComercial": "Detrusitol, Securid, Toltero, Toltemax",
      "mecanismoAcao": "Antagonista competitivo dos receptores muscarínicos M2 e M3, reduzindo a contração do músculo detrusor da bexiga.",
      "farmacocinetica": "Biodisponibilidade 10–74%, metabolização hepática (CYP2D6), excreção urinária.",
      "farmacodinamica": "Reduz a frequência e urgência urinária; melhora sintomas da bexiga hiperativa.",
      "indicacoes": "Bexiga hiperativa, incontinência urinária de urgência, aumento da frequência urinária.",
      "reacoesAdversas": "Boca seca, constipação, dispepsia, visão turva, retenção urinária.",
      "riscoGravidez": "Categoria C - Usar apenas se o benefício justificar o risco.",
      "riscoLactacao": "Desconhece-se se é excretada no leite; evitar ou suspender a amamentação.",
      "administracao": "Via oral",
      "doseMaxima": "4 mg/dia",
      "doseMinima": "1 mg/dia",
      "classificacao": "Antimuscarínico / Antiespasmódico urinário",
      "apresentacao": "Comprimidos de liberação imediata (1 mg, 2 mg) e prolongada (4 mg)",
      "interacaoMedicamento": "Interage com inibidores de CYP3A4 e CYP2D6, outros anticolinérgicos e medicamentos que prolongam QT.",
      "posologia": "2 mg duas vezes ao dia ou 4 mg uma vez ao dia (comprimido de liberação prolongada).",
      "armazenamento": "Temperatura ambiente (15–30°C), protegido da luz e umidade.",
      "preparo": "Não requer preparo especial.",
      "solucoesCompatíveis": "Não aplicável",
      "contraindicacoes": "Retenção urinária, glaucoma de ângulo fechado não controlado, miastenia grave, colite ulcerativa grave.",
      "cuidadosMedicos": "Monitorar função urinária, ocular e presença de efeitos anticolinérgicos sistêmicos.",
      "cuidadosFarmaceuticos": "Avaliar interações medicamentosas e risco de prolongamento do intervalo QT.",
      "cuidadosEnfermagem": "Observar sinais de retenção urinária, boca seca, constipação e visão turva.",
      "fontesBibliograficas": "SBM, Micromedex, ANVISA, FDA, EMA"
    }
  },
  "US": {
    "external": {
      "name": "Tolterodine",
      "suspension": "Discontinue 2–3 days before surgery, especially in patients at risk of urinary retention or paralytic ileus.",
      "risk": "May cause urinary retention, ileus, and interact with neuromuscular blockers.",
      "reintroduction": "Restart after restoration of bowel function and confirmed effective spontaneous urination."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tolterodine",
      "nomeComercial": "Detrol, Detrol LA, Tolterodine Tartrate",
      "mecanismoAcao": "Competitive antagonist of muscarinic M2 and M3 receptors, decreasing detrusor muscle contractility.",
      "farmacocinetica": "Bioavailability 10–74%, hepatic metabolism via CYP2D6, renal excretion.",
      "farmacodinamica": "Reduces urinary frequency and urgency, improving overactive bladder symptoms.",
      "indicacoes": "Overactive bladder, urgency urinary incontinence, increased urinary frequency.",
      "reacoesAdversas": "Dry mouth, constipation, dyspepsia, blurred vision, urinary retention.",
      "riscoGravidez": "Category C - Use only if potential benefit justifies risk.",
      "riscoLactacao": "Unknown if excreted in breast milk; use caution or avoid breastfeeding.",
      "administracao": "Oral",
      "doseMaxima": "4 mg/day",
      "doseMinima": "1 mg/day",
      "classificacao": "Antimuscarinic / Urinary antispasmodic",
      "apresentacao": "Immediate-release tablets (1 mg, 2 mg), extended-release capsules (4 mg)",
      "interacaoMedicamento": "Interacts with CYP3A4 and CYP2D6 inhibitors, other anticholinergics, QT-prolonging drugs.",
      "posologia": "2 mg twice daily or 4 mg once daily (extended-release).",
      "armazenamento": "Store at 59–86°F (15–30°C), protect from light and moisture.",
      "preparo": "No special preparation required.",
      "solucoesCompatíveis": "Not applicable",
      "contraindicacoes": "Urinary retention, uncontrolled narrow-angle glaucoma, severe ulcerative colitis, myasthenia gravis.",
      "cuidadosMedicos": "Monitor urinary function, visual status, and systemic anticholinergic effects.",
      "cuidadosFarmaceuticos": "Evaluate for drug interactions and QT interval risk.",
      "cuidadosEnfermagem": "Observe for dry mouth, constipation, urinary retention, blurred vision.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, Lexicomp"
    }
  },
  "ES": {
    "external": {
      "name": "Tolterodina",
      "suspension": "Suspender 2–3 días antes de la cirugía, especialmente si hay riesgo de retención urinaria o íleo paralítico.",
      "risk": "Puede causar retención urinaria, íleo y interactuar con bloqueadores neuromusculares.",
      "reintroduction": "Reintroducir después de restaurar el tránsito intestinal y confirmar micción espontánea efectiva."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tolterodina",
      "nomeComercial": "Detrusitol, Tolterodina Cinfa, Toltabac",
      "mecanismoAcao": "Antagonista competitivo de los receptores muscarínicos M2 y M3; reduce la contracción del músculo detrusor.",
      "farmacocinetica": "Biodisponibilidad 10–74%, metabolismo hepático (CYP2D6), excreción renal.",
      "farmacodinamica": "Disminuye la urgencia y frecuencia urinaria, aliviando la vejiga hiperactiva.",
      "indicacoes": "Vejiga hiperactiva, incontinencia urinaria urgente, aumento de frecuencia urinaria.",
      "reacoesAdversas": "Sequedad bucal, estreñimiento, visión borrosa, dispepsia, retención urinaria.",
      "riscoGravidez": "Categoría C - Usar solo si el beneficio supera el riesgo.",
      "riscoLactacao": "Se desconoce si se excreta en la leche; usar con precaución o evitar la lactancia.",
      "administracao": "Vía oral",
      "doseMaxima": "4 mg/día",
      "doseMinima": "1 mg/día",
      "classificacao": "Antimuscarínico / Espasmolítico urinario",
      "apresentacao": "Comprimidos de liberación inmediata (1 mg, 2 mg) y prolongada (4 mg)",
      "interacaoMedicamento": "Interacciones con inhibidores de CYP3A4 y CYP2D6, otros anticolinérgicos y fármacos que prolongan QT.",
      "posologia": "2 mg dos veces al día o 4 mg una vez al día (prolongada).",
      "armazenamento": "Temperatura ambiente (15–30°C), protegido de la luz y humedad.",
      "preparo": "No requiere preparación especial.",
      "solucoesCompatíveis": "No aplica",
      "contraindicacoes": "Retención urinaria, glaucoma de ángulo cerrado no controlado, colitis ulcerosa severa, miastenia gravis.",
      "cuidadosMedicos": "Controlar función urinaria, visión y efectos anticolinérgicos sistémicos.",
      "cuidadosFarmaceuticos": "Evaluar interacciones medicamentosas y prolongación del QT.",
      "cuidadosEnfermagem": "Observar sequedad bucal, estreñimiento, retención urinaria, visión borrosa.",
      "fontesBibliograficas": "AEMPS, EMA, Micromedex"
    }
  },
  "CH": {
    "external": {
      "name": "托特罗定 (Tolterodine)",
      "suspension": "术前2-3天停药，特别是在有尿潴留或麻痹性肠梗阻风险的患者中。",
      "risk": "可能导致尿潴留、肠梗阻，并与神经肌肉阻滞剂相互作用。",
      "reintroduction": "在肠功能恢复和有效自发排尿确认后可重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "托特罗定",
      "nomeComercial": "Detrusitol, 托特罗定缓释片, 泌乐通",
      "mecanismoAcao": "竞争性抑制M2和M3毒蕈碱受体，减少逼尿肌收缩。",
      "farmacocinetica": "生物利用度10–74%，肝脏代谢（CYP2D6），肾脏排泄。",
      "farmacodinamica": "减少尿急和尿频，改善膀胱过度活动症。",
      "indicacoes": "膀胱过度活动症、紧迫性尿失禁、尿频增加。",
      "reacoesAdversas": "口干、便秘、视力模糊、消化不良、尿潴留。",
      "riscoGravidez": "C类 - 仅在利益大于风险时使用。",
      "riscoLactacao": "是否排泄至乳汁未知；应谨慎使用或避免哺乳。",
      "administracao": "口服",
      "doseMaxima": "每天4毫克",
      "doseMinima": "每天1毫克",
      "classificacao": "抗毒蕈碱药 / 泌尿系统解痉剂",
      "apresentacao": "即释片（1毫克, 2毫克），缓释胶囊（4毫克）",
      "interacaoMedicamento": "与CYP3A4和CYP2D6抑制剂、其他抗胆碱药和延长QT药物相互作用。",
      "posologia": "每日2次，每次2毫克，或每日1次缓释4毫克。",
      "armazenamento": "常温保存（15–30°C），避免光照和潮湿。",
      "preparo": "无需特殊准备。",
      "solucoesCompatíveis": "不适用",
      "contraindicacoes": "尿潴留、未控制的闭角型青光眼、严重溃疡性结肠炎、重症肌无力。",
      "cuidadosMedicos": "监测泌尿功能、视力和系统抗胆碱不良反应。",
      "cuidadosFarmaceuticos": "注意药物相互作用和QT延长风险。",
      "cuidadosEnfermagem": "观察口干、便秘、视力模糊和排尿困难。",
      "fontesBibliograficas": "中国药典、Micromedex、FDA、EMA"
    }
  }
}