{
  "PT": {
    "external": {
      "name": "Tolvaptana",
      "suspension": "Suspender 48 horas antes de cirurgia eletiva em pacientes com risco de desidratação ou instabilidade hemodinâmica.",
      "risk": "Risco de desidratação, hipernatremia e toxicidade hepática; requer monitoramento rigoroso de eletrólitos.",
      "reintroduction": "Reintroduzir após reavaliação de sódio sérico, estado volêmico e função hepática."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tolvaptana",
      "nomeComercial": "Samsca",
      "mecanismoAcao": "Antagonista seletivo dos receptores de vasopressina V2 nos túbulos renais, promovendo excreção livre de água (aquarético) sem perda significativa de eletrólitos.",
      "farmacocinetica": "Absorção oral rápida; biodisponibilidade aproximadamente 56%; metabolização hepática via CYP3A4; meia-vida de eliminação cerca de 8 horas; excreção predominantemente fecal.",
      "farmacodinamica": "Aumenta a diurese aquosa, reduz a osmolalidade urinária e eleva o sódio sérico em pacientes com hiponatremia euvolêmica ou hipervolêmica.",
      "indicacoes": "Hiponatremia associada à síndrome da secreção inapropriada de ADH (SIADH), insuficiência cardíaca, cirrose; doença renal policística autossômica dominante (DRPAD).",
      "reacoesAdversas": "Sede, poliúria, hipernatremia, elevação de enzimas hepáticas, tontura, hipotensão.",
      "riscoGravidez": "Categoria C – uso com cautela.",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Oral.",
      "doseMaxima": "120 mg/dia.",
      "doseMinima": "15 mg/dia.",
      "classificacao": "Antagonista de receptor de vasopressina V2 (aquaretico).",
      "apresentacao": "Comprimidos de 15 mg e 30 mg.",
      "interacaoMedicamento": "Metabolizado por CYP3A4; interações com cetoconazol, ritonavir, suco de toranja; risco aumentado de toxicidade hepática com estatinas.",
      "posologia": "Iniciar com 15 mg/dia, podendo ser titulada até 60–120 mg/dia conforme resposta e tolerância.",
      "armazenamento": "Temperatura ambiente, frasco fechado, protegido da umidade.",
      "preparo": "Não aplicável.",
      "solucoesCompatíveis": "Não aplicável.",
      "contraindicacoes": "Anúria, hipovolemia, hipernatremia, insuficiência hepática grave, uso concomitante de inibidores fortes de CYP3A.",
      "cuidadosMedicos": "Monitorar eletrólitos, função hepática e balanço hídrico; hospitalizar para início.",
      "cuidadosFarmaceuticos": "Acompanhar testes de função hepática; orientar sobre sinais de desidratação.",
      "cuidadosEnfermagem": "Monitorar diurese, sinais vitais e sede intensa.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, ANVISA, bula Samsca."
    }
  },
  "US": {
    "external": {
      "name": "Tolvaptan",
      "suspension": "Suspend 48 hours prior to elective surgery in patients at risk of dehydration or hemodynamic instability.",
      "risk": "Risk of dehydration, hypernatremia, and hepatic toxicity; requires strict monitoring of electrolytes.",
      "reintroduction": "Reintroduce after reassessment of serum sodium, volume status, and liver function."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tolvaptan",
      "nomeComercial": "Samsca",
      "mecanismoAcao": "Selective antagonist of vasopressin V2 receptors in renal tubules, promoting free water excretion (aquaretic) without significant electrolyte loss.",
      "farmacocinetica": "Rapid oral absorption; bioavailability approximately 56%; hepatic metabolism via CYP3A4; elimination half-life about 8 hours; mainly fecal excretion.",
      "farmacodinamica": "Increases aquaresis, reduces urine osmolality, and raises serum sodium in patients with euvolemic or hypervolemic hyponatremia.",
      "indicacoes": "Hyponatremia associated with syndrome of inappropriate antidiuretic hormone secretion (SIADH), heart failure, cirrhosis; autosomal dominant polycystic kidney disease (ADPKD).",
      "reacoesAdversas": "Thirst, polyuria, hypernatremia, elevated liver enzymes, dizziness, hypotension.",
      "riscoGravidez": "Category C – use with caution.",
      "riscoLactacao": "Contraindicated.",
      "administracao": "Oral.",
      "doseMaxima": "120 mg/day.",
      "doseMinima": "15 mg/day.",
      "classificacao": "Vasopressin V2 receptor antagonist (aquaretic).",
      "apresentacao": "Tablets of 15 mg and 30 mg.",
      "interacaoMedicamento": "Metabolized by CYP3A4; interactions with ketoconazole, ritonavir, grapefruit juice; increased risk of hepatic toxicity with statins.",
      "posologia": "Start with 15 mg/day, titrate up to 60–120 mg/day according to response and tolerance.",
      "armazenamento": "Store at room temperature, keep bottle closed, protect from moisture.",
      "preparo": "Not applicable.",
      "solucoesCompatíveis": "Not applicable.",
      "contraindicacoes": "Anuria, hypovolemia, hypernatremia, severe hepatic impairment, concomitant use of strong CYP3A inhibitors.",
      "cuidadosMedicos": "Monitor electrolytes, liver function, and fluid balance; hospitalize for initiation.",
      "cuidadosFarmaceuticos": "Monitor liver function tests; counsel on signs of dehydration.",
      "cuidadosEnfermagem": "Monitor urine output, vital signs, and intense thirst.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, ANVISA, Samsca package insert."
    }
  },
  "ES": {
    "external": {
      "name": "Tolvaptán",
      "suspension": "Suspender 48 horas antes de cirugía electiva en pacientes con riesgo de deshidratación o inestabilidad hemodinámica.",
      "risk": "Riesgo de deshidratación, hipernatremia y toxicidad hepática; requiere monitoreo estricto de electrolitos.",
      "reintroduction": "Reintroducir tras reevaluación de sodio sérico, estado de volemia y función hepática."
    },
    "bulario": {
      "nomePrincipioAtivo": "Tolvaptán",
      "nomeComercial": "Samsca",
      "mecanismoAcao": "Antagonista selectivo de los receptores de vasopresina V2 en los túbulos renales, promoviendo la excreción libre de agua (aquaretico) sin pérdida significativa de electrolitos.",
      "farmacocinetica": "Absorción oral rápida; biodisponibilidad aproximadamente 56%; metabolismo hepático vía CYP3A4; vida media de eliminación de unas 8 horas; excreción principalmente fecal.",
      "farmacodinamica": "Aumenta la diuresis acuosa, reduce la osmolalidad urinaria y eleva el sodio sérico en pacientes con hiponatremia euvolémica o hipervolémica.",
      "indicacoes": "Hiponatremia asociada al síndrome de secreción inadecuada de ADH (SIADH), insuficiencia cardíaca, cirrosis; enfermedad renal poliquística autosómica dominante (ERPAD).",
      "reacoesAdversas": "Sed, poliuria, hipernatremia, elevación de enzimas hepáticas, mareo, hipotensión.",
      "riscoGravidez": "Categoría C – usar con precaución.",
      "riscoLactacao": "Contraindicado.",
      "administracao": "Oral.",
      "doseMaxima": "120 mg/día.",
      "doseMinima": "15 mg/día.",
      "classificacao": "Antagonista de los receptores de vasopresina V2 (aquaretico).",
      "apresentacao": "Comprimidos de 15 mg y 30 mg.",
      "interacaoMedicamento": "Metabolizado por CYP3A4; interacciones con ketoconazol, ritonavir, jugo de toronja; mayor riesgo de toxicidad hepática con estatinas.",
      "posologia": "Iniciar con 15 mg/día, pudiendo titularse hasta 60–120 mg/día según respuesta y tolerancia.",
      "armazenamento": "Temperatura ambiente, frasco cerrado, protegido de la humedad.",
      "preparo": "No aplicable.",
      "solucoesCompatíveis": "No aplicable.",
      "contraindicacoes": "Anuria, hipovolemia, hipernatremia, insuficiencia hepática grave, uso concomitante de inhibidores potentes de CYP3A.",
      "cuidadosMedicos": "Monitorear electrolitos, función hepática y balance hídrico; hospitalizar para inicio.",
      "cuidadosFarmaceuticos": "Controlar pruebas de función hepática; orientar sobre señales de deshidratación.",
      "cuidadosEnfermagem": "Monitorear diuresis, signos vitales y sed intensa.",
      "fontesBibliograficas": "FDA, Micromedex, UpToDate, ANVISA, prospecto de Samsca."
    }
  },
  "CH": {
    "external": {
      "name": "托伐普坦",
      "suspension": "对于有脱水或血流动力学不稳定风险的患者，在择期手术前48小时停用。",
      "risk": "存在脱水、高钠血症和肝毒性的风险；需严格监测电解质。",
      "reintroduction": "在重新评估血清钠、容量状态和肝功能后可重新引入。"
    },
    "bulario": {
      "nomePrincipioAtivo": "托伐普坦",
      "nomeComercial": "Samsca",
      "mecanismoAcao": "选择性拮抗肾小管中的加压素V2受体，促进自由水排泄（利水作用），不显著丢失电解质。",
      "farmacocinetica": "口服吸收快；生物利用度约为56%；经CYP3A4肝脏代谢；消除半衰期约8小时；主要经粪便排泄。",
      "farmacodinamica": "增加水性利尿，降低尿渗透压，提高等容或高容量性低钠血症患者的血清钠。",
      "indicacoes": "与抗利尿激素分泌异常综合征（SIADH）、心力衰竭、肝硬化相关的低钠血症；常染色体显性多囊肾病（ADPKD）。",
      "reacoesAdversas": "口渴、多尿、高钠血症、肝酶升高、头晕、低血压。",
      "riscoGravidez": "C类——慎用。",
      "riscoLactacao": "禁用。",
      "administracao": "口服。",
      "doseMaxima": "120 mg/天。",
      "doseMinima": "15 mg/天。",
      "classificacao": "加压素V2受体拮抗剂（利水剂）。",
      "apresentacao": "15 mg和30 mg片剂。",
      "interacaoMedicamento": "经CYP3A4代谢；与酮康唑、利托那韦、西柚汁有相互作用；与他汀类合用肝毒性风险增加。",
      "posologia": "起始剂量15 mg/天，可根据反应和耐受性递增至60–120 mg/天。",
      "armazenamento": "室温保存，瓶盖密闭，防潮。",
      "preparo": "不适用。",
      "solucoesCompatíveis": "不适用。",
      "contraindicacoes": "无尿、低血容量、高钠血症、重度肝功能不全、合用强CYP3A抑制剂。",
      "cuidadosMedicos": "监测电解质、肝功能和液体平衡；初始治疗需住院。",
      "cuidadosFarmaceuticos": "监测肝功能；指导脱水症状。",
      "cuidadosEnfermagem": "监测尿量、生命体征及明显口渴。",
      "fontesBibliograficas": "FDA、Micromedex、UpToDate、ANVISA、Samsca说明书。"
    }
  }
}
