{
  "PT": {
    "external": {
      "name": "Torsemida",
      "suspension": "Suspender 24 horas antes de procedimentos com risco de hipovolemia ou cirurgia com jejum prolongado.",
      "risk": "Risco de desidratação, distúrbios hidroeletrolíticos e hipotensão perioperatória.",
      "reintroduction": "Reintroduzir após estabilização hemodinâmica e avaliação da função renal e eletrólitos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Torsemida",
      "nomeComercial": "Demadex, Torem, Torasemida",
      "mecanismoAcao": "Diurético de alça que inibe o co-transporte de Na+/K+/2Cl− na alça de Henle, promovendo diurese e natriurese potentes",
      "farmacocinetica": "biodisponibilidade oral ~80%; início de ação em 1 hora; meia-vida 3–4 h; metabolização hepática (CYP2C9); excreção renal e fecal",
      "farmacodinamica": "efeito diurético e anti-hipertensivo dose-dependente; eficácia mantida em insuficiência renal moderada",
      "indicacoes": "insuficiência cardíaca congestiva, hipertensão arterial, edema por doença hepática ou renal, síndrome nefrótica",
      "reacoesAdversas": "hipocalemia, hiponatremia, hipotensão, desidratação, cefaleia, aumento de creatinina, ototoxicidade (raro)",
      "riscoGravidez": "Categoria B",
      "riscoLactacao": "evitar uso; excreção no leite desconhecida",
      "administracao": "oral ou intravenosa",
      "doseMaxima": "200 mg/dia",
      "doseMinima": "5 mg/dia",
      "classificacao": "diurético de alça",
      "apresentacao": "comprimidos 5 mg, 10 mg, 20 mg, 100 mg; solução injetável 10 mg/mL",
      "interacaoMedicamento": "risco aumentado de hipotensão com IECA/BRA; hipocalemia com corticosteroides; potencializa toxicidade de digoxina e lítio",
      "posologia": "10–20 mg VO 1x/dia; pode ser titulado até 200 mg/dia conforme resposta clínica",
      "armazenamento": "temperatura ambiente, protegido da luz e umidade",
      "preparo": "solução IV pronta para uso ou diluir em SF 0,9%",
      "solucoesCompatíveis": "SF 0,9%",
      "contraindicacoes": "anúria, hipersensibilidade à torsemida ou sulfonamidas, hipotensão grave",
      "cuidadosMedicos": "monitorar eletrólitos, função renal e resposta diurética",
      "cuidadosFarmaceuticos": "orientar sobre sinais de desidratação, hipocalemia e ajuste de dose conforme função renal",
      "cuidadosEnfermagem": "monitorar balanço hídrico, sinais vitais, peso diário e eletrólitos",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, bula Demadex"
    }
  },
  "US": {
    "external": {
      "name": "Torsemide",
      "suspension": "Suspend 24 hours before procedures with risk of hypovolemia or surgery with prolonged fasting.",
      "risk": "Risk of dehydration, hydroelectrolytic disturbances, and perioperative hypotension.",
      "reintroduction": "Reintroduce after hemodynamic stabilization and assessment of renal function and electrolytes."
    },
    "bulario": {
      "nomePrincipioAtivo": "Torsemide",
      "nomeComercial": "Demadex, Torem, Torasemide",
      "mecanismoAcao": "Loop diuretic that inhibits Na+/K+/2Cl− cotransport in the loop of Henle, promoting potent diuresis and natriuresis",
      "farmacocinetica": "oral bioavailability ~80%; onset of action in 1 hour; half-life 3–4 h; hepatic metabolism (CYP2C9); renal and fecal excretion",
      "farmacodinamica": "dose-dependent diuretic and antihypertensive effect; efficacy maintained in moderate renal insufficiency",
      "indicacoes": "congestive heart failure, arterial hypertension, edema due to hepatic or renal disease, nephrotic syndrome",
      "reacoesAdversas": "hypokalemia, hyponatremia, hypotension, dehydration, headache, increased creatinine, ototoxicity (rare)",
      "riscoGravidez": "Category B",
      "riscoLactacao": "avoid use; excretion in breast milk unknown",
      "administracao": "oral or intravenous",
      "doseMaxima": "200 mg/day",
      "doseMinima": "5 mg/day",
      "classificacao": "loop diuretic",
      "apresentacao": "tablets 5 mg, 10 mg, 20 mg, 100 mg; injectable solution 10 mg/mL",
      "interacaoMedicamento": "increased risk of hypotension with ACE inhibitors/ARBs; hypokalemia with corticosteroids; potentiates toxicity of digoxin and lithium",
      "posologia": "10–20 mg PO once daily; may be titrated up to 200 mg/day according to clinical response",
      "armazenamento": "room temperature, protected from light and moisture",
      "preparo": "IV solution ready to use or dilute in 0.9% saline",
      "solucoesCompatíveis": "0.9% saline",
      "contraindicacoes": "anuria, hypersensitivity to torsemide or sulfonamides, severe hypotension",
      "cuidadosMedicos": "monitor electrolytes, renal function, and diuretic response",
      "cuidadosFarmaceuticos": "advise about signs of dehydration, hypokalemia, and dose adjustment according to renal function",
      "cuidadosEnfermagem": "monitor fluid balance, vital signs, daily weight, and electrolytes",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, Demadex package insert"
    }
  },
  "ES": {
    "external": {
      "name": "Torasemida",
      "suspension": "Suspender 24 horas antes de procedimientos con riesgo de hipovolemia o cirugía con ayuno prolongado.",
      "risk": "Riesgo de deshidratación, trastornos hidroelectrolíticos e hipotensión perioperatoria.",
      "reintroduction": "Reintroducir tras estabilización hemodinámica y evaluación de función renal y electrolitos."
    },
    "bulario": {
      "nomePrincipioAtivo": "Torasemida",
      "nomeComercial": "Demadex, Torem, Torasemida",
      "mecanismoAcao": "Diurético de asa que inhibe el cotransporte Na+/K+/2Cl− en el asa de Henle, promoviendo diuresis y natriuresis potentes",
      "farmacocinetica": "biodisponibilidad oral ~80%; inicio de acción en 1 hora; vida media 3–4 h; metabolismo hepático (CYP2C9); excreción renal y fecal",
      "farmacodinamica": "efecto diurético y antihipertensivo dependiente de la dosis; eficacia mantenida en insuficiencia renal moderada",
      "indicacoes": "insuficiencia cardíaca congestiva, hipertensión arterial, edema por enfermedad hepática o renal, síndrome nefrótico",
      "reacoesAdversas": "hipokalemia, hiponatremia, hipotensión, deshidratación, cefalea, aumento de creatinina, ototoxicidad (raro)",
      "riscoGravidez": "Categoría B",
      "riscoLactacao": "evitar uso; excreción en leche desconocida",
      "administracao": "oral o intravenosa",
      "doseMaxima": "200 mg/día",
      "doseMinima": "5 mg/día",
      "classificacao": "diurético de asa",
      "apresentacao": "comprimidos 5 mg, 10 mg, 20 mg, 100 mg; solución inyectable 10 mg/mL",
      "interacaoMedicamento": "riesgo aumentado de hipotensión con IECA/ARA; hipokalemia con corticosteroides; potencia toxicidad de digoxina y litio",
      "posologia": "10–20 mg VO 1 vez/día; puede titularse hasta 200 mg/día según respuesta clínica",
      "armazenamento": "temperatura ambiente, protegido de la luz y humedad",
      "preparo": "solución IV lista para usar o diluir en SF 0,9%",
      "solucoesCompatíveis": "SF 0,9%",
      "contraindicacoes": "anuria, hipersensibilidad a torasemida o sulfonamidas, hipotensión grave",
      "cuidadosMedicos": "monitorizar electrolitos, función renal y respuesta diurética",
      "cuidadosFarmaceuticos": "orientar sobre signos de deshidratación, hipokalemia y ajuste de dosis según función renal",
      "cuidadosEnfermagem": "monitorizar balance hídrico, signos vitales, peso diario y electrolitos",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, prospecto Demadex"
    }
  },
  "CH": {
    "external": {
      "name": "托拉塞米",
      "suspension": "在有低血容量风险的手术或需长时间禁食的手术前24小时停用。",
      "risk": "术中脱水、水电解质紊乱和围手术期低血压风险。",
      "reintroduction": "在血流动力学稳定并评估肾功能和电解质后重新使用。"
    },
    "bulario": {
      "nomePrincipioAtivo": "托拉塞米",
      "nomeComercial": "Demadex, Torem, 托拉塞米",
      "mecanismoAcao": "袢利尿剂，通过抑制亨利袢Na+/K+/2Cl−协同转运，产生强效利尿和排钠作用",
      "farmacocinetica": "口服生物利用度约80%；起效时间1小时；半衰期3–4小时；肝脏代谢（CYP2C9）；肾脏和粪便排泄",
      "farmacodinamica": "剂量依赖性利尿和降压作用；中度肾功能不全时疗效保持",
      "indicacoes": "充血性心力衰竭、高血压、肝脏或肾脏疾病所致水肿、肾病综合征",
      "reacoesAdversas": "低钾血症、低钠血症、低血压、脱水、头痛、肌酐升高、耳毒性（罕见）",
      "riscoGravidez": "B类",
      "riscoLactacao": "避免使用；乳汁中排泄情况不明",
      "administracao": "口服或静脉注射",
      "doseMaxima": "200 mg/天",
      "doseMinima": "5 mg/天",
      "classificacao": "袢利尿剂",
      "apresentacao": "片剂5 mg、10 mg、20 mg、100 mg；注射液10 mg/mL",
      "interacaoMedicamento": "与ACEI/ARB合用增加低血压风险；与糖皮质激素合用易低钾血症；增强地高辛和锂的毒性",
      "posologia": "10–20 mg 口服每日1次；可根据临床反应调整至200 mg/天",
      "armazenamento": "室温，避光防潮保存",
      "preparo": "静脉注射液可直接使用或用0.9%氯化钠稀释",
      "solucoesCompatíveis": "0.9%氯化钠",
      "contraindicacoes": "无尿，对托拉塞米或磺胺类过敏，重度低血压",
      "cuidadosMedicos": "监测电解质、肾功能及利尿反应",
      "cuidadosFarmaceuticos": "指导识别脱水、低钾血症表现，并根据肾功能调整剂量",
      "cuidadosEnfermagem": "监测液体平衡、生命体征、每日体重及电解质",
      "fontesBibliograficas": "Micromedex, UpToDate, FDA, ANVISA, Demadex说明书"
    }
  }
}
