{
  "PT": {
    "external": {
      "name": "Treosulfan",
      "suspension": "Não aplicável; faz parte de protocolos de quimioterapia de alta complexidade com calendário fixo.",
      "risk": "Risco de mielossupressão profunda, imunossupressão prolongada, toxicidade hepática e pulmonar.",
      "reintroduction": "Reintrodução não indicada fora de protocolo; reavaliação apenas em novo regime terapêutico."
    },
    "bulario": {
      "nomePrincipioAtivo": "Treosulfan",
      "nomeComercial": "Trecondi",
      "mecanismoAcao": "Agente alquilante bifuncional que atua como pró-fármaco, liberando epóxidos que ligam-se covalentemente ao DNA, inibindo sua replicação e promovendo apoptose",
      "farmacocinetica": "Administração intravenosa; meia-vida de ~1,8 h; não ligado a proteínas plasmáticas; eliminação renal predominante como metabólitos inativos",
      "farmacodinamica": "Mieloablativo e imunossupressor; usado em regimes de condicionamento pré-transplante hematopoiético, especialmente em pacientes pediátricos ou fragilizados",
      "indicacoes": "Regime de condicionamento para transplante alogênico de células-tronco hematopoiéticas em doenças hematológicas malignas e não malignas",
      "reacoesAdversas": "Pancitopenia, mucosite, infecções, náusea, vômitos, aumento de transaminases, rash, hepatotoxicidade, toxicidade pulmonar",
      "riscoGravidez": "Categoria D – contraindicado",
      "riscoLactacao": "Contraindicado",
      "administracao": "Intravenosa (infusão)",
      "doseMaxima": "14 g/m²/dose",
      "doseMinima": "10 g/m²/dose",
      "classificacao": "Agente alquilante – epóxido/mieloablativo",
      "apresentacao": "Frasco-ampola 1 g, 5 g (pó para solução injetável)",
      "interacaoMedicamento": "Potencializa mielotoxicidade com outros quimioterápicos; monitorar função hepática ao usar com hepatotóxicos",
      "posologia": "10–14 g/m²/dia IV por 3 dias consecutivos, antes do transplante",
      "armazenamento": "Pó a temperatura ambiente; solução reconstituída sob refrigeração até 24 h",
      "preparo": "Reconstituir com água estéril e diluir em SF 0,9% ou SG 5%",
      "solucoesCompatíveis": "SF 0,9%, SG 5%",
      "contraindicacoes": "Gravidez, lactação, infecção ativa grave, hipersensibilidade à substância",
      "cuidadosMedicos": "Monitorar hemograma, eletrólitos, função hepática e pulmonar",
      "cuidadosFarmaceuticos": "Preparar em câmara de fluxo laminar, utilizar EPIs, garantir estabilidade da solução",
      "cuidadosEnfermagem": "Monitorar sinais de toxicidade, infecção e reações infusionais",
      "fontesBibliograficas": "EMA, UpToDate, FDA, ANVISA, Micromedex, bula Trecondi"
    }
  },
  "US": {
    "external": {
      "name": "Treosulfan",
      "suspension": "Not applicable; part of high-complexity chemotherapy protocols with fixed schedules.",
      "risk": "Risk of profound myelosuppression, prolonged immunosuppression, hepatic and pulmonary toxicity.",
      "reintroduction": "Reintroduction not recommended outside protocol; reassessment only in new therapeutic regimen."
    },
    "bulario": {
      "nomePrincipioAtivo": "Treosulfan",
      "nomeComercial": "Trecondi",
      "mecanismoAcao": "Bifunctional alkylating agent acting as a prodrug, releasing epoxides that covalently bind to DNA, inhibiting replication and promoting apoptosis",
      "farmacocinetica": "Intravenous administration; half-life approximately 1.8 hours; not bound to plasma proteins; predominantly renal elimination as inactive metabolites",
      "farmacodinamica": "Myeloablative and immunosuppressive; used in conditioning regimens prior to hematopoietic stem cell transplantation, especially in pediatric or fragile patients",
      "indicacoes": "Conditioning regimen for allogeneic hematopoietic stem cell transplantation in malignant and non-malignant hematological diseases",
      "reacoesAdversas": "Pancytopenia, mucositis, infections, nausea, vomiting, elevated transaminases, rash, hepatotoxicity, pulmonary toxicity",
      "riscoGravidez": "Category D – contraindicated",
      "riscoLactacao": "Contraindicated",
      "administracao": "Intravenous (infusion)",
      "doseMaxima": "14 g/m²/dose",
      "doseMinima": "10 g/m²/dose",
      "classificacao": "Alkylating agent – epoxide/myeloablative",
      "apresentacao": "Vial 1 g, 5 g (powder for injectable solution)",
      "interacaoMedicamento": "Enhances myelotoxicity with other chemotherapeutics; monitor liver function when used with hepatotoxic drugs",
      "posologia": "10–14 g/m²/day IV for 3 consecutive days prior to transplantation",
      "armazenamento": "Powder at room temperature; reconstituted solution refrigerated up to 24 hours",
      "preparo": "Reconstitute with sterile water and dilute in 0.9% saline or 5% glucose solution",
      "solucoesCompatíveis": "0.9% saline, 5% glucose solution",
      "contraindicacoes": "Pregnancy, lactation, severe active infection, hypersensitivity to the substance",
      "cuidadosMedicos": "Monitor blood counts, electrolytes, liver and lung function",
      "cuidadosFarmaceuticos": "Prepare in laminar flow hood, use PPE, ensure solution stability",
      "cuidadosEnfermagem": "Monitor signs of toxicity, infection, and infusion reactions",
      "fontesBibliograficas": "EMA, UpToDate, FDA, ANVISA, Micromedex, Trecondi package insert"
    }
  },
  "ES": {
    "external": {
      "name": "Treosulfano",
      "suspension": "No aplicable; forma parte de protocolos de quimioterapia de alta complejidad con calendario fijo.",
      "risk": "Riesgo de mielosupresión profunda, inmunosupresión prolongada, toxicidad hepática y pulmonar.",
      "reintroduction": "No se recomienda la reintroducción fuera del protocolo; reevaluación solo en nuevo régimen terapéutico."
    },
    "bulario": {
      "nomePrincipioAtivo": "Treosulfano",
      "nomeComercial": "Trecondi",
      "mecanismoAcao": "Agente alquilante bifuncional que actúa como profármaco, liberando epóxidos que se unen covalentemente al ADN, inhibiendo su replicación y promoviendo apoptosis",
      "farmacocinetica": "Administración intravenosa; vida media de ~1,8 h; no ligado a proteínas plasmáticas; eliminación renal predominante como metabolitos inactivos",
      "farmacodinamica": "Mieloablativo e inmunosupresor; utilizado en regímenes de acondicionamiento pretrasplante hematopoyético, especialmente en pacientes pediátricos o frágiles",
      "indicacoes": "Régimen de acondicionamiento para trasplante alogénico de células madre hematopoyéticas en enfermedades hematológicas malignas y no malignas",
      "reacoesAdversas": "Pancitopenia, mucositis, infecciones, náuseas, vómitos, aumento de transaminasas, erupción cutánea, hepatotoxicidad, toxicidad pulmonar",
      "riscoGravidez": "Categoría D – contraindicado",
      "riscoLactacao": "Contraindicado",
      "administracao": "Intravenosa (infusión)",
      "doseMaxima": "14 g/m²/dosis",
      "doseMinima": "10 g/m²/dosis",
      "classificacao": "Agente alquilante – epóxido/mieloablativo",
      "apresentacao": "Frasco vial 1 g, 5 g (polvo para solución inyectable)",
      "interacaoMedicamento": "Potencializa mielotoxicidad con otros quimioterapéuticos; monitorizar función hepática al usar con hepatotóxicos",
      "posologia": "10–14 g/m²/día IV durante 3 días consecutivos antes del trasplante",
      "armazenamento": "Polvo a temperatura ambiente; solución reconstituida refrigerada hasta 24 h",
      "preparo": "Reconstituir con agua estéril y diluir en SF 0,9% o SG 5%",
      "solucoesCompatíveis": "SF 0,9%, SG 5%",
      "contraindicacoes": "Embarazo, lactancia, infección activa grave, hipersensibilidad a la sustancia",
      "cuidadosMedicos": "Monitorizar hemograma, electrolitos, función hepática y pulmonar",
      "cuidadosFarmaceuticos": "Preparar en campana de flujo laminar, usar EPP, garantizar estabilidad de la solución",
      "cuidadosEnfermagem": "Monitorizar signos de toxicidad, infección y reacciones a la infusión",
      "fontesBibliograficas": "EMA, UpToDate, FDA, ANVISA, Micromedex, prospecto Trecondi"
    }
  },
  "CH": {
    "external": {
      "name": "曲妥珠单抗",
      "suspension": "不适用；属于高复杂度化疗方案，具有固定时间表。",
      "risk": "存在严重骨髓抑制、长期免疫抑制、肝脏和肺部毒性的风险。",
      "reintroduction": "非方案内不建议重新引入；仅在新治疗方案中重新评估。"
    },
    "bulario": {
      "nomePrincipioAtivo": "曲妥珠单抗",
      "nomeComercial": "Trecondi",
      "mecanismoAcao": "双功能烷化剂，作为前药释放环氧化合物，能与DNA共价结合，抑制DNA复制并促进细胞凋亡",
      "farmacocinetica": "静脉给药；半衰期约1.8小时；不与血浆蛋白结合；主要以无活性代谢物经肾脏排泄",
      "farmacodinamica": "骨髓抑制和免疫抑制剂；用于造血干细胞移植前的预处理方案，尤其适用于儿科或体弱患者",
      "indicacoes": "用于恶性及非恶性血液疾病的异基因造血干细胞移植预处理方案",
      "reacoesAdversas": "全血细胞减少、黏膜炎、感染、恶心、呕吐、转氨酶升高、皮疹、肝毒性、肺毒性",
      "riscoGravidez": "D类 – 禁忌",
      "riscoLactacao": "禁用",
      "administracao": "静脉注射（输注）",
      "doseMaxima": "14 g/m²/剂量",
      "doseMinima": "10 g/m²/剂量",
      "classificacao": "烷化剂 – 环氧化物/骨髓抑制剂",
      "apresentacao": "1克、5克小瓶（注射用粉末）",
      "interacaoMedicamento": "与其他化疗药物合用可增强骨髓毒性；使用肝毒性药物时需监测肝功能",
      "posologia": "术前连续3天每日静脉注射10–14 g/m²",
      "armazenamento": "粉末室温保存；重构溶液冷藏保存不超过24小时",
      "preparo": "用无菌水重构，稀释于0.9%氯化钠或5%葡萄糖注射液中",
      "solucoesCompatíveis": "0.9%氯化钠，5%葡萄糖注射液",
      "contraindicacoes": "妊娠、哺乳、严重活动性感染、对本品过敏",
      "cuidadosMedicos": "监测血常规、电解质、肝肾功能及肺功能",
      "cuidadosFarmaceuticos": "在层流操作台配制，使用个人防护装备，确保溶液稳定性",
      "cuidadosEnfermagem": "监测毒性反应、感染及输注反应",
      "fontesBibliograficas": "EMA, UpToDate, FDA, ANVISA, Micromedex, Trecondi说明书"
    }
  }
}
